{"id":364,"date":"2012-01-10T05:33:35","date_gmt":"2012-01-09T20:33:35","guid":{"rendered":"https:\/\/hack.gpl.jp\/?p=364"},"modified":"2012-01-10T05:33:35","modified_gmt":"2012-01-09T20:33:35","slug":"%e9%9f%b3%e3%81%ae%e7%84%a6%e7%82%b9%e3%81%a3%e3%81%a6%ef%bc%9f","status":"publish","type":"post","link":"https:\/\/hack.gpl.jp\/2012\/01\/10\/%e9%9f%b3%e3%81%ae%e7%84%a6%e7%82%b9%e3%81%a3%e3%81%a6%ef%bc%9f\/","title":{"rendered":"\u97f3\u306e\u7126\u70b9\u3063\u3066\uff1f"},"content":{"rendered":"<p>\u77e5\u3089\u306a\u3044\u3068\u640d\u306a\u3053\u3068\u3063\u3066\u4e16\u306e\u4e2d\u3001\u304b\u306a\u308a\u3042\u308b\u3088\u3046\u3067\u3001\u4eca\u56de\u306f\u97f3\u306e\u7126\u70b9\u3002<\/p>\n<p><a href=\"http:\/\/www.procable.jp\">http:\/\/www.procable.jp<\/a><\/p>\n<p>\u3055\u3093\u306e\u30b5\u30a4\u30c8\u306b\u884c\u304f\u3068\u3001\u9762\u767d\u3044\u4e8b\u304c\u66f8\u304b\u308c\u3066\u3044\u307e\u3059\u3002\u305d\u306e\u4e2d\u3067\u57fa\u672c\u4e2d\u306e\u57fa\u672c\u3068\u3057\u3066\u3001<\/p>\n<p>\u97f3\u306e\u7126\u70b9<\/p>\n<p>\u3068\u3044\u3046\u306e\u304c\u5927\u4e8b\u3067\u3053\u308c\u304c\u5408\u3063\u3066\u3044\u306a\u3044\u3068\u3001\u3069\u3093\u306a\u9ad8\u7d1a\u306a\u30b9\u30d4\u30fc\u30ab\u3067\u3082\u3001\u30ab\u30e1\u30e9\u3067\u3044\u3046\u30d4\u30f3\u30c8\u304c\u5408\u3063\u3066\u3044\u306a\u3044\u72b6\u614b\u306b\u306a\u3063\u3066\u97f3\u697d\u306e\u697d\u3057\u3055\u304c\u534a\u6e1b\u3057\u3066\u3057\u307e\u3046\u3068\u3042\u308b\u3002<\/p>\n<p><strong>\u4eca\u306e\u81ea\u5206\u306e\u30c1\u30fc\u30d7\u306a\u74b0\u5883\u3067\u3082\u3001\u305d\u308c\u304c\u51fa\u6765\u308b\u306e\u304b\u3053\u308c\u304b\u3089\u8a66\u3057\u3066\u307f\u305f\u3044\u3068<\/strong>\u601d\u3063\u3066\u307f\u305f\u306e\u3067\u3001\u307e\u305a\u306f\u6982\u5ff5\u3092\u3053\u3053\u3067\u719f\u8aad\u3002<\/p>\n<p><a href=\"http:\/\/www.procable.jp\/setting\/28.html\">http:\/\/www.procable.jp\/setting\/28.html<\/a><\/p>\n<p>\u7c21\u5358\u306b\u307e\u3068\u3081\u308b\u3068\u3001\u30b9\u30d4\u30fc\u30ab\u30b1\u30fc\u30d6\u30eb\u306e\u9577\u3055\u3092\u8abf\u7bc0\u3057\u3066\u3001\u30ab\u30e1\u30e9\u306e\u30d4\u30f3\u30c8\u304c\u3042\u3063\u305f\u3088\u3046\u306a\u660e\u78ba\u306a\u30dd\u30a4\u30f3\u30c8\u3092\u63a2\u3059\u3053\u3068 \u306e\u3088\u3046\u3067\u3059\u3002\u81ea\u5206\u306f\u3001\u30b9\u30d4\u30fc\u30ab\u30b1\u30fc\u30d6\u30eb\u306f\u6614\uff11\uff10\uff10\uff4d\u5dfb\u304d\u3067\u8cb7\u3063\u305f\u30ab\u30ca\u30ec\u306e4S6\u3068\u3044\u3046\u30d9\u30fc\u30b8\u30e5\uff08\u58c1\u306e\u8272\u306b\u8fd1\u3044\u306e\u3067\u76ee\u7acb\u305f\u306a\u3044\uff09\u3092\u4f7f\u3063\u3066\u3044\u307e\u3059\u3002\u4fa1\u683c\u306f\uff11\uff4d\u3067\u3044\u3048\u3070\uff16\uff10\u5186\u304f\u3089\u3044\u306e\u3082\u306e\u3067\u3059\u3002<\/p>\n<p>\u3053\u306e\u30b1\u30fc\u30d6\u30eb\u306f\u3001\uff14\u82af\u3067\u767d\u30fb\u8d64\u306e\u305d\u308c\u305e\u308c\uff12\u672c\u3092\u5408\u308f\u305b\u3066\u4f7f\u3046\u611f\u3058\u3067\u3059\u3002\uff14\u82af\u306e\uff11\u3064\u306e\u82af\u306f\u8907\u6570\u306e\u7d30\u3044\u9285\u7dda\u304c\u96c6\u307e\u3063\u3066\u51fa\u6765\u3066\u3044\u3066\u3001\u3081\u3063\u304d\u51e6\u7406\u306f\u3055\u308c\u3066\u307e\u305b\u3093\u3002\u3053\u3046\u3044\u3046\u30bf\u30a4\u30d7\u306e<strong>\u975e\u30e1\u30c3\u30ad\u7dda\u6750\u306e\u5834\u5408\u306f\u3001<\/strong><\/p>\n<p><strong>\u9577\u304f\u3059\u308b\u3068\u97f3\u304c\u67d4\u3089\u304b\u304f\u306a\u308a\u3001\u77ed\u304f\u3059\u308b\u3068\u97f3\u304c\u30b7\u30e3\u30fc\u30d7\u306b\u306a\u308b\u305d\u3046\u3067\u3059<\/strong>\u3002<\/p>\n<p>\u4eca\u3001\u30a2\u30f3\u30d7\u304b\u3089\u306f\u3001\u78ba\u304b\uff14\uff4d\u304f\u3089\u3044\u306b\u3057\u3066\u3042\u3063\u305f\u3068\u601d\u3046\u306e\u3067\u3001\uff08\u3061\u3087\u3063\u3068\u9577\u3081\uff09\u77ed\u304f\u306f\u307e\u3060\u3067\u304d\u307e\u3059\u306d\u3002<\/p>\n<p>\u77ed\u304f\u3057\u3066\u3001\u30b7\u30e3\u30fc\u30d7\u306b\u306a\u308b\u306e\u304b\u660e\u65e5\u4ee5\u964d\u3001\u5b9f\u9a13\u3057\u3066\u307f\u305f\u3044\u3068\u601d\u3044\u307e\u3059\u3002\u305d\u3057\u3066\u3001\u30ab\u30e1\u30e9\u306e\u30d4\u30f3\u30c8\u304c\u3042\u3046\u3088\u3046\u306a\u306e\u304c\u81ea\u5206\u3067\u3082\u308f\u304b\u308b\u306e\u304b\u3069\u3046\u304b\uff1f\uff08<strong>\u8ab0\u306b\u3067\u3082\u3001\u308f\u304b\u308b\u305d\u3046\u3067\u3059<\/strong>\u3002\u305d\u3057\u3066\u3001<strong>\u97f3\u306e\u597d\u307f\u3067\u306f\u306a\u304f\u3066\u3001\u30ab\u30e1\u30e9\u3067\u30d4\u30f3\u30c8\u304c\u5408\u3046\u3088\u3046\u306b\u97f3\u306e\u7126\u70b9\u304c\u5408\u3046\u306e\u3082\u660e\u78ba\u306a\u30dd\u30a4\u30f3\u30c8\u304c\u3042\u308b\u305d\u3046\u3067\u3059<\/strong>\uff09<\/p>\n<p>&#160;<\/p>\n<p>\u4eca\u307e\u3067\u306e\u81ea\u5206\u306e\u5f97\u305f\u6982\u5ff5\u3067\u306f\u3001<strong>\u592a\u304f\u306a\u308b\u3079\u304f\u77ed\u304f<\/strong> \u3068\u3044\u3046\u306e\u304c\u5b9a\u8aac\u3067\u3057\u305f\u3002\u3053\u308c\u3001<strong>\u307e\u3063\u305f\u304f\u306e\u30a6\u30bd<\/strong>\u3068\u3044\u3046\u3060\u3068\u65ad\u8a00\u3057\u3066\u308b\u306e\u3067\u3001\u9762\u767d\u3044\uff01 \u30e0\u30e4\u30df\u30e4\u30bf\u30e9\u9ad8\u3044\u30b9\u30d4\u30fc\u30ab\u30b1\u30fc\u30d6\u30eb\u306f\u6614\u304b\u3089\u80e1\u6563\u81ed\u3044\u3068\u306f\u601d\u3063\u3066\u3001\u30ab\u30ca\u30ec\u306e\uff14\uff33\uff16\u4f7f\u3063\u3066\u304d\u305f\u3093\u3067\u3059\u304c\u3001\u3053\u3046\u3044\u3046\u30bb\u30c3\u30c6\u30a3\u30f3\u30b0\u304c\u3042\u308b\u306e\u306f\u76ee\u304b\u3089\u9c57\u3002<\/p>\n<p>&#160;<\/p>\n<p><strong>\u7126\u70b9\u306e\u3042\u308f\u305b\u65b9\u306f\u3001\u30b7\u30e3\u30fc\u30d7\u3059\u304e\u308b\u304f\u3089\u3044\u2192\u7126\u70b9\u304c\u3042\u3046\u3068\u3053\u308d\u306f1.5\uff43\uff4d\u3068\u304b0.5\uff43\uff4d\u3068\u304b\u305d\u3046\u3044\u3046\u3044\u611f\u3058\u3067<\/strong><\/p>\n<p>\u307f\u305f\u3044\u306a\u3002\u30ab\u30ca\u30ec\u306e\u9285\u7dda\u3060\u3068\u3001\u30b7\u30e3\u30fc\u30d7\u2192\u30de\u30a4\u30eb\u30c9\u306f\u3001\u77ed\u3044\u2192\u9577\u304f \u306a\u306e\u3067\u9006\u306b\u306a\u308a\u305d\u3046\u3002\u9006\u3060\u3068\u8abf\u6574\u3057\u306b\u304f\u3044\u306e\u304b\u306a\uff1f<\/p>\n<p>\u3069\u3046\u3057\u305f\u3089\u3001\u3044\u3044\u304b\u306a\u3002\uff16\uff4d\u304f\u3089\u3044\u306e\u3092\u4f5c\u3063\u3066\u3001\u4eca\u306e\u3068\u6bd4\u3079\u3066\u307f\u308b\u304b\u306a\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u73fe\u72b6\u3001\u7247\u5074\uff14\uff4d<\/p>\n<p>\uff16\uff4d\u3092\uff12\u672c<\/p>\n<p>\u4f5c\u3063\u3066\u9055\u3044\u3092\u898b\u3066\u307f\u308b\uff1f<\/p>\n<p>&#160;<\/p>\n<p>\u3068\u308a\u3042\u3048\u305a\u3001\u97f3\u306e\u7126\u70b9\u3063\u3066\u3044\u3046\u306e\u3092\u4f53\u611f\u3067\u304d\u308b\u304b\u3069\u3046\u304b\u69cb\u60f3\u3092\u7df4\u3063\u3066\u307f\u307e\u3059\u3002\u30b1\u30fc\u30d6\u30eb\u306e\u9577\u3055\u3092\u5909\u3048\u308b\u3060\u3051\u306a\u306e\u3067\u3001\u5b89\u4e0a\u304c\u308a\u3067\u3001\u9762\u767d\u3044\u5b9f\u9a13\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u3042\u3068\u3001\uff33\uff30\u30e6\u30cb\u30c3\u30c8\u306f<\/p>\n<p>FOSTEX FE126En<\/p>\n<p>\u304b<\/p>\n<p>Electro-Voice 205-8A<\/p>\n<p>\u3092\u5019\u88dc\u3002\u97f3\u5727\u30ec\u30d9\u30eb\u304c90dB\u4ee5\u4e0a\u306e\u3092\u30c1\u30e7\u30a4\u30b9\u3057\u3066\u307f\u308b\u3053\u3068\u306b\u3002<\/p>\n","protected":false},"excerpt":{"rendered":"<p>\u77e5\u3089\u306a\u3044\u3068\u640d\u306a\u3053\u3068\u3063\u3066\u4e16\u306e\u4e2d\u3001\u304b\u306a\u308a\u3042\u308b\u3088\u3046\u3067\u3001\u4eca\u56de\u306f\u97f3\u306e\u7126\u70b9\u3002 http:\/\/www.procable.jp \u3055\u3093\u306e\u30b5\u30a4\u30c8\u306b\u884c\u304f\u3068\u3001\u9762\u767d\u3044\u4e8b\u304c\u66f8\u304b\u308c\u3066\u3044\u307e\u3059\u3002\u305d\u306e\u4e2d\u3067\u57fa\u672c\u4e2d\u306e\u57fa\u672c\u3068\u3057\u3066\u3001 \u97f3\u306e\u7126\u70b9 \u3068\u3044\u3046\u306e\u304c\u5927\u4e8b\u3067\u3053\u308c [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":""},"categories":[54],"tags":[],"acf":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"post-thumbnail":false},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":0,"uagb_excerpt":"\u77e5\u3089\u306a\u3044\u3068\u640d\u306a\u3053\u3068\u3063\u3066\u4e16\u306e\u4e2d\u3001\u304b\u306a\u308a\u3042\u308b\u3088\u3046\u3067\u3001\u4eca\u56de\u306f\u97f3\u306e\u7126\u70b9\u3002 http:\/\/www.procable.jp&hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/364"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=364"}],"version-history":[{"count":0,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/364\/revisions"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=364"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/categories?post=364"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/tags?post=364"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}