{"id":4034,"date":"2017-06-18T16:23:47","date_gmt":"2017-06-18T07:23:47","guid":{"rendered":"https:\/\/hack.gpl.jp\/?p=4034"},"modified":"2017-06-18T16:23:47","modified_gmt":"2017-06-18T07:23:47","slug":"%e8%84%b1%e3%82%bf%e3%83%90%e3%82%b33%e9%80%b1%e9%96%93%e7%9b%ae%e3%80%82%e6%bc%8f%e3%82%8c%e3%81%aa%e3%81%84-vape-kangertech-togo-mini-%e3%81%8c%e5%88%b0%e7%9d%80","status":"publish","type":"post","link":"https:\/\/hack.gpl.jp\/2017\/06\/18\/%e8%84%b1%e3%82%bf%e3%83%90%e3%82%b33%e9%80%b1%e9%96%93%e7%9b%ae%e3%80%82%e6%bc%8f%e3%82%8c%e3%81%aa%e3%81%84-vape-kangertech-togo-mini-%e3%81%8c%e5%88%b0%e7%9d%80\/","title":{"rendered":"\u8131\u30bf\u30d0\u30b33\u9031\u9593\u76ee\u3002\u6f0f\u308c\u306a\u3044 VAPE Kangertech TOGO Mini \u304c\u5230\u7740"},"content":{"rendered":"<p>VAPE \u30e9\u30a4\u30d5\u3082\u3053\u308c\u30673\u9031\u9593\u306b\u306a\u308a\u307e\u3057\u305f\u3002\u30ea\u30a2\u30eb\u30bf\u30d0\u30b3\u306f\u30013\u65e5\u76ee\u306b1\u672c\u5438\u3063\u3066\u6fc0\u307e\u305a\u3060\u3063\u305f\u306e\u3067\u305d\u308c\u4ee5\u6765\u5438\u3063\u3066\u3044\u307e\u305b\u3093\u3002\u30cb\u30b3\u30c1\u30f3\u5165\u308a\u30ea\u30ad\u30c3\u30c9\u306a\u306e\u3067\u30cb\u30b3\u30c1\u30f3\u306e\u7981\u65ad\u75c7\u72b6\u3082\u7121\u304f\u7121\u4e8b\u306b\u8131\u30ea\u30a2\u30eb\u30bf\u30d0\u30b3\u306e\u751f\u6d3b\u306b\u306a\u3063\u3066\u304d\u3066\u3044\u307e\u3059\u3002\u305f\u3070\u3053\u3092\u3084\u3081\u3066\u304b\u306a\u308a\u4f53\u8abf\u304c\u826f\u304f\u306a\u3063\u305f\u306e\u3067\u3001\u30cb\u30b3\u30c1\u30f3\u306f\u307e\u3060\u3084\u3081\u308b\u3064\u3082\u308a\u306f\u3042\u308a\u307e\u305b\u3093\u304c\u3001\u7bc0\u7d04\u52b9\u679c\u3082\u3042\u308a\u3001\u305f\u3070\u3053\u3092\u307e\u305a\u306f\u3084\u3081\u3066\u307f\u305f\u3044\u4eba\u306b\u3082\u304a\u52e7\u3081\u3067\u304d\u308b\u4e8b\u304c\u308f\u304b\u308a\u307e\u3057\u305f\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u30bb\u30d6\u30f3\u30b9\u30bf\u30fc\u3068\u304b\u30b4\u30fc\u30eb\u30c7\u30f3\u30d0\u30c3\u30c9\u3068\u304b\u30ad\u30c4\u76ee\u306e\u305f\u3070\u3053\u3092\uff11\u65e5\uff11\u7bb1\u5438\u3063\u3066\u3044\u305f\u30e2\u30ce\u304c\uff13\u9031\u9593\u7d4c\u904e\u3057\u3066\u3001\u611f\u3058\u305f\u3053\u3068\u3092\u307e\u3068\u3081\u308b\u3068\u4ee5\u4e0b\u3067\u3059\u3002<\/p>\n<p>\u30fb\u672c\u5f53\u306b\u305f\u3070\u3053\u3092\u3084\u3081\u3089\u308c\u305f\u3002\u3057\u304b\u3082\u30b9\u30c8\u30ec\u30b9\u306a\u304f\u3002<\/p>\n<p>\u30fb\u55ab\u7159\u8005\u306f\u3001\u6c34\u84b8\u6c17\u304c\u305f\u304f\u3055\u3093\u51fa\u308b\u30bf\u30a4\u30d7\u3092\u304a\u52e7\u3081\u3002\u9ad8\u51fa\u529b\u306e\u672c\u4f53\u306b\u30010.15R\u30b3\u30a4\u30eb\u3002<\/p>\n<p>\u30fb\u6700\u521d\u306e\uff13\u65e5\u304f\u3089\u3044\u306f\u6163\u308c\u304c\u5fc5\u8981\u3060\u304c\u3001\u305f\u3070\u3053\u304c\u4e0d\u5473\u3044\u3068\u611f\u3058\u3089\u308c\u308b\u3088\u3046\u306b\u306a\u3063\u305f\u3002<\/p>\n<p>\u30fb 6mg\/ml \u304f\u3089\u3044\u306e\u30cb\u30b3\u30c1\u30f3\u30ea\u30ad\u30c3\u30c9\u6fc3\u5ea6\u304c\u3061\u3087\u3046\u3069\u826f\u3044\u611f\u3058\u3002<\/p>\n<p>\u30fb\u3059\u3054\u304f\u4f53\u8abf\u304c\u3088\u304f\u306a\u308b\u3002\u5bdd\u3064\u304d\u304c\u826f\u304f\u306a\u308a\u3001\u5bdd\u8d77\u304d\u304c\u3059\u3063\u304d\u308a\u3059\u308b\u3002<\/p>\n<p>\u30fb\u7981\u65ad\u75c7\u72b6\u306e\u30b9\u30c8\u30ec\u30b9\u306f\u307b\u307c\u611f\u3058\u306a\u3044<\/p>\n<p>\u30fb\u6b6f\u78e8\u304d\u304c\u697d\u3057\u304f\u306a\u308b<\/p>\n<p>\u30fb\u4ee5\u524d\u3001\u4e8c\u30b3\u30ec\u30c3\u30c8\u3084\u30d1\u30c3\u30c1\u3092\u8a66\u3057\u305f\u304c\u3042\u308c\u3088\u308a\u65ad\u7136\u3044\u3044<\/p>\n<p>\u30fb\u307e\u305a\u306f\u30ea\u30a2\u30eb\u30bf\u30d0\u30b3\u3092\u3084\u3081\u308b\u7fd2\u6163\u304c\u4ed8\u3044\u305f\u3002<\/p>\n<p>\u30fb\u30bf\u30d0\u30b3\u306e\u9999\u308a\u3068\u306f\u5225\u3082\u306e\u3067\u3059\u304c\u3001VAPE \u306e\u9999\u308a\u306f\u826f\u3044\u3057\u3001\u5473\u3082\u8c4a\u5bcc\u3067\u30bf\u30d0\u30b3\u3088\u308a\u697d\u3057\u3044\u3002<\/p>\n<p>\u30fb\u30e9\u30f3\u30cb\u30f3\u30b0\u30b3\u30b9\u30c8\u306f\u6708\u306b1300\u5186\u307b\u3069\u306b\u306a\u308a\u305d\u3046\u3067\u3001\u305f\u3070\u3053\u3068\u6bd4\u3079\u3066\uff11\u4e07\u5186\u306f\u3064\u304d\u306b\u7bc0\u7d04\u3067\u304d\u305d\u3046\u3002\u5e74\u3067\uff11\uff12\u4e07<\/p>\n<p>\u7537\u6027\u3060\u3068\u3001\u4f53\u8abf\u304c\u826f\u304f\u306a\u308a\u3059\u304e\u3066\u5225\u306e\u60a9\u307f\u3082\u51fa\u3066\u304d\u307e\u3059\u304c\u3001\u307e\u3041\u305d\u308c\u306f\u4f53\u611f\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u30cb\u30b3\u30c1\u30f3\u306f\u5165\u3063\u3066\u3044\u308b\u306e\u3067\u3001\u3060\u3081\u3058\u3083\u30fc\u3093\u3068\u8a00\u3046\u58f0\u306e\u805e\u3053\u3048\u3066\u304d\u305d\u3046\u3067\u3059\u304c\u3001\u307e\u3041\u3001\u30bf\u30d0\u30b3\u3088\u308a\u5bb3\u306f\u5c11\u306a\u3044\u3068\u601d\u3044\u307e\u3059\u3057\u4f55\u3088\u308a\u4e0a\u8a18\u306e\u3088\u3046\u306a\u30e1\u30ea\u30c3\u30c8\u304c\u3042\u308a\u307e\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u672c\u65e5\u306e\u30d6\u30ed\u30b0\u306e\u8981\u7d04\u306f\u4ee5\u4e0b\u3067\u3059\u3002<\/p>\n<p>\u30fb\u6f0f\u308c\u306a\u3044VAPE \u672c\u4f53\u304c\u5230\u7740\u3002\u672c\u5f53\u306b\u6f0f\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002<\/p>\n<p>\u30fb\u3057\u304b\u3057\u3001\u3053\u308c\u306e 1R \u306e\u30b3\u30a4\u30eb\u3067\u306f\u5473\u304c\u51fa\u306a\u3044<\/p>\n<p>\u30fb0.15R \u306e CLOCC \u30b3\u30a4\u30eb\u3092 5\u500b\u5165\u308a1300\u5186\u3067\u8ffd\u52a0\u767a\u6ce8<\/p>\n<p>\u30fbSMOK Stick V8 \u306e\u30b3\u30a4\u30eb0.15R \u306f\uff13\u9031\u9593\u306f\u4f7f\u3044\u3059\u304e\u3002\uff12\u9031\u9593\u4ea4\u63db\u304c\u76ee\u5b89\u306e\u3088\u3046\u3002<\/p>\n<p>\u30fb\u4e0a\u306e\u4ee3\u66ff\u30b3\u30a4\u30eb\u3082\u8ffd\u52a0\u767a\u6ce8\u3002\u7d14\u6b63\u3067\u306f\u306a\u3044\u304c\u5b89\u3044\u3082\u306e\u3002Baby T8\u3068\u3001Baby X4\u3067\u30010.15R \u3002\uff11\u3064150\u5186\u672a\u6e80<\/p>\n<p>\u30fbamazon\u3067\u9ad8\u7d14\u5ea6\u30d7\u30ed\u30d4\u30ec\u30f3\u30b0\u30ea\u30b3\u30fc\u30eb\u3092\uff12\uff15\uff10\uff4d\uff4c\u30b2\u30c3\u30c8\u3002\u3053\u308c\u3060\u3051\u3067\u3069\u3093\u306a\u611f\u3058\u306b\u306a\u308b\u304b\u5b9f\u9a13\u3002<\/p>\n<p>\u30fbHiLIQ \u3067\u8ffd\u52a0\u767a\u6ce8\u3002\u30cb\u30e5\u30fc\u30dd\u30fc\u30c8\u3068\u30ec\u30c3\u30c9\u30d6\u30eb\u306b\u3057\u307e\u3057\u305f\u3002 <\/p>\n<p>\u30fbVAPE \u306e\u30e9\u30f3\u30cb\u30f3\u30b0\u30b3\u30b9\u30c8\u306f\u30cb\u30b3\u30c1\u30f3\u5165\u308c\u3066\u6708\u984d1300\u5186\u307b\u3069\u306b\u843d\u3061\u7740\u304d\u305d\u3046\u306a\u3053\u3068\u304c\u308f\u304b\u3063\u305f\u3002 <\/p>\n<p>&#160;<\/p>\n<p>\u3055\u3066\u3001\u5148\u65e5\u30a2\u30ea\u30a8\u30af\u3067\u767a\u6ce8\u3057\u3066\u304a\u3044\u305f <a href=\"https:\/\/hack.gpl.jp\/2017\/06\/01\/%E6%BC%8F%E3%82%8C%E3%81%AA%E3%81%84%EF%BC%88%E3%81%9F%E3%81%B6%E3%82%93%EF%BC%89%E3%82%B3%E3%83%B3%E3%83%91%E3%82%AF%E3%83%88%E3%81%AAvape-kangertech-togo-mini\/\" target=\"_blank\" rel=\"noopener noreferrer\">VAPE Kangertech TOGO Mini<\/a> \u304c\u5230\u7740\u3057\u307e\u3057\u305f\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" title=\"S20170618_001\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"S20170618_001\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/06\/s20170618_001.jpg\" width=\"640\" height=\"480\" \/> <\/p>\n<p>\u3053\u308c\u306f\u5199\u771f\u306e\u3088\u3046\u306b\u6a2a\u306b\u3057\u3066\u304a\u3044\u3066\u3082\u6f0f\u308c\u306a\u3044\u69cb\u9020\u306e\u3088\u3046\u3067\u3059\u3002\u6570\u6642\u9593\u6a2a\u306b\u3057\u3066\u304a\u304d\u307e\u3057\u305f\u304c\u6f0f\u308c\u306f\u3042\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30ea\u30ad\u30c3\u30c9\u306f3mml \u5165\u308b\u3088\u3046\u3067\u3059\u3002\u6b8b\u91cf\u3082\u898b\u3084\u3059\u3044\u3067\u3059\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" title=\"S20170617_004\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"S20170617_004\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/06\/s20170617_004.jpg\" width=\"640\" height=\"480\" \/> <\/p>\n<p>\u30b3\u30a4\u30eb\u306f\u30010.5R \u3068 1R \u304c\u5165\u3063\u3066\u3044\u307e\u3057\u305f\u306e\u3067\u3001\u307e\u305a1R \u304b\u3089\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" title=\"S20170617_001\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"S20170617_001\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/06\/s20170617_001.jpg\" width=\"640\" height=\"480\" \/> <\/p>\n<p>\u88c5\u7740\u3059\u308b\u3068\u3053\u3093\u306a\u611f\u3058\u3067\u3059\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" title=\"S20170617_003\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"S20170617_003\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/06\/s20170617_003.jpg\" width=\"640\" height=\"480\" \/> <\/p>\n<p>\u3067\u3001\u5438\u3063\u305f\u611f\u60f3\u306f\u3001\u5473\u304c\u8584\u3044\u3067\u3059\u3002\u30dc\u30bf\u30f3\u3092\u62bc\u3057\u30661\u79d2\u3067\u4eca\u307e\u3067\u306e smok stick v8 \u306e\u306f\u6e80\u8db3\u3044\u304f\u30df\u30b9\u30c8\u304c\u51fa\u3066\u3044\u307e\u3057\u305f\u304c\uff11R\u306e\u5f71\u97ff\u304b\uff12\uff0c\uff13\u79d2\u62bc\u3057\u7d9a\u3051\u3066\u6df1\u304f\u5438\u3046\u611f\u3058\u3067\u3082\u307e\u3060\u30df\u30b9\u30c8\u304c\u8584\u304f\u3001\u5473\u304c\u3042\u307e\u308a\u3057\u307e\u305b\u3093\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u3046\u30fc\u3093\u3001\u3053\u306e\u70b9\u306f\u6b8b\u5ff5\u3067\u3059\u30020.15R \u306e\u30b3\u30a4\u30eb\u3092\u767a\u6ce8\u3057\u307e\u3057\u305f\u3002\u307e\u3041\u3001\u30b3\u30f3\u30d1\u30af\u30c8\u3067\u6f0f\u308c\u306a\u3044\u3068\u3044\u3046\u70b9\u306f\u8a55\u4fa1\u3067\u304d\u307e\u3059\u306e\u3067\u4f75\u7528\u3057\u3066\u4f7f\u3063\u3066\u3044\u304d\u305f\u3044\u3068\u601d\u3044\u307e\u3059\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" title=\"5pcs_Kanger_CLTANK_CLOCC\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"5pcs_Kanger_CLTANK_CLOCC\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/06\/5pcs_kanger_cltank_clocc.png\" width=\"640\" height=\"272\" \/> <\/p>\n<p>\u3042\u3068\u300115\u5206\u307b\u3069\u306a\u3058\u307e\u305b\u3066\u3044\u305f\u306e\u3067\u3059\u304c\u5c11\u3057\u6700\u521d\u306e\u5185\u306f\u30aa\u30a4\u30eb\u3063\u307d\u3044\u81ed\u3044\u304c\u629c\u3051\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u3061\u3083\u3093\u3068\u5206\u89e3\u6d17\u6d44\u3057\u305f\u307b\u3046\u304c\u3044\u3044\u304b\u3068\u601d\u3044\u307e\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>0.15R \u306e\u30b3\u30a4\u30eb\u3067\u3069\u3093\u306a\u611f\u3058\u306b\u306a\u308b\u306e\u304b\u4e0d\u660e\u3067\u3059\u304c\u73fe\u6642\u70b9\u3067\u306f\u5473\u306b\u95a2\u3057\u3066\u306f\u304a\u52e7\u3081\u3067\u304d\u307e\u305b\u3093\u3002\u6f0f\u308c\u306f\u3057\u307e\u3059\u304c\u3001SMOK Stick V8 \u306e\u307b\u3046\u304c\u3044\u3044\u3067\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u3067\u3001\u3053\u3063\u3061\u306e\u30b3\u30a4\u30eb\u30823\u9031\u9593\u306f\u4f7f\u3044\u3059\u304e\u3060\u3063\u305f\u3088\u3046\u3067\u30ea\u30ad\u30c3\u30c9\u306e\u5473\u304c\u5909\u308f\u308a\u307e\u3057\u305f\u3002\u30b3\u30a4\u30eb\u306e\u72b6\u614b\u3092\u62e1\u5927\u5199\u771f\u3067\u898b\u3066\u307f\u307e\u3059\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" title=\"S20170616_001\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"S20170616_001\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/06\/s20170616_001.jpg\" width=\"640\" height=\"480\" \/> <\/p>\n<p>Baby M2 \u3068\u3044\u3046\u30bf\u30a4\u30d7\u306e 0.15R \u306e\u30b3\u30a4\u30eb\u3067\u3059\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" title=\"S20170616_005\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"S20170616_005\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/06\/s20170616_005.jpg\" width=\"640\" height=\"480\" \/> <\/p>\n<p>\u5b8c\u5168\u306b\u8150\u98df\u3057\u3066\u3044\u307e\u3059\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" title=\"S20170616_006\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"S20170616_006\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/06\/s20170616_006.jpg\" width=\"640\" height=\"480\" \/> <\/p>\n<p>\u53d6\u308a\u51fa\u3057\u3066\u307f\u308b\u3068\u3053\u3093\u306a\u611f\u3058\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" title=\"S20170616_008\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"S20170616_008\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/06\/s20170616_008.jpg\" width=\"640\" height=\"480\" \/> <\/p>\n<p>\u5438\u3044\u65b9\u306b\u3082\u3088\u308a\u307e\u3059\u304c\u30012\u9031\u9593\u3067\u4ea4\u63db\u3059\u308b\u306e\u304c\u3088\u3055\u305d\u3046\u3067\u3059\u30023\u9031\u9593\u306f\u6301\u3061\u307e\u305b\u3093\u3002<\/p>\n<p>\u3053\u308c\u306e\u4ee3\u66ff\u30b3\u30a4\u30eb\u3067\u3044\u3061\u3070\u3093\u5b89\u3044\u306e\u3092\u8cb7\u3063\u3066\u307f\u307e\u3057\u305f\u3002<\/p>\n<p>Baby X4 \u3068\u3044\u3046\u30bf\u30a4\u30d7\u3067\u3053\u308c\u306f\u4e92\u63db\u54c1\u306e\u3088\u3046\u3067\u5b89\u3044\u3067\u3059\u3002SMOK \u7d14\u6b63\u54c1\u3067\u306f\u306a\u3055\u305d\u3046\u3067\u3059\u304c\u3069\u3046\u305b\u6d88\u8017\u54c1\u306a\u306e\u3067\u5b89\u3044\u306e\u3067\u3044\u3044\u3067\u3059\u3002\u8a66\u3057\u3066\u307f\u308b\u3053\u3068\u306b\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" title=\"5pcs_TFV8_Baby_X4\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"5pcs_TFV8_Baby_X4\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/06\/5pcs_tfv8_baby_x4.png\" width=\"640\" height=\"318\" \/> <\/p>\n<p>&#160;<\/p>\n<p>\u3042\u3068\u3082\u3046\u3072\u3068\u3064\u306f\u3001Baby T8 \u3068\u3044\u3046\u30bf\u30a4\u30d7\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" title=\"TFV8_Baby_T8\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"TFV8_Baby_T8\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/06\/tfv8_baby_t8.png\" width=\"640\" height=\"318\" \/> <\/p>\n<p>\u3069\u3061\u3089\u3082\u30010.15R \u30675\u500b\u30d1\u30c3\u30af\u3067\u3059\u3002\uff11\u3064150\u5186\u672a\u6e80\u3002\u3059\u306e\u3067\u304b\u306a\u308a\u30df\u30b9\u30c8\u306f\u51fa\u308b\u306f\u305a\u3067\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<\/p>\n<\/p>\n<\/p>\n<\/p>\n<\/p>\n<p>\u3042\u3068\u3001\u30ea\u30ad\u30c3\u30c9\u3082\u307b\u3068\u3093\u3069\u7121\u304f\u306a\u3063\u3066\u304d\u305f\u306e\u3067\u8ffd\u52a0\u767a\u6ce8\u300210ml \u306e\u65e5\u672c\u30e9\u30f3\u30ad\u30f3\u30b0\u30c8\u30c3\u30d7\uff11\uff10\u306e\u30ea\u30ad\u30c3\u30c9\u3067\u3001100ml \u3067\u3057\u305f\u304c3\u9031\u9593\u3067\u307b\u3069\u6d88\u8cbb\u3057\u305f\u306e\u3067\uff11\u65e5\u5e73\u5747\u7d04 4ml \u4f7f\u3063\u3066\u3044\u305f\u3088\u3046\u3067\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u30ea\u30ad\u30c3\u30c9\u306e\u4ee3\u66ff\u3068\u3057\u3066\u3001PG(\u9ad8\u7d14\u5ea6\u30d7\u30ed\u30d4\u30ec\u30f3\u30b0\u30ea\u30b3\u30fc\u30eb\uff08\u6fc3\u5ea699.9%\u4ee5\u4e0a\uff09)\u3092\u30a2\u30de\u30be\u30f3\u3067\u30b2\u30c3\u30c8\u3057\u3066\u307f\u307e\u3057\u305f\u3002\u3053\u308c\u306b\u30cb\u30b3\u30c1\u30f3\u3092\u6df7\u305c\u308b\u3060\u3051\u3060\u3068\u3069\u3093\u306a\u611f\u3058\u306b\u306a\u308b\u306e\u304b\u5b9f\u9a13\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" title=\"PG_for_Liquid_250g\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"PG_for_Liquid_250g\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/06\/pg_for_liquid_250g.png\" width=\"640\" height=\"254\" \/> <\/p>\n<p>250ml \u3067\uff18\uff15\uff10\u5186\u306a\u306e\u3067\u304b\u306a\u308a\u30b3\u30b9\u30c8\u306f\u5b89\u3044\u3067\u3059\u3002\u30ea\u30b5\u30fc\u30c1\u306b\u3088\u308b\u3068\u3001PG\u3060\u3051\u3067\u3082\u7518\u3044\u5473\u304c\u3059\u308b\u3088\u3046\u3067\u3059\u3002\u5c11\u3057\u4f55\u304b\u3092\u30d6\u30ec\u30f3\u30c9\u3059\u308c\u3070\u3044\u3044\u3088\u3046\u3067\u3057\u305f\u3089\u30b3\u30b9\u30c8\u304c\u5b89\u304f\u3059\u307f\u305d\u3046\u3067\u3059\u3002\u5b9f\u9a13\u3057\u3066\u307f\u308b\u3053\u3068\u306b\u3002 HILIQ \u3084\u30a2\u30de\u30be\u30f3\u3067\u9999\u6599\u306e\u539f\u6db2\u3067\u30d6\u30ec\u30f3\u30c9\u3059\u308b\u3068\u697d\u3057\u305d\u3046\u3067\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u6700\u5f8c\u306b\u3001HiLIQ \u3067\u8ffd\u52a0\u8cfc\u5165\u3057\u307e\u3057\u305f\u3002\u7d50\u5c40\u3001\u30ea\u30ad\u30c3\u30c9\u306e\u597d\u307f\u306f\u4ee5\u4e0b\u306e\uff12\u672c\u306b\u7d5e\u308a\u307e\u3057\u305f\u3002<\/p>\n<p>\u30fb\u30cb\u30e5\u30fc\u30dd\u30fc\u30c8 \u3068 \u30ec\u30c3\u30c9\u30d6\u30eb<\/p>\n<p>\u5473\u306e\u65b9\u5411\u306f\uff11\uff18\uff10\u5ea6\u9055\u3046\u7d44\u307f\u5408\u308f\u305b\u3067\u3059\u3002\u30cb\u30e5\u30fc\u30dd\u30fc\u30c8\u306f\u30ca\u30c3\u30c4\u98a8\u306e\u3061\u3087\u3063\u3068\u30e1\u30f3\u30bd\u30fc\u30eb\u3002\u30ec\u30c3\u30c9\u30d6\u30eb\u306f\u7518\u307f\u306e\u3042\u308b\u30b8\u30e5\u30fc\u30b9\u7cfb\u3067\u3059\u3002<\/p>\n<p>\u3053\u308c\u3092250ml \u3065\u3064\u767a\u6ce8\u3002\u30cb\u30b3\u30c1\u30f3\u306f\uff10ml \u3067\u3059\u3002\u30cb\u30b3\u30c1\u30f3\u30d9\u30fc\u30b9\u6db2\u306b\u6df7\u305c\u307e\u3059\u3002\u30a2\u30a4\u30b9\u30d4\u30fc\u30c1\u3068\u304b\u30c8\u30ed\u30d4\u30ab\u30eb\u30d5\u30a9\u30ec\u30b9\u30c8\u3068\u304b\u3082\u3088\u304b\u3063\u305f\u306e\u3067\u8ff7\u3044\u307e\u3057\u305f\u3002\u9006\u306b\u597d\u307f\u306b\u5408\u308f\u306a\u3044\u306e\u306f\u3001JavaChip \u3068 Caramel Popcoom \u3001\u305d\u308c\u304b\u3089Vanilla Custard \u3067\u3059\u3002\u30e1\u30f3\u30bd\u30fc\u30eb\u306f\u5473\u306e\u8abf\u6574\u7528\u306b\uff11\uff10ml\u304b30ml \u3068\u304b\u5408\u3063\u3066\u3082\u3088\u3044\u306a\u3068\u611f\u3058\u307e\u3057\u305f\u3002JavaChip \u3068\u304b\u306f\u4ed6\u306e\u30d6\u30ed\u30b0\u3060\u3068\u597d\u304d\u3068\u3044\u3046\u65b9\u3082\u5c45\u308b\u306e\u3067\u5b8c\u5168\u306b\u597d\u307f\u306e\u554f\u984c\u3060\u3068\u601d\u3044\u307e\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u81ea\u5206\u306e\u5834\u5408\u3001\u7d04\uff17\u30f6\u6708\u5206\u306e\u30ea\u30ad\u30c3\u30c9\u3067\u3001\u30cb\u30b3\u30c1\u30f3\u5165\u308c\u3066\u5408\u8a08\u304c\uff17\uff10\uff10\uff10\u5186\u307b\u3069\u3067\u3059\u306e\u3067\u6708\u306b\uff11\uff10\uff10\uff10\u5186\u307b\u3069\u306b\u306a\u308a\u305d\u3046\u3067\u3059\u3002\u3053\u308c\u306b\u30b3\u30a4\u30eb\u304c\u6708\u306b300\u5186\u307b\u3069\u3067\u3059\u306e\u3067\u3001\u5f53\u521d\u306e\u901a\u308a1300\u5186\u307b\u3069\u3067\u3001VAPE \u30e9\u30a4\u30d5\u304c\u3067\u304d\u305d\u3046\u3067\u3059\u306d\u3002<\/p>\n","protected":false},"excerpt":{"rendered":"<p>VAPE \u30e9\u30a4\u30d5\u3082\u3053\u308c\u30673\u9031\u9593\u306b\u306a\u308a\u307e\u3057\u305f\u3002\u30ea\u30a2\u30eb\u30bf\u30d0\u30b3\u306f\u30013\u65e5\u76ee\u306b1\u672c\u5438\u3063\u3066\u6fc0\u307e\u305a\u3060\u3063\u305f\u306e\u3067\u305d\u308c\u4ee5\u6765\u5438\u3063\u3066\u3044\u307e\u305b\u3093\u3002\u30cb\u30b3\u30c1\u30f3\u5165\u308a\u30ea\u30ad\u30c3\u30c9\u306a\u306e\u3067\u30cb\u30b3\u30c1\u30f3\u306e\u7981\u65ad\u75c7\u72b6\u3082\u7121\u304f\u7121\u4e8b\u306b\u8131\u30ea\u30a2\u30eb\u30bf\u30d0\u30b3\u306e\u751f\u6d3b\u306b\u306a\u3063\u3066\u304d\u3066\u3044\u307e\u3059\u3002\u305f\u3070\u3053 [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":""},"categories":[6,75],"tags":[],"acf":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"post-thumbnail":false},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":0,"uagb_excerpt":"VAPE \u30e9\u30a4\u30d5\u3082\u3053\u308c\u30673\u9031\u9593\u306b\u306a\u308a\u307e\u3057\u305f\u3002\u30ea\u30a2\u30eb\u30bf\u30d0\u30b3\u306f\u30013\u65e5\u76ee\u306b1\u672c\u5438\u3063\u3066\u6fc0\u307e\u305a\u3060\u3063\u305f\u306e\u3067\u305d\u308c\u4ee5\u6765\u5438\u3063\u3066\u3044&hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/4034"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=4034"}],"version-history":[{"count":0,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/4034\/revisions"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=4034"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/categories?post=4034"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/tags?post=4034"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}