{"id":1793,"date":"2015-12-02T00:09:58","date_gmt":"2015-12-01T15:09:58","guid":{"rendered":"https:\/\/hack.gpl.jp\/?p=1793"},"modified":"2015-12-02T00:09:58","modified_gmt":"2015-12-01T15:09:58","slug":"e-ink%e3%83%87%e3%82%a3%e3%82%b9%e3%83%97%e3%83%ac%e3%82%a4%e3%81%a7%e3%83%86%e3%82%b9%e3%83%88%e6%ba%96%e5%82%99","status":"publish","type":"post","link":"https:\/\/hack.gpl.jp\/2015\/12\/02\/e-ink%e3%83%87%e3%82%a3%e3%82%b9%e3%83%97%e3%83%ac%e3%82%a4%e3%81%a7%e3%83%86%e3%82%b9%e3%83%88%e6%ba%96%e5%82%99\/","title":{"rendered":"E-ink\u30c7\u30a3\u30b9\u30d7\u30ec\u30a4\u3067\u30c6\u30b9\u30c8\u6e96\u5099"},"content":{"rendered":"<p>\u3055\u3066\u3001\u5e74\u672b\u306b\u5411\u3051\u3066E-ink \u3092\u8868\u793a\u3059\u308b\u30c6\u30b9\u30c8\u304c\u51fa\u6765\u305d\u3046\u306a\u306e\u3067\u3001\u305d\u306e\u6e96\u5099\u3092\u3057\u3066\u3044\u307e\u3059\u3002<\/p>\n<p>\u958b\u767a\u30dc\u30fc\u30c9\u306f\u3001\u30d6\u30ed\u30b0\u3067\u5148\u99c6\u8005\u304c\u3044\u3089\u3063\u3057\u3083\u3063\u3066\u3001\u306a\u3093\u3068\u958b\u767a\u30dc\u30fc\u30c9\u3092\u5206\u3051\u3066\u3044\u305f\u3060\u304f\u3053\u3068\u306b\u306a\u308a\u307e\u3057\u305f\u3002\u3042\u308a\u304c\u3068\u3046\u3054\u3056\u3044\u307e\u3059\u3002<\/p>\n<blockquote>\n<p>kohacraft\u306eblog      <br \/>\u30bf\u30b0\uff1a\u96fb\u5b50\u30da\u30fc\u30d1\u30fc<\/p>\n<\/blockquote>\n<p>E-ink \u30c7\u30a3\u30b9\u30d7\u30ec\u30a4\u306e\u30b3\u30cd\u30af\u30bf\u306fPCB\u4e0a\u306b\u3064\u3051\u306a\u3044\u3068\u7121\u7406\u306a\u914d\u7dda\u306a\u306e\u3067\u3001\u96fb\u6e90\u90e8\u3068\u30b3\u30cd\u30af\u30bf\u304b\u3089\u69cb\u6210\u3055\u308c\u308b\u958b\u767a\u30dc\u30fc\u30c9\u3092\u4f5c\u3089\u308c\u3066\u3044\u307e\u3057\u305f\u3002\u3053\u3061\u3089\u306f\u3001\u307e\u3060PCB\u4f5c\u3063\u3066\u306a\u3044\u306e\u3067\u30c6\u30b9\u30c8\u3067\u304d\u3066\u3044\u306a\u3044\u65e8\u3092\u30d6\u30ed\u30b0\u3067\u30b3\u30e1\u30f3\u30c8\u3057\u305f\u3068\u3053\u308d\u3001\u597d\u610f\u3067\u958b\u767a\u30dc\u30fc\u30c9\u3092\u5206\u3051\u3066\u3044\u305f\u3060\u304f\u3053\u3068\u306b\u306a\u308a\u307e\u3057\u305f\u3002\u30b3\u30cf\u30af\u30e9\u30d5\u30c8\u3055\u307e\u3001\u672c\u5f53\u306b\u3042\u308a\u304c\u3068\u3046\u3054\u3056\u3044\u307e\u3059\u3002E-ink \u306ePCB\u767a\u6ce8\u306f\u6765\u5e74\u304b\u3041\u3068\u601d\u3063\u3066\u3044\u305f\u306e\u3067\u3001\u5e74\u672b\u306b\u904a\u3079\u305d\u3046\u3067\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u4ee5\u4e0b\u306e\u56de\u8def\u56f3\u306f\u3001sprite_tm \u3055\u3093\u306e\u30da\u30fc\u30b8\u306b\u3042\u308b\u624b\u66f8\u304d\u306e\u3082\u306e\u3092\u30c8\u30ec\u30fc\u30b9\u3057\u305f\u3082\u306e\u3067\u3059\u3002\u914d\u7dda\u3059\u308b\u3068\u304d\u306e\u899a\u66f8\u3068\u3057\u3066\u30e1\u30e2\u3057\u3066\u304a\u304f\u3053\u3068\u306b\u3002<\/p>\n<p><a href=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/12\/2_schematic_eink.png\" target=\"_blank\" rel=\"noopener noreferrer\"><img decoding=\"async\" loading=\"lazy\" title=\"2_Schematic_e-ink\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"2_Schematic_e-ink\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/12\/2_schematic_eink_thumb.png\" width=\"640\" height=\"356\" \/><\/a> \u305f\u3060\u3044\u307e\u3001\u30b3\u30cf\u30af\u30e9\u30d5\u30c8\u958b\u767a\u30eb\u30fc\u30e0\u306b\u3066\u30cf\u30f3\u30c9\u30e1\u30a4\u30c9\u3067\u534a\u7530\u4ed8\u3051\u304c\u884c\u308f\u308c\u3066\u3044\u308b\u6700\u4e2d\u3067\u3059\u3002\u3053\u3061\u3089\u306f\u3001\u30b7\u30d5\u30c8\u30ec\u30b8\u30b9\u30bf\u90e8\u3068ESP\u5074\u306e\u6e96\u5099\u3092\u3057\u3066\u3044\u307e\u3059\u3002\u305d\u3057\u3066\u3001\u5148\u306b\u767a\u6ce8\u3057\u3066\u3042\u308b\u30ed\u30b8\u30c3\u30af\u30a2\u30ca\u30e9\u30a4\u30b6\u30fc\u3082\u4eca\u5e74\u4e2d\u306b\u6765\u308b\u3068\u601d\u3044\u307e\u3059\u306e\u3067\u3001\u3069\u3093\u306a\u624b\u9806\u3092\u8e0f\u3081\u3070\u8868\u793a\u3055\u308c\u308b\u306e\u304b\u3092\u89e3\u304d\u660e\u304b\u3057\u3066\u3044\u304d\u305f\u3044\u3068\u601d\u3044\u307e\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u82f1\u8a9e\u30bd\u30fc\u30b9\u3067\u306f\u5148\u4eba\u304c\u3044\u308b\u306e\u3067\u3059\u304c\u3001\u307e\u3060\u8981\u70b9\u304c\u3064\u304b\u3081\u305a\u3001\u30dd\u30a4\u30f3\u30c8\u306e\u8981\u306b\u306a\u308b\u90e8\u5206\u304c\u308f\u304b\u308a\u307e\u305b\u3093\u3002\u30b3\u30cf\u30af\u30e9\u30d5\u30c8\u3055\u3093\u306e\u30d6\u30ed\u30b0\u3067\u3044\u304f\u3064\u304b\u89e3\u304d\u660e\u304b\u3055\u308c\u3066\u3001\u30bd\u30cb\u30fc\u306edigital book reader PRS-600 \u672c\u4f53\u306bE-ink \u3092\u633f\u3052\u66ff\u3048\u3066\u3082\u8868\u793a\u304c\u53ef\u80fd\u3060\u305d\u3046\u3067\u3059\u3002Sony \u306eE-ink \u306b\u306f\u3001LB060S01-RD02 \u3068\u3044\u3046\u578b\u756a\u306eE-ink \u3067\u3001\u4eca\u56de\u624b\u6301\u3061\u3067\u6d41\u901a\u3057\u3066\u3044\u308b\u3001ED060SC4(LF)\u3092\u7e4b\u3052\u3066\u3082\u8868\u793a\u3067\u304d\u308b\u3068\u3044\u3046\u3053\u3068\u304c\u308f\u304b\u3063\u3066\u3044\u307e\u3059\u3002\u4e0a\u306e\u56de\u8def\u56f3\u3067\u306f\u30019pin , 10pin \u306f\u7e4b\u304c\u3063\u3066\u3044\u307e\u3059\u304c\u3001\u305d\u3053\u306f\u30dd\u30a4\u30f3\u30c8\u3067\u306f\u306a\u3055\u305d\u3046\u3068\u3044\u3046\u3053\u3068\u304c\u72b6\u6cc1\u304b\u3089\u8a00\u3048\u305d\u3046\u3067\u3059\u3002<\/p>\n<p>\u8981\u3059\u308b\u306b\u3001E-ink \u306b\u5165\u308c\u308b\u4fe1\u53f7\u306e\u30bf\u30a4\u30df\u30f3\u30b0\u304c\u30dd\u30a4\u30f3\u30c8\u306b\u306a\u308b\u3053\u3068\u306f\u9593\u9055\u3044\u306a\u3055\u305d\u3046\u3067\u3059\u3002<\/p>\n<p>\u4eca\u56de\u3057\u3087\u3063\u3071\u306a\u306b\u30c6\u30b9\u30c8\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308b\u30bd\u30fc\u30b9\u306f\u3001   <br \/><a title=\"https:\/\/github.com\/take-i\/espeink\/blob\/master\/user\/eink.c\" href=\"https:\/\/github.com\/take-i\/espeink\/blob\/master\/user\/eink.c\">https:\/\/github.com\/take-i\/espeink\/blob\/master\/user\/eink.c<\/a><\/p>\n<p>\u3067\u3001\u5404\u6240\u306bos_timer_arm\u3067\u30bf\u30a4\u30df\u30f3\u30b0\u3092\u3092\u53d6\u3063\u3066\u3044\u308b\u90e8\u5206\u304c\u3044\u304f\u3064\u304b\u3042\u308a\u307e\u3059\u3002\u305d\u306e\u95a2\u6570\u3092\u96c6\u7d04\u3057\u305f\u3082\u306e\u304c\u3001<\/p>\n<p><a title=\"https:\/\/github.com\/take-i\/espeink\/blob\/master\/user\/io.c\" href=\"https:\/\/github.com\/take-i\/espeink\/blob\/master\/user\/io.c\">https:\/\/github.com\/take-i\/espeink\/blob\/master\/user\/io.c<\/a><\/p>\n<p>\u306b\u3042\u308a\u3001\u3053\u3053\u306b\u3082\u30bf\u30a4\u30df\u30f3\u30b0\u3068\u3063\u3066\u3044\u308b\u90e8\u5206\u3001os_delay_us \u304c\u3044\u304f\u3064\u304b\u3042\u308a\u307e\u3059\u3002\u3053\u306e\u3042\u305f\u308a\u3092\u3044\u3058\u3063\u3066\u3001\u3069\u306e\u3088\u3046\u306a\u6319\u52d5\u3060\u3068\u8868\u793a\u3055\u308c\u3001\u3042\u308b\u3044\u306f\u3001\u3055\u308c\u306a\u3044\u306e\u304b\u3068\u3044\u3046\u6839\u672c\u539f\u7406\u3092\u63a2\u3063\u3066\u307f\u305f\u3044\u3068\u601d\u3044\u307e\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u679c\u305f\u3057\u3066\u3001\u4ee5\u4e0b\u306e\uff13\u3064\u306e\u30da\u30fc\u30b8\u3067\u306f\u4f55\u3092\u8a00\u304a\u3046\u3068\u3057\u3066\u3044\u308b\u306e\u304b\uff1f<\/p>\n<blockquote>\n<p><a href=\"http:\/\/essentialscrap.com\/eink\/electronics.html\">http:\/\/essentialscrap.com\/eink\/electronics.html<\/a><\/p>\n<p><a href=\"http:\/\/essentialscrap.com\/eink\/waveforms.html\">http:\/\/essentialscrap.com\/eink\/waveforms.html<\/a><\/p>\n<p><a href=\"http:\/\/spritesmods.com\/?art=einkdisplay&amp;page=3\">http:\/\/spritesmods.com\/?art=einkdisplay&amp;page=3<\/a><\/p>\n<\/blockquote>\n<p>\u8aad\u3093\u3067\u3044\u308b\u3060\u3051\u3067\u306f\u3001\u3044\u307e\u3044\u3061\u30d4\u30f3\u3068\u304d\u307e\u305b\u3093\u3002\u5b9f\u6a5f\u3092\u4ea4\u3048\u3001\uff11\u3064\u3065\u3064\u565b\u307f\u7815\u3044\u3066\u307f\u305f\u3044\u3068\u601d\u3044\u307e\u3059\u3002\u305d\u3057\u3066\u3001\u6b21\u306eE-ink \u30c7\u30a3\u30b9\u30d7\u30ec\u30a4\u306b\u3082\u5fdc\u7528\u3067\u304d\u308b\u30ce\u30a6\u30cf\u30a6\u304c\u5f97\u3089\u308c\u308c\u3070\u3068\u601d\u3063\u3066\u3044\u307e\u3059\u3002\u4e00\u756a\u3084\u308a\u305f\u3044\u306e\u306f\u3001\u30d5\u30ec\u30ad\u30b7\u30d6\u30eb\u306aE-ink \u3078\u306e\u8868\u793a\u3067\u3059\u3002\u307e\u3060\u3001\u30e2\u30ce\u304c\u3053\u306a\u308c\u3066\u3044\u306a\u3044\u306e\u3067\u3001\u5165\u624b\u65b9\u6cd5\u304c\u308f\u304b\u3089\u305a\u3067\u3059\u304c\u3001\u6570\u5e74\u7d4c\u3066\u3070\u5165\u624b\u7d4c\u8def\u3082\u78ba\u7acb\u3055\u308c\u3066\u304f\u308b\u3060\u308d\u3046\u3068\u601d\u3063\u3066\u3044\u307e\u3059\u3002<\/p>\n","protected":false},"excerpt":{"rendered":"<p>\u3055\u3066\u3001\u5e74\u672b\u306b\u5411\u3051\u3066E-ink \u3092\u8868\u793a\u3059\u308b\u30c6\u30b9\u30c8\u304c\u51fa\u6765\u305d\u3046\u306a\u306e\u3067\u3001\u305d\u306e\u6e96\u5099\u3092\u3057\u3066\u3044\u307e\u3059\u3002 \u958b\u767a\u30dc\u30fc\u30c9\u306f\u3001\u30d6\u30ed\u30b0\u3067\u5148\u99c6\u8005\u304c\u3044\u3089\u3063\u3057\u3083\u3063\u3066\u3001\u306a\u3093\u3068\u958b\u767a\u30dc\u30fc\u30c9\u3092\u5206\u3051\u3066\u3044\u305f\u3060\u304f\u3053\u3068\u306b\u306a\u308a\u307e\u3057\u305f\u3002\u3042\u308a\u304c\u3068\u3046\u3054\u3056\u3044\u307e\u3059\u3002 kohacr [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":""},"categories":[30,31,63],"tags":[],"acf":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"post-thumbnail":false},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":0,"uagb_excerpt":"\u3055\u3066\u3001\u5e74\u672b\u306b\u5411\u3051\u3066E-ink \u3092\u8868\u793a\u3059\u308b\u30c6\u30b9\u30c8\u304c\u51fa\u6765\u305d\u3046\u306a\u306e\u3067\u3001\u305d\u306e\u6e96\u5099\u3092\u3057\u3066\u3044\u307e\u3059\u3002 \u958b\u767a\u30dc\u30fc\u30c9\u306f\u3001\u30d6\u30ed\u30b0\u3067&hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/1793"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=1793"}],"version-history":[{"count":0,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/1793\/revisions"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=1793"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/categories?post=1793"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/tags?post=1793"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}