{"id":4632,"date":"2018-10-17T02:50:31","date_gmt":"2018-10-16T17:50:31","guid":{"rendered":"https:\/\/hack.gpl.jp\/?p=4632"},"modified":"2018-10-17T02:50:31","modified_gmt":"2018-10-16T17:50:31","slug":"20181017","status":"publish","type":"post","link":"https:\/\/hack.gpl.jp\/2018\/10\/17\/20181017\/","title":{"rendered":"Linux\u30a8\u30f3\u30b8\u30cb\u30a2\u304c\u30b5\u30fc\u30d0\u3092\u4f5c\u3089\u305a\u7d50\u5c40\u3001WordPress.com \u306e\u6709\u6599\u30d7\u30e9\u30f3\u306b\u5165\u308b\u3053\u3068\u306b\u3057\u305f\u3088"},"content":{"rendered":"<\/p>\n<p>\u3053\u306e\u534a\u5e74\u304f\u3089\u3044\u3067\u3001\u3044\u308d\u3044\u308d\u691c\u8a0e\u3057\u3066\u3044\u305f\uff11\u4e07\u4eba\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u3002\u66f4\u65b0\u3092\u3055\u307c\u3063\u3066\u3057\u307e\u3063\u3066\u534a\u5e74\u304f\u3089\u3044\u653e\u7f6e\u3057\u3066\u3044\u307e\u3057\u305f\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" title=\"201809\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"201809\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/10\/201809.png\" width=\"870\" height=\"432\"> <\/p>\n<p>\u3055\u307c\u3063\u3066\u3044\u305f\u5272\u306b\u306f\u3001\u3042\u307e\u308a\u843d\u3061\u8fbc\u307f\u3082\u306a\u304b\u3063\u305f\u3088\u3046\u3067\u3059\u3002\u3042\u308a\u304c\u305f\u3084\u3002<\/p>\n<p>\u3084\u3063\u3071\u308a\u30d6\u30ed\u30b0\u306b\u611b\u7740\u304c\u308f\u304f\u304b\u3069\u3046\u304b\u3063\u3066\u3001\u307e\u305a\u72ec\u81ea\u30c9\u30e1\u30a4\u30f3\u306b\u3059\u308b\u3053\u3068\u304b\u306a\u3063\u3066\u601d\u3044\u307e\u305a\u6700\u521d\u306e\uff11\u3063\u6b69\u76ee\u3092\u8e0f\u307f\u51fa\u3057\u307e\u3057\u305f\u3002<\/p>\n<p>&nbsp;<\/p>\n<p>\u307e\u305a\u3001\u30c9\u30e1\u30a4\u30f3\u306f\u524d\u56de\u6c7a\u3081\u3066\u3044\u305f\u4ee5\u4e0b\u306b\u3002URL\u306f\u3001\u4ee5\u4e0b\u306e\u30c9\u30e1\u30a4\u30f3\u306b\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u3057\u3066\u3044\u308b\u3068\u601d\u3044\u307e\u3059\u3002SSL\u30a2\u30af\u30bb\u30b9\u3082\u53ef\u80fd\u306a\u3093\u3067\u3059\u306d\u3002\u3053\u3053\u306f\u3061\u3087\u3063\u3068\u610f\u5916\u3067\u3057\u305f\u3002<\/p>\n<p>&nbsp;<\/p>\n<blockquote>\n<p>hack.gpl.jp<\/p>\n<\/blockquote>\n<p>&nbsp;<\/p>\n<p>\u4f55\u3092\u534a\u5e74\u3082\u8ff7\u3063\u3066\u3044\u305f\u306e\u304b\u3068\u3044\u3046\u3068\u3001\u571f\u53f0\u306e\u30b5\u30fc\u30d0\u90e8\u5206\u3067\u3059\u3002<\/p>\n<p>&nbsp;<\/p>\n<p>\u30ec\u30f3\u30bf\u30eb\u30b5\u30fc\u30d0\u304b\u3001\u72ec\u81ea\u30b5\u30fc\u30d0\u304b\u3067\u305a\u3044\u3076\u3093\u8ff7\u3063\u3066\u3044\u307e\u3057\u305f\u3002\u3053\u306e\u80cc\u666f\u306b\u306f\u3001\u81ea\u5206\u304cLinux \u30a8\u30f3\u30b8\u30cb\u30a2\u306a\u306e\u3067\u30b5\u30fc\u30d0\u3082\u7ba1\u7406\u3057\u305f\u3044\u6b32\u6c42\u304c\u3042\u3063\u305f\u306e\u3067\u3059\u3002<\/p>\n<p>\u5177\u4f53\u7684\u306b\u306f\u3001Google\u30af\u30e9\u30a6\u30c9\u306e\u30a8\u30f3\u30b8\u30f3\u304c\u6c17\u306b\u5165\u3063\u3066\u3044\u3066\u3001\u3053\u3053\u3067\u30df\u30cb\u30de\u30e0\u306e\u3092\u4eee\u904b\u7528\u3057\u3066\u3044\u307e\u3057\u305f\u3002\u3042\u3068\u306f\u3001\u81ea\u5b85\u30b5\u30fc\u30d0\u3063\u3066\u3044\u3046\u306e\u3082\u4eee\u904b\u7528\u3057\u3066\u3044\u307e\u3057\u305f\u3002<\/p>\n<p>&nbsp;<\/p>\n<p>\u3057\u304b\u3057\u3001\u4ed5\u4e8b\u3067\u3055\u3093\u3056\u3093\u30b5\u30fc\u30d0\u56de\u308a\u3092\u3044\u3058\u3063\u3066\u3044\u308b\u3057\u8da3\u5473\u306e\u4e16\u754c\u306f\u30cd\u30bf\u306b\u6ca1\u982d\u3057\u305f\u3044\u3063\u3066\u601d\u3044\u306e\u307b\u3046\u304c\u5f37\u304f\u306a\u308a\u307e\u3057\u305f\u3002\u3084\u3063\u3071\u308a\u3001\u5fc3\u914d\u3054\u3068\u306f\u5c11\u306a\u3044\u307b\u3046\u304c\u3044\u3044\u3067\u3059\u3002\u306a\u306e\u3067\u3001WordPress.com \u306e\u30d3\u30b8\u30cd\u30b9\u30d7\u30e9\u30f3\u307e\u3067\u8996\u91ce\u306b\u5165\u308c\u3066\u3001\u307e\u305a\u306f\u30d1\u30fc\u30bd\u30ca\u30eb\u3067\u5951\u7d04\u3059\u308b\u3053\u3068\u306b\u3002<\/p>\n<p><a title=\"https:\/\/ja.wordpress.com\/pricing\/\" href=\"https:\/\/ja.wordpress.com\/pricing\/\" target=\"_blank\" rel=\"noopener noreferrer\">https:\/\/ja.wordpress.com\/pricing\/<\/a><\/p>\n<p><img decoding=\"async\" loading=\"lazy\" title=\"start\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"start\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/10\/start.png\" width=\"880\" height=\"1229\"> <\/p>\n<p>&nbsp;<\/p>\n<p>\u30d1\u30fc\u30bd\u30ca\u30eb\u3067\u3082\u3001\u30c9\u30e1\u30a4\u30f3\u3092\u30de\u30c3\u30d4\u30f3\u30b0\u3059\u308b\u3053\u3068\u306f\u53ef\u80fd\u3067\u3059\u3002\u30aa\u30f3\u30e9\u30a4\u30f3\u30c1\u30e3\u30c3\u30c8\u3067\u3082\u3044\u308d\u3044\u308d\u6c17\u306b\u306a\u308b\u3053\u3068\u3092\u304d\u3044\u3066\u304a\u304d\u307e\u3057\u305f\u3002<\/p>\n<p>&nbsp;<\/p>\n<p>\u30fb\u9014\u4e2d\u304b\u3089\u3001\u4e0a\u306e\u30d7\u30e9\u30f3\u3078\u306e\u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9\u306f\u5dee\u984d\u3092\u652f\u6255\u3048\u3070\u53ef\u80fd\u3002<\/p>\n<p>\u30fb\u305d\u306e\u9006\u306e\u30c0\u30a6\u30f3\u30b0\u30ec\u30fc\u30c9\u3082\u53ef\u80fd\uff08\u305f\u3060\u3057\u3001\u30d3\u30b8\u30cd\u30b9\u304b\u3089\u4e0b\u3078\u306e\u30d7\u30e9\u30f3\u306f\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u30b5\u30fc\u30d0\u304c\u9055\u3046\u306e\u3067\u5c11\u3057\u624b\u9806\u304c\u9055\u3046\u6a21\u69d8\uff09<\/p>\n<p>\u30fb\u30c9\u30e1\u30a4\u30f3\u30de\u30c3\u30d4\u30f3\u30b0\u306f\u3001\u4e00\u756a\u4e0b\u306e\u30d7\u30e9\u30f3\uff1a\u30d1\u30fc\u30bd\u30ca\u30eb\u30d7\u30e9\u30f3\u304b\u3089\u3082\u53ef\u80fd<\/p>\n<p>\u3000\u30d8\u30eb\u30d7\u306f\u4ee5\u4e0b\u3002\u7c21\u5358\u306b\u8a00\u3048\u3070\u3001NS \u30ec\u30b3\u30fc\u30c9\u3092\uff13\u3064\u5909\u66f4\u3059\u308b\u306e\u307f\u3002<\/p>\n<p>\u3000<a title=\"https:\/\/en.support.wordpress.com\/domains\/map-subdomain\/#scenario2\" href=\"https:\/\/en.support.wordpress.com\/domains\/map-subdomain\/#scenario2\" target=\"_blank\" rel=\"noopener noreferrer\">https:\/\/en.support.wordpress.com\/domains\/map-subdomain\/#scenario2<\/a><\/p>\n<p>\u30fb\u8907\u6570\u306e\u30c9\u30e1\u30a4\u30f3\u3092\uff11\u3064\u306e\u30b5\u30a4\u30c8\u306b\u30de\u30c3\u30d4\u30f3\u30b0\u3059\u308b\u3053\u3068\u3082\u53ef\u80fd\uff08\u306e\u3088\u3046\u3067\u3059\u3002\u307e\u3060\u78ba\u8a3c\u306f\u5f97\u3089\u308c\u305a\uff09<\/p>\n<p>\u30fb\u30d3\u30b8\u30cd\u30b9\u30d7\u30e9\u30f3\u306f\u3001MySQL Dump \u3082\u53d6\u5f97\u3067\u304d\u308b\u3088\u3046\u3067\u3059\u3002<\/p>\n<p>&nbsp;<\/p>\n<p>\u3068\u3044\u3046\u3053\u3068\u3067\u3001\u30d1\u30fc\u30bd\u30ca\u30eb\u30d7\u30e9\u30f3\u304b\u3089\u521d\u3081\u3066\u307f\u307e\u3057\u305f\u3002\u3053\u3053\u3067\u306e\u6069\u6075\u306f\u3001\u30c9\u30e1\u30a4\u30f3\u3092\u30de\u30c3\u30d4\u30f3\u30b0\u3067\u304d\u308b\u3053\u3068\u3068\u3001\u5e83\u544a\u304c\u6d88\u3048\u308b\u3053\u3068\u3067\u3059\u3002\u30b0\u30fc\u30b0\u30eb\u306e\u30a2\u30ca\u30ea\u30c6\u30a3\u30af\u30b9\u3084\u3001\u72ec\u81ea\u306e\u30c6\u30fc\u30de\u3084\u30d7\u30e9\u30b0\u30a4\u30f3\u306a\u3069\u306f\u5165\u308c\u3089\u308c\u306a\u3044\u306e\u3067\u3001\u3042\u304f\u307e\u3067\u901a\u904e\u70b9\u306e\u3064\u3082\u308a\u3067\u3059\u3002<\/p>\n<p>\u6708400\u5186\u306a\u3093\u3067\u3001\u4f4e\u4fa1\u683c\u306e\u30ec\u30f3\u30b5\u30d0\u4e26\u307f\u3067\u3059\u3002\u3053\u306e\u6642\u70b9\u3067\u306f\u307e\u3060\u3001WordPress.com \u306e\u512a\u4f4d\u6027\u306f\u3042\u307e\u308a\u306a\u3044\u306e\u304b\u306a\u3068\u3044\u3046\u5370\u8c61\u3067\u3059\u3002\u3057\u304b\u3057\u3001\u72ec\u81ea\u30c9\u30e1\u30a4\u30f3\u3067SSL\u30a2\u30af\u30bb\u30b9\u306b\u306a\u308b\u3053\u3068(\u3053\u308c\u306f\u60f3\u5b9a\u5916\u3067\u3057\u305f)<\/p>\n<p>\u3082\u52a0\u5473\u3059\u308b\u3068\u3001\u3053\u308c\u3082\u3042\u308a\u304b\u306a\u3068\u601d\u3048\u307e\u3059\u3002\u30c9\u30e1\u30a4\u30f3\u30de\u30c3\u30d4\u30f3\u30b0\u306f\u5e74\u95931600\u5186\u3067\u3082\u53ef\u80fd\u306a\u3088\u3046\u3067\u3059\u3002\u30c9\u30e1\u30a4\u30f3\u3092\u4fdd\u6709\u3057\u3066\u3001\u4ed6\u306e\u30ec\u30b8\u30b9\u30c8\u30e9\u3067\u7ba1\u7406\u3057\u3066\u3044\u308b\u5834\u5408\u306f\u3053\u308c\u3082\u3068\u308a\u3042\u3048\u305a\u306f\u3042\u308a\u304b\u3082\u3057\u308c\u307e\u305b\u3093\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" title=\"03\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"03\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/10\/03.png\" width=\"872\" height=\"1573\"> <\/p>\n<p>\u4eca\u5f8c\u306f\u3001\u5c11\u3057\u983b\u5ea6\u3092\u4e0a\u3052\u3066\u8a18\u4e8b\u3092\u66f8\u3044\u3066\u3044\u3051\u308c\u3070\u306a\u30fc\u3068\u601d\u3063\u3066\u3044\u307e\u3059\u3002<\/p>\n<p>\u6b21\u56de\u306f\u3001WordPress \u306e\u6709\u6599\u30d7\u30e9\u30f3\u306b\u3064\u3044\u3066\u4f55\u304b\u30ec\u30dd\u30fc\u30c8\u3057\u3088\u3046\u304b\u306a\u3002\u3044\u3064\u3082\u3001\u3053\u3053\u3089\u3042\u305f\u308a\u306e\u4e0b\u306b\u5e83\u544a\u304c\u51fa\u3066\u3044\u305f\u3093\u3067\u3059\u304c\u6d88\u3048\u307e\u3057\u305f\u306d\uff01\u5e83\u544a\u304c\u306a\u3044\u3068\u3084\u3063\u3071\u308a\u3044\u3044\u3067\u3059\u306d\u3002<\/p>\n<p>\u3067\u306f\u3001\u307e\u305f\uff01<\/p>\n","protected":false},"excerpt":{"rendered":"<p>\u3053\u306e\u534a\u5e74\u304f\u3089\u3044\u3067\u3001\u3044\u308d\u3044\u308d\u691c\u8a0e\u3057\u3066\u3044\u305f\uff11\u4e07\u4eba\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u3002\u66f4\u65b0\u3092\u3055\u307c\u3063\u3066\u3057\u307e\u3063\u3066\u534a\u5e74\u304f\u3089\u3044\u653e\u7f6e\u3057\u3066\u3044\u307e\u3057\u305f\u3002 \u3055\u307c\u3063\u3066\u3044\u305f\u5272\u306b\u306f\u3001\u3042\u307e\u308a\u843d\u3061\u8fbc\u307f\u3082\u306a\u304b\u3063\u305f\u3088\u3046\u3067\u3059\u3002\u3042\u308a\u304c\u305f\u3084\u3002 \u3084\u3063\u3071\u308a\u30d6\u30ed\u30b0\u306b\u611b\u7740\u304c\u308f\u304f\u304b\u3069\u3046\u304b\u3063\u3066\u3001\u307e [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":""},"categories":[77,83,84],"tags":[],"acf":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"post-thumbnail":false},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":0,"uagb_excerpt":"\u3053\u306e\u534a\u5e74\u304f\u3089\u3044\u3067\u3001\u3044\u308d\u3044\u308d\u691c\u8a0e\u3057\u3066\u3044\u305f\uff11\u4e07\u4eba\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u3002\u66f4\u65b0\u3092\u3055\u307c\u3063\u3066\u3057\u307e\u3063\u3066\u534a\u5e74\u304f\u3089\u3044\u653e\u7f6e\u3057\u3066\u3044\u307e\u3057\u305f\u3002 &hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/4632"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=4632"}],"version-history":[{"count":0,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/4632\/revisions"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=4632"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/categories?post=4632"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/tags?post=4632"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}