{"id":1212,"date":"2015-09-17T22:20:33","date_gmt":"2015-09-17T13:20:33","guid":{"rendered":"https:\/\/hack.gpl.jp\/?p=1212"},"modified":"2015-09-17T22:20:33","modified_gmt":"2015-09-17T13:20:33","slug":"eagle-%e3%81%ae%e8%87%aa%e5%8b%95%e9%85%8d%e7%b7%9a","status":"publish","type":"post","link":"https:\/\/hack.gpl.jp\/2015\/09\/17\/eagle-%e3%81%ae%e8%87%aa%e5%8b%95%e9%85%8d%e7%b7%9a\/","title":{"rendered":"Eagle \u306e\u81ea\u52d5\u914d\u7dda"},"content":{"rendered":"<\/p>\n<p>\u3055\u3066\u3001\u5168\u90e8\u306e\u914d\u7dda\u3068\u30d1\u30fc\u30c4\u30ea\u30b9\u30c8\u306e\u9078\u629e\u304c\u7d42\u308f\u3063\u305f\u306e\u3067\u3001PCB \u306e\u81ea\u52d5\u914d\u7dda\u3092\u8a66\u3057\u3066\u307f\u305f\u304f\u306a\u308a\u307e\u3057\u305f\u3002\u4f5c\u8005\u306e\u624b\u672c\u3092\u53c2\u8003\u306b\u3042\u308c\u3053\u308c\u7f6e\u3044\u3066\u307e\u3060\u8a66\u3057\u3066\u3044\u308b\u6700\u4e2d\u3067\u3059\u304c\u3001\u305d\u306e\u30b9\u30af\u30ea\u30fc\u30f3\u30b7\u30e7\u30c3\u30c8\u3067\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u3053\u308c\u304c\u3001\u914d\u7f6e\u3057\u305f\u3068\u3053\u308d\u306e\u56f3\u3067\u3059\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" title=\"1_Board_-__Users_ishizaka_Documents_eagle_WiFi_E-link_WiFi_E-link_brd_-_EAGLE_7_2_0_Light\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"1_Board_-__Users_ishizaka_Documents_eagle_WiFi_E-link_WiFi_E-link_brd_-_EAGLE_7_2_0_Light\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/09\/1_board___users_ishizaka_documents_eagle_wifi_elink_wifi_elink_brd__eagle_7_2_0_light.png\" width=\"766\" height=\"776\" \/><\/p>\n<p>\u3053\u3093\u306a\u611f\u3058\u3067\u7c21\u5358\u64cd\u4f5c\u3002<\/p>\n<p>&#160;<img decoding=\"async\" loading=\"lazy\" title=\"a\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"a\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/09\/a.png\" width=\"640\" height=\"381\" \/> <\/p>\n<p><img decoding=\"async\" loading=\"lazy\" title=\"b\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"b\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/09\/b.png\" width=\"642\" height=\"998\" \/> <\/p>\n<p>\u6c17\u306b\u5165\u308b\u307e\u3067\u3001\u914d\u7f6e\u3057\u306a\u304a\u3057\u305f\u308a\u3001\u914d\u7dda\u3057\u305f\u308a\u3092\u7e70\u308a\u8fd4\u3057\u3066\u8a66\u3057\u3066\u3044\u307e\u3059\u3002\u3053\u306e\u3068\u304d\u306f\u300193.6% \u307e\u3067\u914d\u7dda\u3057\u3066\u304f\u308c\u305f\u3088\u3046\u3067\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u305d\u3057\u3066\u3001\u3053\u308c\u304c\u30aa\u30fc\u30c8\u30eb\u30fc\u30c8\u306e\uff19\uff13\uff05\u5b8c\u4e86\u306e\u30d1\u30bf\u30fc\u30f3\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" title=\"5\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"5\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/09\/5.png\" width=\"760\" height=\"1167\" \/><\/p>\n<p>\u3053\u3063\u3061\u306f\u3001\uff19\uff11\uff0e\uff17\uff05\u3067\u3059\u304c\u3001\u30b9\u30eb\u30fc\u30db\u30fc\u30eb\u304c80\u500b\u3068\u5c11\u306a\u304f\u306a\u3063\u3066\u3044\u308b\u3082\u306e\u3067\u3059\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" title=\"4\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"4\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/09\/4.png\" width=\"761\" height=\"1180\" \/> <\/p>\n<\/p>\n<p>\u624b\u3067\u914d\u7dda\u3057\u3066\u3044\u305f\u3089\u3001\u65e5\u304c\u66ae\u308c\u305d\u3046\u306a\u306e\u3067\u81ea\u52d5\u914d\u7dda\u52a9\u304b\u308a\u307e\u3059\u306d\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u30d1\u30fc\u30c4\u3092\u914d\u7f6e\u3057\u306a\u304a\u3057\u305f\u308a\u3001\u56de\u8ee2\u3055\u305b\u305f\u308a\u3068\u3044\u308d\u3044\u308d\u3068\u3084\u3063\u3066\u3044\u308b\u3068\u3001\u30d1\u30fc\u30bb\u30f3\u30c6\u30fc\u30b8\u304c\u4e0a\u304c\u3063\u3066\u3044\u304d\u307e\u3059\u3002\u6700\u9ad8\u306793.7\uff05\u304f\u3089\u3044\u307e\u3067\u884c\u304d\u307e\u3057\u305f\u3002LT \u306e IC \u5468\u308a\u3068\u3001FPC \u30b3\u30cd\u30af\u30bf\u30fc\u5468\u308a\u306e\u6570\u672c\u304c\u3069\u3046\u3057\u3066\u3082\u914d\u7dda\u3067\u304d\u306a\u3044\u3088\u3046\u3067\u3059\u3002<\/p>\n<p>\u3053\u306e\u3042\u305f\u308a\u306f\u624b\u4f5c\u696d\u3067\u3059\u304b\u306d\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u914d\u7dda\u306e\u3084\u308a\u76f4\u3057\u306f\u3001\u4ee5\u4e0b\u306e\u30b3\u30de\u30f3\u30c9\u3092\u5165\u529b\u3059\u308b\u3068\u4f55\u56de\u3067\u3082\u3084\u308a\u76f4\u305b\u307e\u3059\u3002<\/p>\n<blockquote>\n<p>ripup;<\/p>\n<\/blockquote>\n<p>\u914d\u7f6e\u306e\u5fae\u5999\u306a\u30b0\u30ea\u30c3\u30c9\u8abf\u6574\u306f\u3001osx \u3060\u3068\u30aa\u30d7\u30b7\u30e7\u30f3\u30ad\u30fc\u3092\u62bc\u3059\u3068\u826f\u3044\u3088\u3046\u3067\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u3069\u3046\u3057\u3066\u3082\u3001\u3053\u306e\u3042\u305f\u308a\u304c\u81ea\u52d5\u914d\u7dda\u3067\u304d\u306a\u3044\u3088\u3046\u3067\u3059\u3002<\/p>\n<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" title=\"c\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"c\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/09\/c.png\" width=\"807\" height=\"1138\" \/> <\/p>\n<p>\u307e\u3060\u624b\u4f5c\u696d\u3067\u4fee\u6b63\u3059\u308b\u65b9\u6cd5\u306f\u77e5\u3089\u306a\u3044\u306e\u3067\u3001\u4eca\u5ea6\u306e\u4f11\u307f\u306b\u3067\u3082\u3084\u308a\u65b9\u3092\u899a\u3048\u3066\u307f\u3088\u3046\u3068\u601d\u3044\u307e\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u4e0b\u306f\u3001\u4f5c\u696d\u306e\u6d41\u308c\u3092\u3064\u304b\u3080\u305f\u3081\u3001Fusion PCB \u306ecam \u30d5\u30a1\u30a4\u30eb\u304b\u3089\u3001\u30ac\u30fc\u30d0\u30fc\u30d5\u30a1\u30a4\u30eb\u3092\u51fa\u529b\u3057\u3001kikad \u306e gerbview \u3067\u898b\u305f\u3068\u3053\u308d\u3002\u30c9\u30ea\u30eb\u30c7\u30fc\u30bf\u306e\u7a74\u306e\u4f4d\u7f6e\u304c\u5927\u5e45\u306b\u305a\u308c\u308b\u306e\u306f\u306a\u306b\u304b\u8a2d\u5b9a\u3067\u3057\u3087\u3046\u304b\u306d\uff1f<\/p>\n<p>\u307e\u3060\u3001\u30b7\u30eb\u30af\u5370\u5237\u306e\u90e8\u5206\u3068\u3001\u30de\u30b9\u30af\u9762\u306a\u3069\u624b\u3092\u3064\u3051\u3066\u3044\u306a\u3044\u306e\u3067\u3001\u305d\u306e\u3042\u305f\u308a\u306f\u624b\u4f5c\u696d\u3067\u3059\u304b\u306d\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" title=\"d\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"d\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/09\/d.png\" width=\"791\" height=\"404\" \/> <\/p>\n<p>\u3053\u3093\u306a\u914d\u7dda\u306f\u3001\u30e6\u30cb\u30d0\u30fc\u30b5\u30eb\u57fa\u76e4\u3067\u306f\u8003\u3048\u308b\u3060\u3051\u3067\u3082\u9762\u5012\u306a\u306e\u3067\u3001\u81ea\u52d5\u914d\u7dda\u3042\u308a\u304c\u305f\u3044\u3067\u3059\u3002<\/p>\n<p>\u7d50\u69cb\u7dba\u9e97\u306b\u914d\u7dda\u3067\u304d\u3066\u308b\u3068\u601d\u3044\u307e\u3059\u304c\u3001\u30d7\u30ed\u306e\u65b9\u304b\u3089\u898b\u308b\u3068\u3082\u3063\u3068\u3053\u3046\u3057\u305f\u65b9\u304c\u826f\u3044\u3063\u3066\u3044\u3046\u90e8\u5206\u3082\u3042\u308b\u306e\u3067\u3057\u3087\u3046\u306d\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" title=\"about_kicad_gerbview\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"about_kicad_gerbview\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/09\/about_kicad_gerbview.png\" width=\"640\" height=\"447\" \/> <\/p>\n<\/p>\n<p>\u3068\u308a\u3042\u3048\u305a\u3001\u306a\u3093\u306b\u3082\u77e5\u3089\u305a\u306b\u30dd\u30c1\u307d\u3061\u3068\u90e8\u54c1\u3092\u9078\u629e\u3057\u3001\u56de\u8def\u56f3\u3092\u63cf\u3044\u3066\u3001PCB \u306e\u5927\u304d\u3055\u306e\u4e0a\u306b\u7f6e\u3044\u305f\u3060\u3051\u3067\u3001\u3053\u3053\u307e\u3067\u3067\u304d\u307e\u3059\u3002\u5049\u5927\u3067\u3059\u306d\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u4e00\u756a\u9762\u5012\u306a\u306e\u306f\u3001\u90e8\u54c1\u3092\u30d1\u30fc\u30c4\u30ea\u30b9\u30c8\u304b\u3089\u9078\u629e\u3059\u308b\u3068\u3053\u308d\u3068\u3001\u305d\u306e\u524d\u6bb5\u3067\u3001\u30d1\u30fc\u30c4\u30ea\u30b9\u30c8\u306e\u30c7\u30fc\u30bf\u3092\u3044\u308d\u3044\u308d\u306a\u3068\u3053\u308d\u304b\u3089\u96c6\u3081\u3066\u304f\u308b\u306e\u304c\u9762\u5012\u3002\u9006\u306b\u3001\u4f7f\u3046\u90e8\u54c1\u304c\u3042\u308b\u7a0b\u5ea6\u6c7a\u307e\u3063\u3066\u3044\u308b\u5834\u5408\u3001\u672c\u5f53\u306b\u697d\u3067\u3059\u3002<\/p>\n<p>Eagle \u3084 kicad \u3092\u4f7f\u3063\u3066\u8a2d\u8a08\u3057\u3001\u30d7\u30ea\u30f3\u30c8\u30b5\u30fc\u30d3\u30b9\u306b\u57fa\u76e4\u3092\u51fa\u3057\u3066\u4f55\u304b\u4f5c\u308b\u3063\u3066\u3044\u3046\u30b9\u30c6\u30c3\u30d7\u306f\u3001\u3042\u308a\u304b\u3082\u306a\u3068\u601d\u3044\u51fa\u3057\u3066\u3044\u308b\u3068\u3053\u308d\u3067\u3059\u3002\u30a8\u30c3\u30c1\u30f3\u30b0\u3057\u3066\u57fa\u76e4\u3092\u4f5c\u308b\u30b9\u30c6\u30c3\u30d7\u3092\u601d\u3048\u3070\u3001\u3061\u3087\u3063\u3068\u6642\u9593\u306f\u304b\u304b\u308b\u3051\u3069\u3001\u91d1\u984d\u306f\u304a\u3053\u305a\u304b\u3044\u306e\u7bc4\u56f2\u306a\u306e\u3067\u3001\u6bce\u67081\u3064\u3001\u30d7\u30ea\u30f3\u30c8\u306b\u51fa\u3057\u3066\u904a\u3079\u305d\u3046\u3067\u3059\u306d\u3002\u8a2d\u8a08\u304c\u9593\u306b\u5408\u308f\u306a\u3044\u3068\u306f\u601d\u3044\u307e\u3059\u304c\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u56de\u8def\u56f3\u3068\u3001PCB\u306e\u914d\u7f6e\u3092\u3057\u3066\u3001E-ink \u306e\u4ed5\u69d8\u66f8\u306epin \u3068\u4f5c\u8005\u306e\u914d\u7dda\u304c\u5fae\u5999\u306b\u9055\u3046\u90e8\u5206\u3082\u3042\u308a\u3001\u3053\u306e\u3042\u305f\u308a\u306f\u3001\u5b9f\u969b\u306b\u30c8\u30e9\u30a4\u30a8\u30e9\u30fc\u3092\u7e70\u308a\u8fd4\u3055\u306a\u3044\u3068\u4e0d\u660e\u306a\u90e8\u5206\u3082\u51fa\u3066\u304d\u3066\u3044\u307e\u3059\u304c\u3001\u554f\u984c\u3082\u5c11\u3057\u3065\u3064\u308f\u304b\u3063\u3066\u304d\u3066\u3044\u307e\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u6b21\u56de\u306f\u3001\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u90e8\u5206\u306e\u691c\u8a3c\u3068\u3001\u305d\u308c\u304c\u884c\u3051\u305d\u3046\u304b\u306a\u3068\u601d\u3048\u3070\u3001\u3044\u3088\u3044\u3088\u30d1\u30fc\u30c4\u767a\u6ce8\u3067\u3059\u3002\u3055\u3066\u3001\u672c\u5f53\u306b\u52d5\u304f\u306e\u3067\u3057\u3087\u3046\u304b\u306d\u3002<\/p>\n","protected":false},"excerpt":{"rendered":"<p>\u3055\u3066\u3001\u5168\u90e8\u306e\u914d\u7dda\u3068\u30d1\u30fc\u30c4\u30ea\u30b9\u30c8\u306e\u9078\u629e\u304c\u7d42\u308f\u3063\u305f\u306e\u3067\u3001PCB \u306e\u81ea\u52d5\u914d\u7dda\u3092\u8a66\u3057\u3066\u307f\u305f\u304f\u306a\u308a\u307e\u3057\u305f\u3002\u4f5c\u8005\u306e\u624b\u672c\u3092\u53c2\u8003\u306b\u3042\u308c\u3053\u308c\u7f6e\u3044\u3066\u307e\u3060\u8a66\u3057\u3066\u3044\u308b\u6700\u4e2d\u3067\u3059\u304c\u3001\u305d\u306e\u30b9\u30af\u30ea\u30fc\u30f3\u30b7\u30e7\u30c3\u30c8\u3067\u3059\u3002 &#160; \u3053\u308c\u304c\u3001\u914d\u7f6e\u3057\u305f\u3068\u3053\u308d [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":""},"categories":[31,64],"tags":[],"acf":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"post-thumbnail":false},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":0,"uagb_excerpt":"\u3055\u3066\u3001\u5168\u90e8\u306e\u914d\u7dda\u3068\u30d1\u30fc\u30c4\u30ea\u30b9\u30c8\u306e\u9078\u629e\u304c\u7d42\u308f\u3063\u305f\u306e\u3067\u3001PCB \u306e\u81ea\u52d5\u914d\u7dda\u3092\u8a66\u3057\u3066\u307f\u305f\u304f\u306a\u308a\u307e\u3057\u305f\u3002\u4f5c\u8005\u306e\u624b\u672c\u3092\u53c2&hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/1212"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=1212"}],"version-history":[{"count":0,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/1212\/revisions"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=1212"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/categories?post=1212"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/tags?post=1212"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}