{"id":4857,"date":"2018-12-02T20:59:53","date_gmt":"2018-12-02T11:59:53","guid":{"rendered":"http:\/\/hack.gpl.jp\/?p=4857"},"modified":"2018-12-02T20:59:53","modified_gmt":"2018-12-02T11:59:53","slug":"z77%e3%83%81%e3%83%83%e3%83%97%e3%82%bb%e3%83%83%e3%83%88%e3%81%ae%e3%83%9e%e3%82%b6%e3%83%bc%e3%81%a7%e3%80%81pcie-%e3%81%8b%e3%82%89nvme-%e8%b5%b7%e5%8b%95%e3%81%99%e3%82%8b%e5%ae%9f%e9%a8%93","status":"publish","type":"post","link":"https:\/\/hack.gpl.jp\/2018\/12\/02\/z77%e3%83%81%e3%83%83%e3%83%97%e3%82%bb%e3%83%83%e3%83%88%e3%81%ae%e3%83%9e%e3%82%b6%e3%83%bc%e3%81%a7%e3%80%81pcie-%e3%81%8b%e3%82%89nvme-%e8%b5%b7%e5%8b%95%e3%81%99%e3%82%8b%e5%ae%9f%e9%a8%93\/","title":{"rendered":"Z77\u30c1\u30c3\u30d7\u30bb\u30c3\u30c8\u306e\u30de\u30b6\u30fc\u3067\u3001PCIe \u304b\u3089NVMe \u8d77\u52d5\u3059\u308b\u5b9f\u9a13\u306e\u305f\u3081\u30d1\u30fc\u30c4\u8cfc\u5165"},"content":{"rendered":"<p>\u4eca\u3059\u3050\u306b\u3067\u3082\u3001Core i9 9900K \u3092\u8cb7\u3063\u3061\u3083\u3044\u305d\u3046\u306b\u306a\u308b\u306e\u3092\u30b0\u30c3\u3068\u3053\u3089\u3048\u3066\u3044\u307e\u3059\u3002<\/p>\n<p>\u5e74\u672b\u306b\u5411\u3051\u3066\u3044\u308d\u3044\u308d\u5b9f\u9a13\u3057\u305f\u3044\u306e\u3067\u3001\u30d1\u30fc\u30c4\u3092\u8cb7\u3044\u8fbc\u3082\u3046\u3068\u3042\u308c\u3053\u308c\u672c\u65e5\u3082\u7269\u8272\u3057\u3066\u3044\u307e\u3057\u305f\u3002\u30dd\u30c1\u3063\u305f\u30d1\u30fc\u30c4\u306f\u3053\u308c\u3067\u3059\u3002\u76ee\u7684\u306f\u3001\u5287\u901f\u306eOS\u30d6\u30fc\u30c8\u3059\u308b\u30b9\u30c8\u30ec\u30fc\u30b8\u3092\u4f5c\u308a\u305f\u304b\u3063\u305f\u304b\u3089\u3067\u3059\u3002\u30fb\u30fb\u30fb\u307e\u305f\u3001\u8a33\u306e\u308f\u304b\u3089\u3093\u3053\u3068\u3092\u3068\u601d\u308f\u305a\u3001\u7d9a\u304d\u3092\u304a\u8aad\u307f\u304f\u3060\u3055\u3044\u306a\u3002<\/p>\n<p>\u307e\u305a\u3001\uff11\u3064\u3081\u3002PCIe x 4\u3000\u306b M.2 \u306eSSD\u3092\u8f09\u305b\u308b\u3082\u306e\u3067\u3059\u3002\u4e0b\u6bb5\u306f PCIe \u306b\u63a5\u7d9a\u3059\u308b\u3082\u306e\u3067\u3001\u4e0a\u6bb5\u306f SATA \u306b\u63a5\u7d9a\u3059\u308b\u3082\u306e\u3067\u3059\u3002\u4eca\u56de\u306f\u3001SATA\u63a5\u7d9a\u306e\u307b\u3046\u306f\u3069\u3046\u3067\u3082\u3044\u3044\u3093\u3067\u3059\u304c\u3001\u5024\u6bb5\u304c\u307b\u307c\u5909\u308f\u3089\u306a\u304b\u3063\u305f\u306e\u3067\u3001\u3053\u306e\u30bf\u30a4\u30d7\u306b\u3057\u3066\u304a\u304d\u307e\u3057\u305f\u3002<\/p>\n<p><a href=\"http:\/\/s.click.aliexpress.com\/e\/yZPaGAk\" target=\"_blank\" rel=\"noopener noreferrer\"><img loading=\"lazy\" decoding=\"async\" class=\"alignnone size-full wp-image-4858\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/12\/1.png\" alt=\"1.png\" width=\"996\" height=\"418\" \/><\/a><\/p>\n<p>\u3042\u3068\u3001\u8981\u306a\u30d1\u30fc\u30c4\u306ePCIe \u306e M.2 SSD \u3067\u3059\u3002512GB \u307d\u3061\u3063\u3066\u304a\u304d\u307e\u3057\u305f\u3002SATA \u306e M.2 \u3058\u3083\u306a\u3044\u3067\u3059\u3088\u3002\u5207\u308a\u6b20\u304d\u304cM Type\u306e\u3082\u306e\u3067\u3059\u3002\u3053\u308c\u306f\u5185\u90e8\u63a5\u7d9a\u304c PCIe \u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002\u305d\u306e\u3042\u305f\u308a\u306e\u8aac\u660e\u306f\u4ee5\u4e0b\u304c\u308f\u304b\u308a\u3084\u3059\u304b\u3063\u305f\u3067\u3059\u3002<\/p>\n<blockquote><p><a href=\"https:\/\/glasssailer.jp\/866\" target=\"_blank\" rel=\"noopener noreferrer\">M.2 SSD\u304a\u3059\u3059\u308113\u9078\uff0b1\u3010PCIe3.0\u00d74_NVMe\u30fbSATA3.0\u63a5\u7d9a\u5225\u3067\u30e9\u30f3\u30ad\u30f3\u30b0\u3011<\/a><\/p><\/blockquote>\n<p>TLC \u30bf\u30a4\u30d7\u3067\u3001\u8aad\u307f\u66f8\u304d\u306fRead \uff1a2400MB\/s \u3067 Write \uff1a 1700mb\/s\u3068\u3044\u3046\u3053\u3068\u306e\u3088\u3046\u3067\u3059\u3002\u3061\u306a\u307f\u306b\u3001KingSpec \u306f\u4e2d\u56fd\u306eSSD\u30e1\u30fc\u30ab\u30fc\u3067\u3059\u3002\u3069\u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30e9\u30fc\u304c\u4e57\u3063\u3066\u3044\u3066\u3001NAND \u306f\u3069\u3053\u306e\u304b\u306f\u5230\u7740\u3057\u305f\u3089\u3058\u3063\u304f\u308a\u898b\u305f\u3044\u3068\u601d\u3044\u307e\u3059\u3002\u8010\u4e45\u6027\u306e\u6307\u6570\u3067\u3042\u308b\u3001TBW \u306e\u6570\u5024\u306f\u3069\u3053\u306b\u3082\u8a18\u8f09\u306f\u306a\u304b\u3063\u305f\u3067\u3059\u3002\u307e\u3041\u3001\u5b89\u3044\u3067\u3059\u304b\u3089\u306d\u3002256GB \u3067\u3082\u3088\u304b\u3063\u305f\u3093\u3067\u3059\u304c\u3001\u3053\u3046\u3044\u3046\u306e\u306f\u5bb9\u91cf\u304c\u30c7\u30ab\u30a4\u3084\u3064\u306e\u307b\u3046\u304c\u30b9\u30da\u30c3\u30af\u304c\u826f\u3044\u306e\u3067\u3002\u3053\u306e\u4e0a\u306b\uff11GB\u304c\u3042\u308a\u307e\u3059\u304c\u3001\uff11\uff0e\uff18\u30de\u30f3\u304f\u3089\u3044\u3067\u30b3\u30b9\u30d1\u306f\u3053\u308c\u304c\u4e00\u756a\u826f\u3044\u3088\u3046\u306b\u898b\u3048\u307e\u3057\u305f\u3002<\/p>\n<p><a href=\"http:\/\/s.click.aliexpress.com\/e\/c5UJMbSY\" target=\"_blank\" rel=\"noopener noreferrer\"><img loading=\"lazy\" decoding=\"async\" class=\"alignnone size-full wp-image-4859\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/12\/2.png\" alt=\"2.png\" width=\"983\" height=\"452\" \/><\/a><\/p>\n<p>\u305d\u308c\u304b\u3089\u3001\u9285\u3067\u51fa\u6765\u3066\u308b4mm\u539a\u306e\u30d2\u30fc\u30c8\u30b7\u30f3\u30af\u3002\u4e0a\u306e M.2 \u306eSSD \u306e\u71b1\u3092\u51b7\u3084\u3059\u3082\u306e\u3067\u3059\u3002\u30d5\u30a1\u30f3\u306f\u3042\u3068\u304b\u3089\u3001\u3064\u3051\u308b\u304b\u3082\u3057\u308c\u307e\u305b\u3093\u304c\u3068\u308a\u3042\u3048\u305a\u3088\u304f\u653e\u71b1\u3057\u305d\u3046\u306a\u9285\u3092\u30c1\u30e7\u30a4\u30b9\u3002<\/p>\n<p><a href=\"http:\/\/s.click.aliexpress.com\/e\/AIRfHAo\" target=\"_blank\" rel=\"noopener noreferrer\"><img loading=\"lazy\" decoding=\"async\" class=\"alignnone size-full wp-image-4860\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/12\/3.png\" alt=\"3.png\" width=\"993\" height=\"439\" \/><\/a><\/p>\n<p>\u3053\u306e\uff13\u70b9\u3002\u30b7\u30e1\u3066\u3001\uff11\u30de\u30f3\u304f\u3089\u3044\u306e\u5b9f\u9a13\u6750\u6599\u3067\u3059\u3002\u307e\u305f\u3001\u610f\u5473\u4e0d\u660e\u306a\u30d1\u30fc\u30c4\u3092\u8cb7\u3044\u8fbc\u3093\u3067\u3057\u307e\u3044\u307e\u3057\u305f\u3002\u3067\u3082\u306d\u3001\u4eba\u751f\u77ed\u3044\u3093\u3067\u3059\u3002\u4f53\u9a13\u3067\u304d\u308b\u3068\u304d\u306b\u3084\u3063\u3066\u304a\u3044\u305f\u307b\u3046\u304c\u3044\u3044\u3067\u3059\u3002<\/p>\n<p>&nbsp;<\/p>\n<p>\u3067\u3001\u4eca\u56de\u306e\u5b9f\u9a13\u3068\u3044\u3046\u304b\u3084\u308a\u305f\u304b\u3063\u305f\u3053\u3068\u306a\u3093\u3067\u3059\u304c\u3001SSD \u3092 PCIe \u304b\u3089\u8d77\u52d5\u3059\u308b\u3063\u3066\u3053\u3068\u3067\u3059\u3002\u306f\u3041\u3002\u3053\u308c\u306b\u3088\u308b\u30e1\u30ea\u30c3\u30c8\u306f\u3001<\/p>\n<p>\u30fb<strong>SATA3 \u8d77\u52d5\u3088\u308a\u3082\uff14\u500d\u304f\u3089\u3044\u901f\u3044<\/strong><\/p>\n<p>\u3063\u3066\u3053\u3068\u3067\u3059\u304b\u306d\u3002\u306f\u3044\u3001\u4ee5\u4e0a\u306e\u307f\u3068\u306a\u308a\u307e\u3059\u3002\u3067\u3082\u306d\u3001\u901f\u3044\u3063\u3066\u306e\u306fGoogle \u3082\u8a00\u3063\u3066\u3044\u307e\u3059\u304c\u3001\u6b63\u7fa9\u306a\u3093\u3067\u3059\u3088\u3002PC\u306e\u901f\u5ea6\u3001\u4ed5\u4e8b\u306e\u52b9\u7387\u5316\u3001\u753b\u671f\u7684\u306a\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u3001Chrome \u306e\u8d77\u52d5\u30b7\u30fc\u30b1\u30f3\u30b9\u306a\u3069\u306a\u3069\u3002\u3068\u306b\u304b\u304f\u3001\u9045\u3044\u3088\u308a\u901f\u3044\u3063\u3066\u306e\u306f\u826f\u3044\u3053\u3068\u306a\u3093\u3067\u3059\u3002<\/p>\n<p>\u3088\u304f\u3001\u4fa1\u683c\u30b3\u30e0\u3068\u304b\u306e\u66f8\u304d\u8fbc\u307f\u3067\u30ea\u30fc\u30c9\u30fb\u30e9\u30a4\u30c8\u304c\u6fc0\u901f\u306e2000\u3068\u304b\u3044\u3046\u6570\u5b57\u307f\u305f\u3053\u3068\u306a\u3044\u3067\u3059\u304b\uff1f \u3042\u3042\u3044\u3046\u306e\u3092\u81ea\u5206\u3067\u4f53\u9a13\u3057\u3066\u307f\u305f\u304f\u3066\u3067\u3059\u3002\u4f53\u611f\u3067\u304d\u308b\u304b\u3069\u3046\u304b\u306f\u5225\u554f\u984c\u3067\u3059\u304c\u3002<\/p>\n<p>\u3057\u304b\u3057\u3001\u3053\u306e PCIe \u304b\u3089 NVMe \u30d6\u30fc\u30c8\u3059\u308b\u306e\u306f\u4eca\u307e\u3067\u30de\u30b6\u30fc\u304c\u5bfe\u5fdc\u3057\u3066\u3044\u306a\u3044\u3068\u51fa\u6765\u306a\u3044\u3082\u306e\u3068\u3070\u304b\u308a\u601d\u3063\u3066\u3044\u307e\u3044\u305f\u3002\u81ea\u5206\u306e\u30de\u30b6\u30fc\u30dc\u30fc\u30c9\u306f2012\u5e74\u306b\u8cfc\u5165\u3057\u305f\u3001Gigabyte \u306e <a href=\"https:\/\/www.gigabyte.com\/jp\/Motherboard\/GA-Z77X-UP4-TH-rev-10#sp\" target=\"_blank\" rel=\"noopener noreferrer\">GA-Z77X-UP4 TH<\/a> \u3063\u3066\u3084\u3064\u3067\u3059\u3002\u3053\u306eZ77\u30c1\u30c3\u30d7\u30bb\u30c3\u30c8\u3063\u3066\u3084\u3064\u306f\u30d0\u30a4\u30aa\u30b9\u3092\u6700\u65b0\u306b\u3057\u3066\u3082\u3001PCIe \u304b\u3089\u30d6\u30fc\u30c8\u3059\u308b\u30c9\u30e9\u30a4\u30d6\u304c\u898b\u3048\u307e\u305b\u3093\uff08\u305f\u3076\u3093\uff09\u3002\u306a\u305c\u306a\u3089\u3001BIOS \u304c\u5bfe\u5fdc\u3057\u3066\u3044\u306a\u3044\u304b\u3089\u3067\u3059\u3002\u6700\u8fd1\u306e\u306f\u3001PCIe \u304b\u3089 NVMe \u30c7\u30d0\u30a4\u30b9\u304c\u898b\u3048\u308b\u3088\u3046\u306b\u306a\u3063\u3066\u3044\u308b\u3089\u3057\u3044\u306e\u3067\u3059\u304c\u306d\u3002<\/p>\n<p>\u306a\u3093\u305b\u30012012\u5e74\u306e\uff16\u5e74\u306e\u524d\u306e\u5e74\u4ee3\u7269\u306e\u30de\u30b6\u30fc\u30dc\u30fc\u30c9\u3067\u3059\u3002PC\u30d1\u30fc\u30c4\u306a\u3093\u3066\u3082\u306e\u306f\u30012\u5e74\u3082\u3059\u308c\u3070\u3001\u3059\u3067\u306b\u65e7\u5f0f\u30024\u5e74\u3067\u4ea4\u63db\u30026\u5e74\u3082\u4f7f\u3046\u306e\u306f\u30b3\u30b9\u30d1\u304c\u9006\u306b\u60aa\u304f\u306a\u308a\u3001\u3055\u3063\u3055\u3068\u8cb7\u3044\u66ff\u3048\u3066\u3044\u3044\u30d1\u30fc\u30c4\u306b\u3059\u308b\u306e\u304c\u6b63\u3057\u3044\u3042\u308a\u304b\u305f\u3067\u3059\u3002\u4ed5\u4e8b\u3067\u4f7f\u3046\u5834\u5408\u306f\u3001\u4ea4\u63db\u30b5\u30a4\u30af\u30eb\u306f2\u5e74\u304b\u30894\u5e74\u306a\u3093\u3067\u3059\u304c\u3002\u81ea\u5b85\u306e\u3082\u306e\u306f\u3001\u3061\u3087\u3063\u3068\u5f8c\u56de\u3057\u306b\u306a\u3063\u3066\u3044\u30666\u5e74\u3082\u4f7f\u3044\u8fbc\u3093\u3067\u3044\u307e\u3059\u3002<\/p>\n<p>\u3067\u3001\u306a\u3093\u304b\u3044\u3044\u65b9\u6cd5\u306f\u306a\u3044\u304b\u306a\u3001\u3084\u3063\u3071\u308a i9 9900 \u3092\u8f09\u305b\u308b\u3068\u304d\u306b\u30de\u30b6\u30fc\u30dc\u30fc\u30c9\uff08\u5019\u88dc\u306f\u3001ASRock \u306e Z370 Pro4 \u3063\u3066\u3044\u3046ATX\u30de\u30b6\u30fc\u3067\u3059\uff09\u3092\u4ea4\u63db\u3059\u308b\u307e\u3067\u51fa\u6765\u306a\u3044\u306e\u304b\u306a\u30fc\u3063\u3066\u601d\u3063\u3066\u3044\u307e\u3057\u305f\u304c\u3001\u3061\u3087\u3063\u3068\u6c17\u306b\u306a\u308a\u8abf\u67fb\u3057\u3066\u307f\u307e\u3057\u305f\u3002<\/p>\n<p>\uff01\u3000\u3067\u304d\u308b\u307f\u305f\u3044\u3067\u3059\u3002\u307e\u3058\u3067\u3059\u304b\u3002<\/p>\n<p>\u3069\u3046\u3084\u3089\u3001\uff12\u3064\u65b9\u6cd5\u304c\u3042\u308b\u3088\u3046\u3067\u3059\u3002\uff11\u3064\u306f\u3001BIOS\u3092\u9b54\u6539\u9020\u3059\u308b\u65b9\u6cd5\u304c\u3042\u308b\u3088\u3046\u3067\u3059\u3002\u3082\u3046\u4e00\u3064\u306f\u3001\u30d6\u30fc\u30c8\u30ed\u30fc\u30c0\u30fc\u306b Clover \u3092\u4f7f\u3044NvmExpressDxe\u3000\u30c9\u30e9\u30a4\u30d0\u304b\u3089\u8aad\u307f\u8fbc\u307f\u30d6\u30fc\u30c8\u3055\u305b\u308b\u65b9\u6cd5\u3067\u3059\u3002<\/p>\n<blockquote><p>BIOS\u3092\u9b54\u6539\u9020\u3059\u308b\u65b9\u6cd5<br \/>\n<a href=\"https:\/\/www.win-raid.com\/t871f50-Guide-How-to-get-full-NVMe-support-for-all-Systems-with-an-AMI-UEFI-BIOS.html\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\">[Guide] How to get full NVMe support for all Systems with an AMI UEFI BIOS<\/a><\/p><\/blockquote>\n<blockquote><p>\u30d6\u30fc\u30c8\u30ed\u30fc\u30c0\u30fc\u304b\u3089\u306e\u65b9\u6cd5<br \/>\n<a href=\"https:\/\/www.win-raid.com\/t2375f50-Guide-NVMe-boot-without-modding-your-UEFI-BIOS-Clover-EFI-bootloader-method.html\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\">[Guide] NVMe-boot without modding your UEFI\/BIOS (Clover-EFI bootloader method) <\/a><\/p><\/blockquote>\n<p>\u3061\u306a\u307f\u306b\u3001Clover \u306f\u4ee5\u4e0b\u304b\u3089\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3067\u304d\u307e\u3059\u3002<\/p>\n<blockquote><p>Clover EFI bootloader<br \/>\nhttps:\/\/sourceforge.net\/projects\/cloverefiboot\/<\/p><\/blockquote>\n<p>BIOS \u306b\u6a5f\u80fd\u3092\u8ffd\u52a0\u3059\u308b\u306e\u306f\u3001UEFI Tool\u3092\u4f7f\u3063\u3066NvmExpressDxe\u30e2\u30b8\u30e5\u30fc\u30eb\u3092\u7d44\u307f\u8fbc\u3080\u3088\u3046\u3067\u3059\u3002\u7d50\u69cb\u5b9f\u7e3e\u3082\u3042\u308b\u306e\u3067\u3001\u305f\u3076\u3093\u3044\u3051\u308b\u3067\u3057\u3087\u3046\u3002\u6a5f\u4f1a\u3092\u307f\u3066\u30c8\u30e9\u30a4\u3057\u3066\u307f\u305f\u3044\u3068\u601d\u3044\u307e\u3059\u304c\u3001\u307e\u3060\u30e1\u30a4\u30f3\u30de\u30b7\u30f3\u306a\u306e\u3067\u30b5\u30d6\u30de\u30b7\u30f3\u306b\u306a\u3063\u305f\u3068\u304d\u306b\u3067\u3082\u3084\u3063\u3066\u307f\u305f\u3044\u3068\u601d\u3044\u307e\u3059\u3002<\/p>\n<p>\u3082\u3046\u4e00\u3064\u306e\u30d6\u30fc\u30c8\u30ed\u30fc\u30c0\u30fc\u304b\u3089\u306e\u65b9\u6cd5\u306f\u3001NVMe \u30d6\u30fc\u30c8\u3067\u304d\u306a\u3044\u65e7\u5f0f\u306e\u30de\u30b6\u30fc\u30dc\u30fc\u30c9\u3067\u3082\u7c21\u5358\u306b\u3067\u304d\u308b\u306e\u3067\u5b9f\u969b\u306b\u306f\u3053\u308c\u304c\u826f\u3055\u305d\u3046\u3067\u3059\u3002\u7406\u8ad6\u7684\u306b\u306f\u3001\u65e7\u5f0f\u306eUEFI\u3058\u3083\u306a\u3044\u30ec\u30ac\u30b7\u30fcBIIOS\u3067\u3082\u3067\u304d\u308b\u307f\u305f\u3044\u3002<\/p>\n<p>\u3068\u3044\u3046\u3053\u3068\u3067\u3001\u3046\u307e\u304f\u30d6\u30fc\u30c8\u3067\u304d\u308b\u304b\u5e74\u672b\u3042\u305f\u308a\u306b\u3084\u3063\u3066\u307f\u305f\u3044\u3068\u601d\u3044\u307e\u3059\u3002<\/p>\n<p>Linux\u3001Windows10 \u3001osx \u3067\u30c8\u30ea\u30d7\u30eb\u30d6\u30fc\u30c8\u3059\u308b\u308f\u304b\u308a\u3084\u3059\u3044\u8aac\u660e\uff08\u4e00\u90e8\u3001\u308f\u304b\u3063\u3066\u308b\u4eba\u5411\u3051\u3067\u3059\u304c\uff09\u306e\u826f\u8a18\u4e8b\u306f\u4ee5\u4e0b\u306b\u3042\u308a\u307e\u3057\u305f\u306e\u3067\u30e1\u30e2\u3057\u3066\u304a\u304d\u307e\u3059\u3002<\/p>\n<blockquote><p><a href=\"https:\/\/hottuna.server-on.net\/computing\/?p=251\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\">WindowsPC\u3067mac OS\u3001Windows\u3001Linux\u3092\u30c8\u30ea\u30d7\u30eb\u30d6\u30fc\u30c8<\/a> \u2013 Beyond The Horizon<\/p><\/blockquote>\n<p>\u305d\u3082\u305d\u3082\u3001Clover BootLoder \u3063\u3066\u3044\u3046\u306e\u306fHackintosh \u3092\u8d77\u52d5\u3057\u3066\u4ed6\u306e\u30aa\u30da\u30ec\u30fc\u30c6\u30a3\u30f3\u30b0\u30b7\u30b9\u30c6\u30e0\u3068\u306e\u30de\u30eb\u30c1\u30d6\u30fc\u30c8\u3092\u5b9f\u73fe\u3059\u308b\u305f\u3081\u306b\u958b\u767a\u3055\u308c\u305f UEFI \u30d6\u30fc\u30c8\u30ed\u30fc\u30c0\u30fc\u3067\u3059\u3002<\/p>\n<p>&nbsp;<\/p>\n<p>\u3061\u306a\u307f\u306b\u3001SSD\u306eNAND\u306e\u7a2e\u985e\u3067\u3059\u304c\u4eca\u56de\u8cb7\u3063\u305f\u306e\u306f\u3001TLC\u30bf\u30a4\u30d7\u3002<br \/>\n\u8010\u4e45\u6027\u3067\u306f\u3001SLC &gt; MLC &gt; TLC &gt; QLC \u3067\u3001\u3069\u306e\u304f\u3089\u3044\u6301\u3064\u304b\u3063\u3066\u306e\u3082\u8208\u5473\u304c\u3042\u308a\u307e\u3059\u3002KingSpec \u306e\u88fd\u54c1\u306f3\u5e74\u4fdd\u8a3c\u304c\u3064\u3044\u3066\u3044\u308b\u306e\u3067\u30aa\u30d5\u30a3\u30b7\u30e3\u30eb\u30b9\u30c8\u30a2\u304b\u3089\u8cb7\u3063\u3066\u3044\u308b\u3057\u3001\u4f55\u304b\u3042\u308c\u3070\u3001\u307e\u3041\u5bfe\u5fdc\u3057\u3066\u304f\u308c\u308b\u3068\u601d\u3044\u307e\u3059\u3002<\/p>\n<p>\u4f53\u611f\u3067\u306f\u3001SSD\u3063\u3066\uff11\u56de\u3057\u304b\u58ca\u308c\u305f\u3053\u3068\u304c\u306a\u304f\u3066\u30b5\u30e0\u30bd\u30f3\u88fd\u306e\u4fdd\u8a3c\u4ed8\u304d\u3060\u3063\u305f\u306e\u3067\u7121\u511f\u4ea4\u63db\u3057\u305f\u3053\u3068\u304c\u3042\u308a\u307e\u3059\u3002\u306a\u3093\u3067\u58ca\u308c\u305f\u304b\u3063\u305f\u306e\u306f\u3061\u3083\u3093\u3068\u7406\u7531\u304c\u3042\u3063\u3066\u3001\u4eee\u60f3\u74b0\u5883\u3067WEB\u3068\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3 \u306e\u8010\u4e45\u8a66\u9a13\u3092\uff12\uff14\u6642\u9593\u3076\u3063\u7d9a\u3051\u3067\u3084\u3063\u3066\u3044\u305f\u3042\u3068\u306b\u767a\u751f\u3057\u307e\u3057\u305f\u3002NGINX \u3068 HHVM \u306e\u30c6\u30b9\u30c8\u3092\u3057\u305f\u3068\u304d\u3067\u3001\u63a1\u53d6\u3057\u3066\u305f\u30c7\u30fc\u30bf\u3084\u30ad\u30e3\u30d7\u30c1\u30e3\u30fc\u3082\u306a\u304f\u306a\u3063\u3066\u3057\u307e\u3063\u305f\u306e\u3067\u305d\u306e\u30ec\u30dd\u30fc\u30c8\u306f\u51fa\u305b\u305a\u3058\u307e\u3044\u3002\u305b\u3081\u3066\u3001\u30ad\u30e3\u30d7\u30c1\u30e3\u30fc\u30c7\u30fc\u30bf\u3067\u3082\u5225\u30c7\u30d0\u30a4\u30b9\u306b\u4fdd\u5b58\u3057\u3066\u304a\u3051\u3070\u3088\u304b\u3063\u305f\u3068\u305d\u306e\u6642\u306f\u5f8c\u6094\u3057\u307e\u3057\u305f\u3002<\/p>\n<p>\u6700\u5f8c\u306b\u3001\u4eca\u5f8c\u306e\u76ee\u6a19\u3092\u3002google \u306eSPRINT\u3063\u3066\u3044\u3046\u3001\u30d7\u30ed\u30bb\u30b9\u306f\u305c\u3072\u81ea\u5206\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306b\u3082\u53d6\u308a\u5165\u308c\u305f\u3044\u306a\u3068\u3002<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>\u4eca\u3059\u3050\u306b\u3067\u3082\u3001Core i9 9900K \u3092\u8cb7\u3063\u3061\u3083\u3044\u305d\u3046\u306b\u306a\u308b\u306e\u3092\u30b0\u30c3\u3068\u3053\u3089\u3048\u3066\u3044\u307e\u3059\u3002 \u5e74\u672b\u306b\u5411\u3051\u3066\u3044\u308d\u3044\u308d\u5b9f\u9a13\u3057\u305f\u3044\u306e\u3067\u3001\u30d1\u30fc\u30c4\u3092\u8cb7\u3044\u8fbc\u3082\u3046\u3068\u3042\u308c\u3053\u308c\u672c\u65e5\u3082\u7269\u8272\u3057\u3066\u3044\u307e\u3057\u305f\u3002\u30dd\u30c1\u3063\u305f\u30d1\u30fc\u30c4\u306f\u3053\u308c\u3067\u3059\u3002\u76ee\u7684\u306f\u3001\u5287\u901f\u306e [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"_uag_custom_page_level_css":"","footnotes":""},"categories":[6,14],"tags":[],"acf":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"post-thumbnail":false},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":0,"uagb_excerpt":"\u4eca\u3059\u3050\u306b\u3067\u3082\u3001Core i9 9900K \u3092\u8cb7\u3063\u3061\u3083\u3044\u305d\u3046\u306b\u306a\u308b\u306e\u3092\u30b0\u30c3\u3068\u3053\u3089\u3048\u3066\u3044\u307e\u3059\u3002 \u5e74\u672b\u306b\u5411\u3051\u3066\u3044\u308d\u3044&hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/4857"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=4857"}],"version-history":[{"count":0,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/4857\/revisions"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=4857"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/categories?post=4857"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/tags?post=4857"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}