{"id":4361,"date":"2018-02-03T22:12:09","date_gmt":"2018-02-03T13:12:09","guid":{"rendered":"https:\/\/hack.gpl.jp\/?p=4361"},"modified":"2018-02-03T22:12:09","modified_gmt":"2018-02-03T13:12:09","slug":"%e3%82%b0%e3%83%bc%e3%82%b0%e3%83%ab%e3%82%af%e3%83%a9%e3%82%a6%e3%83%89%e3%81%ae%e4%bb%ae%e6%83%b3%e3%83%9e%e3%82%b7%e3%83%b3%ef%bc%91%e9%80%b1%e9%96%93%e3%81%ae%e5%80%a4%e6%ae%b5","status":"publish","type":"post","link":"https:\/\/hack.gpl.jp\/2018\/02\/03\/%e3%82%b0%e3%83%bc%e3%82%b0%e3%83%ab%e3%82%af%e3%83%a9%e3%82%a6%e3%83%89%e3%81%ae%e4%bb%ae%e6%83%b3%e3%83%9e%e3%82%b7%e3%83%b3%ef%bc%91%e9%80%b1%e9%96%93%e3%81%ae%e5%80%a4%e6%ae%b5\/","title":{"rendered":"\u30b0\u30fc\u30b0\u30eb\u30af\u30e9\u30a6\u30c9\u306e\u4eee\u60f3\u30de\u30b7\u30f3\uff11\u9031\u9593\u306e\u5024\u6bb5"},"content":{"rendered":"<p> \u3055\u3041\u3001\u9031\u672b\u306b\u306a\u308a\u307e\u3057\u305f\u3002\u307f\u306a\u3055\u3093\u304a\u4ed5\u4e8b\u304a\u75b2\u308c\u69d8\u3067\u3059\u3002JunkHack \u306e\u8fd1\u6cc1\u306f\u4e00\u8a00\u3067\u8a00\u3048\u3070\u300c\u73fe\u5834\u306f\u6700\u5f8c\u306e\u706b\u4e8b\u5834\u306b\u7a81\u5165\u3001\u963f\u9f3b\u53eb\u559a\u300d\u3068\u3044\u3063\u305f\u3068\u3053\u308d\u3067\u3059\u3002\uff12\u6642\u5e30\u308a\u3067\u3057\u305f\u3002\u30a8\u30f3\u30b8\u30cb\u30a2\u306f\u76f4\u611f\u7684\u306b\u3001\u3053\u306e\u4ed5\u4e8b\u306f\u7121\u7406\u3059\u308c\u3070\u9593\u306b\u5408\u3046\u304b\u3001\u9593\u306b\u5408\u308f\u306a\u3044\u304b\u808c\u611f\u899a\u3067\u5224\u5225\u3057\u3066\u3044\u307e\u3059\u304c\u3001\u3053\u306e\u4ed5\u4e8b\u306f\u660e\u3089\u304b\u306b\u53b3\u3057\u305d\u3046\u3067\u3059\u3002\u7acb\u6d3e\u3060\u306a\u3068\u601d\u3046\u306e\u306f\u3001\u4e0a\u4f4d\u306e\u4e2d\u9593\u7ba1\u7406\u8005\u306e\u30d1\u30ef\u30cf\u30e9\u304c\u3042\u307e\u308a\u306a\u3044\u3053\u3068\u3067\u3059\u3002\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306f\u7834\u7dbb\u3057\u3066\u3044\u308b\u304c\u3001\u4eba\u9593\u306e\u54c1\u8cea\u306f\u9ad8\u3044\u8a00\u3048\u308b\u3067\u3057\u3087\u3046\u3002\u69cb\u9020\u7684\u306a\u6b20\u9665\u306f\u3001\u5404\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30c1\u30fc\u30e0\u9593\u3092\u5c02\u4efb\u3067\u9023\u643a\u3059\u308b\u62c5\u5f53\u90e8\u7f72\uff08\u8005\uff09\u304c\u306a\u3044\u3053\u3068\u3068\u3001\u6307\u63ee\u547d\u4ee4\u7cfb\u7d71\u306e\u8cac\u4efb\u7bc4\u56f2\u304c\u3057\u3063\u304b\u308a\u660e\u78ba\u5316\u3055\u308c\u3066\u3044\u306a\u3044\u3053\u3068\u3067\u3059\u3002<\/p>\n<p> \u307e\u305f\u3001\u7d0d\u54c1\u9593\u969b\u3067\u5ba2\u5148\u8981\u671b\u3067\u8a2d\u8a08\u5909\u66f4\u304c\u3042\u308b\u3053\u3068\u3001\u307e\u305f\u8a2d\u8a08\u4e0a\u306e\u91cd\u5927\u306a\u6b20\u9665\u304c\u898b\u3064\u304b\u308a\u8a2d\u8a08\u5909\u66f4\u304c\u3042\u308b\u3053\u3068\u3001\u305d\u3057\u3066\u91cd\u8981\u306a\u305d\u308c\u3089\u3092\u62c5\u5f53\u3067\u304d\u308b\u4eba\u9593\u306e\u30bf\u30b9\u30af\u304c\u8a31\u5bb9\u3092\u5927\u5e45\u306b\u8d85\u3048\u3066\u3044\u308b\u3068\u3044\u3046\u73fe\u5b9f\u3067\u3059\u3002\u4eca\u5f8c\u3001\u3053\u308c\u3089\u306e\u554f\u984c\u3092\u3069\u306e\u3088\u3046\u306b\u30ab\u30d0\u30fc\u3057\u3066\u3044\u304f\u304b\u304c\u3053\u306e\u4ed5\u4e8b\u306e\uff11\u3064\u306e\u697d\u3057\u307f\u3067\u3082\u3042\u308a\u307e\u3059\u3002\u3061\u306a\u307f\u306b\u81ea\u5206\u306e\u4f4d\u7f6e\u306f\u3001\u672b\u7aef\u4f5c\u696d\u8005\u3067\u3042\u308a\u3001\u9014\u4e2d\u304b\u3089\u306e\u8a2d\u8a08\u5f15\u7d99\u304e\u3068\u3044\u3046\u611f\u3058\u3067\u4e00\u90e8\u8a2d\u8a08\u8005\u3067\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<h3>\u25a0\u8a18\u4e8b\u306e\u8981\u7d04<\/h3>\n<p> \u3055\u3066\u3001\u4eca\u56de\u306e\u8a71\u306e\u8981\u7d04\u306f\u4ee5\u4e0b\u306e\u3088\u3046\u306b\u306a\u308a\u307e\u3059\u3002<\/p>\n<p>\u30fb\u30b0\u30fc\u30b0\u30eb\u30af\u30e9\u30a6\u30c9\u306e\u4eee\u60f3\u30de\u30b7\u30f3\u3067\uff11\u9031\u9593\u52d5\u304b\u3057\u3066\u307f\u305f\u5024\u6bb5\u306f\u3001\u7d04180\u5186\u3067\uff11\u65e5\u7d0426\u5186<\/p>\n<p>\u30fbWordPress \u3092\u52d5\u304b\u3059\u305f\u3081\u3001OS,WEB,DB,PHP \u3092\u52d5\u4f5c\u3055\u305b\u308b\u305f\u3081\u30a2\u30d7\u30ea\u306f\u4f55\u304c\u3088\u3044\u304b\uff1f<\/p>\n<p>\u30fb\uff11\u53f0\u30b7\u30f3\u30b0\u30eb\u69cb\u6210\u3067\u3044\u304f\u304b\u3001\u30af\u30e9\u30b9\u30bf\u69cb\u6210\u3067\u3044\u304f\u304b\uff1f<\/p>\n<p>\u30fbWEB \u306f apache \u3058\u3083\u306a\u304f nginx \u3092\u63a1\u7528\u3059\u308b\uff1f<\/p>\n<p>\u30fbDB \u306f\u3001mariadb \u3092\u63a1\u7528\u3059\u308b\uff1f<\/p>\n<p>\u30fbPHP \u306f ver7 \u306b\u3059\u308b\u304b\u3001HHVM \u3092\u63a1\u7528\u3059\u308b\u304b\u691c\u8a0e<\/p>\n<p>&#160;<\/p>\n<h3>\u25a0\u30b0\u30fc\u30b0\u30eb\u30af\u30e9\u30a6\u30c9\u306e\u4eee\u60f3\u30de\u30b7\u30f3\u3067\uff11\u9031\u9593\u52d5\u304b\u3057\u3066\u307f\u305f<\/h3>\n<p>\uff11\u9031\u9593\u307b\u3069\u3001\u30b0\u30fc\u30b0\u30eb\u30af\u30e9\u30a6\u30c9\uff08Google Cloud Platform \u306e\u3053\u3068\uff09\u306e\u6771\u4eac\u30be\u30fc\u30f3\u3067\u3001g1-small\uff08vCPU x 1\u3001\u30e1\u30e2\u30ea 1.7 GB\uff0910GB SSD \u3092\u52d5\u304b\u3057\u7d9a\u3051\u3066\u307f\u307e\u3057\u305f\u3002\u57fa\u790e\u7684\u306a\u5024\u6bb5\u3092\u77e5\u308b\u305f\u3081\u3067\u3059\u3002<img loading=\"lazy\" decoding=\"async\" title=\"1week\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"1week\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/02\/1week.png\" width=\"640\" height=\"256\" \/> <\/p>\n<p>28\u65e5\u306f\u3001\u30ea\u30bd\u30fc\u30b9\u3092\u3054\u306b\u3087\u3054\u306b\u3087\u3068\u5207\u308a\u66ff\u3048\u3066\u30d9\u30f3\u30c1\u30de\u30fc\u30af\u3057\u3066\u3044\u305f\u306e\u3067\u3001\u5024\u6bb5\u306f\u304a\u304a\u3088\u305d\u3067\u3059\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"gcp_JunkHackup\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"gcp_JunkHackup\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/02\/gcp_junkhackup.png\" width=\"633\" height=\"325\" \/> <\/p>\n<p>\u30b3\u30f3\u30d1\u30cd\u304b\u3089\u306e\u5024\u6bb5\u306f\u4ee5\u4e0a\u306e\u8868\u793a\u3067\u3057\u305f\u3002\u4e88\u60f3\u3088\u308a\u4f4e\u3044\u5024\u6bb5\u3067\u3059\u306d\u3002\uff11\u30f6\u6708\uff14\u9031\u3068\u3057\u3066\u3001720\u5186\u3001\uff11\uff10\uff10\uff10\u5186\u672a\u6e80\u3067\u3059\u3002\u307e\u3041\u3001\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u8ca0\u8377\u306f\u307e\u3063\u305f\u304f\u306a\u3044\u3067\u3059\u3057\u3001CPU \u3082\u307e\u3063\u305f\u304f\u4f7f\u3063\u3066\u3044\u307e\u305b\u3093\u306e\u3067\uff11\u3064\u306e\u76ee\u5b89\u3067\u3059\u3002\u3061\u306a\u307f\u306b\u3001\u3053\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306e\u30d9\u30f3\u30c1\u30de\u30fc\u30af\u306f\u524d\u56de\u8a08\u6e2c\u3057\u307e\u3057\u305f\u304c\u3001683 \u7a0b\u5ea6\u306e Index Score \u3067\u3059\u3002\u30e9\u30ba\u30d1\u30a43\u76f8\u5f53\u3067\u3059\u3002SSD \u3067\u3059\u304c\u30c7\u30a3\u30b9\u30af\u3078\u306e I\/O \u306b\u3082\u30ea\u30bd\u30fc\u30b9\u5236\u9650\u304c\u3042\u308a\u3001<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"Compute_Engine_-_JunkHackup\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"Compute_Engine_-_JunkHackup\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/02\/compute_engine__junkhackup.png\" width=\"381\" height=\"116\" \/> <\/p>\n<p>\u3053\u306e IOPS \u304c\u3069\u306e\u3088\u3046\u306a\u6761\u4ef6\u304b\u306f\u4e0d\u660e\u3067\u3059\u304c\u3001300\u7a0b\u5ea6\u306b\u7d5e\u3089\u308c\u3066\u3044\u308b\u611f\u3058\u3067\u3059\u3002\u307e\u3041\u3001\u7121\u6599\u67a0\u306f\u3001\uff13\uff0e\uff12\u4e07\u307b\u3069\u3042\u308a\u307e\u3059\u304b\u3089\u3053\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u52d5\u304b\u3057\u7d9a\u3051\u3066\u3082\u7121\u6599\u67a0\u3067\uff11\u5e74\u306f\u3044\u3051\u305d\u3046\u3067\u3059\u3002\u3082\u3057\u9045\u3044\u306a\u3068\u601d\u3063\u305f\u3089\u3001CPU \u30b3\u30a2\u6570\u3092\u5897\u3084\u3059\u304b\u3001\u30e1\u30e2\u30ea\u3092\u5897\u3084\u3059\u304b\u3057\u3066\u8abf\u6574\u3057\u3066\u307f\u308b\u3053\u3068\u306b\u3057\u307e\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<h3>\u25a0WordPress \u3092\u52d5\u304b\u3059\u30a2\u30d7\u30ea\u306f\u4f55\u304c\u3088\u3044\u304b\uff1f<\/h3>\n<p>OS\u3084\u3001\u305d\u306e\u4e0a\u306b\u4e57\u3063\u3051\u308bWEB \u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306f\u4f55\u304c\u3088\u3044\u304b\u6539\u3081\u3066\u691c\u8a0e\u3057\u3066\u307f\u308b\u3053\u3068\u306b\u3057\u307e\u3059\u3002<\/p>\n<p>\u73fe\u5728\u3001\u4eee\u3067\u52d5\u304b\u3057\u3066\u3044\u308bOS \u306f CentOS7 \u3067\u3059\u304c\u3001\u30b0\u30fc\u30b0\u30eb\u30af\u30e9\u30a6\u30c9\u306e\u30d6\u30fc\u30c8\u30c7\u30a3\u30b9\u30af\u3067\u7528\u610f\u3055\u308c\u3066\u3044\u308b\u3082\u306e\u306f\u4ee5\u4e0b\u306e\u3088\u3046\u306b\u306a\u308a\u307e\u3059\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"Compute_Engine_-_JunkHackup 2\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"Compute_Engine_-_JunkHackup 2\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/02\/compute_engine__junkhackup2.png\" width=\"611\" height=\"954\" \/> <\/p>\n<p>Debian GNU\/Linux 9 (stretch)\u304c\u521d\u671f\u5024\u3067\u3059\u304c\u3001RHEL6\u3084 RHEL7 \u3082\u9078\u3079\u307e\u3059\u3002\u305f\u3076\u3093\u3001\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306e\u5024\u6bb5\u304c\u3042\u304c\u308b\u3068\u601d\u3044\u307e\u3059\u304c\u3002\u307e\u305f\u3001Win\u7cfb\u306eOS \u3082\u9078\u3079\u307e\u3059\u3002JunkHack \u7684\u306b\u306f\u3001\u304a\u4ed5\u4e8b\u3067\u3082\u306a\u3058\u307f\u304c\u3042\u308b RHEL\u4e92\u63db\u306e CentOS \u3092\u9078\u3076\u306e\u304c\u30d9\u30b9\u30c8\u304b\u306a\u3068\u601d\u3044\u307e\u3059\u304c\u3001Debian\u7cfb\u306e OS \u3092\u9078\u3079\u3070\u3001\u305f\u3068\u3048\u3070\u30d5\u30a7\u30a4\u30b9\u30d6\u30c3\u30af\u304c\u958b\u767a\u3057\u3066\u3044\u308b HHVM \u3068\u3044\u3046 PHP \u306e\u3088\u3046\u306a\u30a8\u30f3\u30b8\u30f3\u304c\u304a\u624b\u8efd\u306b\u4f7f\u3048\u308b\u3068\u3044\u3046\u30e1\u30ea\u30c3\u30c8\u3082\u3042\u308a\u307e\u3059\u3002\u307e\u305f\u3001RHEL \u3092\u9078\u629e\u3057\u3001\u958b\u767a\u30a2\u30ab\u30a6\u30f3\u30c8\u4e0a\u3067\u6319\u52d5\u306e\u78ba\u8a8d\u3092\u3059\u308b\uff08\u5b9f\u904b\u7528\u306f\u3057\u306a\u3044\uff09\u3068\u3044\u3046\u76ee\u7684\u3082\u9054\u6210\u3067\u304d\u305d\u3046\u3067\u3059\u3002\uff11\u304b\u3089DVD\u30d6\u30fc\u30c8\u306a\u308a USB\u30d6\u30fc\u30c8\u306a\u308a\u3057\u3066\u3001OS \u3092\u5165\u308c\u308b\u65b9\u6cd5\u304c\u3042\u308b\u304b\u3069\u3046\u304b\u306f\u307e\u3060\u4e0d\u660e\u3067\u3059\u3002<\/p>\n<p> \u307e\u305f\u3001\u3053\u306e\u30a4\u30e1\u30fc\u30b8\u306f\u3001Cloud Launcher \u3068\u3044\u3046\u30dd\u30fc\u30bf\u30eb\u30b5\u30a4\u30c8\u304b\u3089\u9078\u3076\u3053\u3068\u3082\u53ef\u80fd\u3067\u3059\u3002<\/p>\n<blockquote>\n<p>GCP Cloud Launchar \u4eee\u60f3\u30de\u30b7\u30f3<\/p>\n<p><a title=\"https:\/\/console.cloud.google.com\/launcher\/browse?filter=solution-type:vm\" href=\"https:\/\/console.cloud.google.com\/launcher\/browse?filter=solution-type:vm\" target=\"_blank\" rel=\"noopener noreferrer\">https:\/\/console.cloud.google.com\/launcher\/browse?filter=solution-type:vm<\/a><\/p>\n<\/blockquote>\n<p>\u3053\u3053\u306b\u306f\u3001\u5fc5\u8981\u306a\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u4e0a\u306bWordPress \u3092\u30d7\u30ea\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u3066\u3042\u308b\u30a4\u30e1\u30fc\u30b8\u3082\u3042\u308a\u307e\u3059\u3002\u304a\u624b\u8efd\u306b\u8a66\u3057\u3066\u307f\u308b\u306b\u306f\u3044\u3044\u304b\u3082\u3067\u3059\u304c\u3001\u4ed6\u4eba\u304c\u4f5c\u3063\u305f\u3082\u306e\u306a\u306e\u3067\u7d30\u90e8\u304c\u308f\u304b\u3089\u306a\u3044\u305f\u3081\u3001\u3053\u308c\u306f\u3068\u308a\u3042\u3048\u305a\u30d1\u30b9\u3067\u3059\u3002<\/p>\n<p> \u3042\u3068\u3001\u624b\u5143\u306e\u74b0\u5883\u3067\u4f5c\u6210\u3057\u305f\u30a4\u30e1\u30fc\u30b8\u3092\u4f7f\u3063\u3066\u79fb\u884c\u3059\u308b\u3053\u3068\u3082\u53ef\u80fd\u306a\u306f\u305a\u3067\u3001\u3053\u306e\u65b9\u6cd5\u306f\u6b21\u56de\u4ee5\u964d\u691c\u8a0e\u3057\u305f\u3044\u3068\u601d\u3044\u307e\u3059\u3002\u5927\u96d1\u628a\u306a\u6d41\u308c\u3068\u3057\u3066\u306f\u3001\u624b\u5143\u306e\u30d0\u30fc\u30c1\u30e3\u30eb\u30dc\u30c3\u30af\u30b9\u3067\u4f5c\u6210\u3057\u305f\u5404\u7a2eOS\u74b0\u5883\u3092\u30b0\u30fc\u30b0\u30eb\u4e0a\u3067\u52d5\u4f5c\u3055\u305b\u308b\u624b\u9806\u304c\u308f\u304b\u308c\u3070\u3044\u308d\u3044\u308d\u3068\u5fdc\u7528\u304c\u53ef\u80fd\u3067\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<h3>\u25a0\u30aa\u30f3\u30e9\u30a4\u30f3\u3067\u8ffd\u52a0DISK\u3092\u3064\u3051\u3066\u307f\u305f<\/h3>\n<p> \u3042\u3068\u3001DISK\u306e\u8ffd\u52a0\u3092\u30aa\u30f3\u30e9\u30a4\u30f3\uff08\u96fb\u6e90\u3092\u5207\u3089\u305a\u306b\uff09\u3067\u51fa\u6765\u308b\u304b\u78ba\u8a8d\u3057\u3066\u304a\u304d\u307e\u3057\u305f\u3002\u7d50\u679c\u3001\u30aa\u30f3\u30e9\u30a4\u30f3\u3067\u8ffd\u52a0\u3067\u304d\u3001IOPS \u306f\u4ee5\u4e0b\u306e\u3088\u3046\u306b\u306a\u308a\u307e\u3057\u305f\u3002<\/p>\n<blockquote>\n<p>\u30fb\u5b9f\u884c\u30b3\u30de\u30f3\u30c9<\/p>\n<p>wget http:\/\/www.winkey.jp\/downloads\/visit.php\/fio-crystaldiskmark -O crystaldiskmark.fio     <br \/>sed -i &#8216;s\/tmp\/home\\\/tmp\/&#8217; crystaldiskmark.fio      <br \/>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; ^^^^^^^^\u30c6\u30b9\u30c8\u3057\u305f\u3044\u30c7\u30d0\u30a4\u30b9\u306e\u3042\u308b\u30d1\u30b9      <br \/>fio crystaldiskmark.fio | tee log      <br \/>grep iops -B1 log<\/p>\n<\/blockquote>\n<blockquote>\n<p>\u7d50\u679c<\/p>\n<p>\u30fb<font color=\"#ff0000\">sda\uff0810GB SSD bootDISK\uff09 xfs<\/font><\/p>\n<p>Seq-Read: (groupid=0, jobs=1): err= 0: pid=22249: Sat Feb&#160; 3 16:45:49 2018     <br \/>&#160; read : io=1024.0MB, bw=249246KB\/s, <font color=\"#ff0000\">iops=243<\/font>, runt=&#160; 4207msec      <br \/>&#8212;      <br \/>Seq-Write: (groupid=1, jobs=1): err= 0: pid=22250: Sat Feb&#160; 3 16:45:49 2018      <br \/>&#160; write: io=1024.0MB, bw=104036KB\/s, <font color=\"#ff0000\">iops=101<\/font>, runt= 10079msec      <br \/>&#8212;      <br \/>Rand-Read-512K: (groupid=2, jobs=1): err= 0: pid=22251: Sat Feb&#160; 3 16:45:49 2018      <br \/>&#160; read : io=1024.0MB, bw=37647KB\/s, iops=73, runt= 27853msec      <br \/>&#8212;      <br \/>Rand-Write-512K: (groupid=3, jobs=1): err= 0: pid=22260: Sat Feb&#160; 3 16:45:49 2018      <br \/>&#160; write: io=1024.0MB, bw=104191KB\/s, iops=203, runt= 10064msec      <br \/>&#8212;      <br \/>Rand-Read-4K: (groupid=4, jobs=1): err= 0: pid=22261: Sat Feb&#160; 3 16:45:49 2018      <br \/>&#160; read : io=458240KB, bw=7637.3KB\/s, iops=1909, runt= 60001msec      <br \/>&#8212;      <br \/>Rand-Write-4K: (groupid=5, jobs=1): err= 0: pid=22270: Sat Feb&#160; 3 16:45:49 2018      <br \/>&#160; write: io=532956KB, bw=8882.5KB\/s, iops=2220, runt= 60001msec      <br \/>&#8212;      <br \/>Rand-Read-4K-QD32: (groupid=6, jobs=1): err= 0: pid=22271: Sat Feb&#160; 3 16:45:49 2018      <br \/>&#160; read : io=391988KB, bw=6530.9KB\/s, iops=1632, runt= 60021msec      <br \/>&#8212;      <br \/>Rand-Write-4K-QD32: (groupid=7, jobs=1): err= 0: pid=22280: Sat Feb&#160; 3 16:45:49 2018      <br \/>&#160; write: io=361704KB, bw=6026.2KB\/s, iops=1506, runt= 60022msec<\/p>\n<p>&#160;<\/p>\n<p>\u30fb<font color=\"#ff0000\">sdb (30GB SSD \u8ffd\u52a0DISK) ext4<\/font><\/p>\n<p>Seq-Read: (groupid=0, jobs=1): err= 0: pid=22576: Sat Feb&#160; 3 17:15:26 2018     <br \/>&#160; read : io=1024.0MB, bw=250496KB\/s, <font color=\"#ff0000\">iops=244<\/font>, runt=&#160; 4186msec      <br \/>&#8212;      <br \/>Seq-Write: (groupid=1, jobs=1): err= 0: pid=22577: Sat Feb&#160; 3 17:15:26 2018      <br \/>&#160; write: io=1024.0MB, bw=37378KB\/s, <font color=\"#ff0000\">iops=36<\/font>, runt= 28053msec      <br \/>&#8212;      <br \/>Rand-Read-512K: (groupid=2, jobs=1): err= 0: pid=22580: Sat Feb&#160; 3 17:15:26 2018      <br \/>&#160; read : io=1024.0MB, bw=104900KB\/s, iops=204, runt=&#160; 9996msec      <br \/>&#8212;      <br \/>Rand-Write-512K: (groupid=3, jobs=1): err= 0: pid=22581: Sat Feb&#160; 3 17:15:26 2018      <br \/>&#160; write: io=1024.0MB, bw=32532KB\/s, iops=63, runt= 32232msec      <br \/>&#8212;      <br \/>Rand-Read-4K: (groupid=4, jobs=1): err= 0: pid=22589: Sat Feb&#160; 3 17:15:26 2018      <br \/>&#160; read : io=407976KB, bw=6799.5KB\/s, iops=1699, runt= 60001msec      <br \/>&#8212;      <br \/>Rand-Write-4K: (groupid=5, jobs=1): err= 0: pid=22598: Sat Feb&#160; 3 17:15:26 2018      <br \/>&#160; write: io=226936KB, bw=3782.3KB\/s, iops=945, runt= 60001msec      <br \/>&#8212;      <br \/>Rand-Read-4K-QD32: (groupid=6, jobs=1): err= 0: pid=22600: Sat Feb&#160; 3 17:15:26 2018      <br \/>&#160; read : io=660252KB, bw=11000KB\/s, iops=2750, runt= 60022msec      <br \/>&#8212;      <br \/>Rand-Write-4K-QD32: (groupid=7, jobs=1): err= 0: pid=22613: Sat Feb&#160; 3 17:15:26 2018      <br \/>&#160; write: io=361552KB, bw=6023.7KB\/s, iops=1505, runt= 60022msec<\/p>\n<\/blockquote>\n<p>\u8ffd\u52a0DISK\u306e\u66f8\u304d\u8fbc\u307f\u304c\u9045\u3044\u306e\u306f\u6c17\u306b\u306a\u308a\u307e\u3059\u304c\u3001\u307e\u3041\u3001\u3082\u3068\u3082\u3068\u7d5e\u308a\u3053\u3093\u3067\u3042\u3063\u3066\u9045\u3044\u306e\u3067\u307e\u3041\u3069\u3046\u3067\u3082\u3044\u3044\u3067\u3059\u3002\u307e\u3041\u3001\u8a71\u306f\u3060\u3044\u3076\u305d\u308c\u307e\u3057\u305f\u304c\u3001OS\u306f\u3001\u3053\u306e\u307e\u307e centos7(kernel 3.10.0-693.17.1.el7.x86_64) \u3067\u52d5\u304b\u3059\u3053\u3068\u306b\u3057\u307e\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<h3>\u25a0PHP7 \u306e\u5909\u308f\u308a\u306b HHVM \u3092\u63a1\u7528<\/h3>\n<p>\u6b21\u306b\u691c\u8a0e\u3059\u308b\u306e\u306f\u3001WEB,DB,PHP\u3092\u4f55\u306b\u3059\u308b\u304b\u3067\u3059\u3002\u4e00\u5fdc\u3001centos \u6a19\u6e96\u3060\u3068\u4ee5\u4e0b\u306e\u3088\u3046\u306b\u306a\u308a\u307e\u3059\u3002<\/p>\n<blockquote>\n<p>apache(httpd) 2.4.6 + mod_ssl<\/p>\n<p>php 5.4.16<\/p>\n<p>mariadb 5.5.56<\/p>\n<\/blockquote>\n<p>\u4eca\u306e\u30ea\u30dd\u30b8\u30c8\u30ea\u306f\u4ee5\u4e0b\u306e\u3088\u3046\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002<\/p>\n<blockquote>\n<p># yum repolist     <br \/>::      <br \/>repo id&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; repo name&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; <br \/>base\/7\/x86_64&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; CentOS-7 &#8211; Base&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; <br \/>epel\/x86_64&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; Extra Packages for Enterprise Linux 7 &#8211; x86_64      <br \/>extras\/7\/x86_64&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; CentOS-7 &#8211; Extras&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; <br \/>google-cloud-compute&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; Google Cloud Compute&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; <br \/>google-cloud-sdk&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; Google Cloud SDK&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; <br \/>updates\/7\/x86_64&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; CentOS-7 &#8211; Updates&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; <\/p>\n<\/blockquote>\n<p>\u4e00\u5fdc\u3001\u69cb\u60f3\u3068\u3057\u3066\u306f\u3001WEB \u306f apache \u3058\u3083\u306a\u304f\u3001nginx \u306b\u3057\u3066\u3001DB \u306f\u3001MariaDB Galera Cluster \u3067\u3001PHP \u76f8\u5f53\u306f\u3001HHVM\u306b\u3057\u3088\u3046\u304b\u3068\u3044\u3046\u601d\u3044\u304c\u3042\u308a\u307e\u3059\u3002\u305a\u3044\u3076\u3093\u524d\u3067\u3059\u304c\u3001\u30ed\u30fc\u30ab\u30eb\u74b0\u5883\u306b\uff12\u53f0\u306e\u69cb\u6210\u3067\u3001LB\u7d4c\u7531\u3067\u8ca0\u8377\u30c6\u30b9\u30c8\u3092\u3057\u307e\u3057\u305f\u304c HHVM \u306e\u901f\u5ea6\u304c\u9a5a\u304f\u307b\u3069\u901f\u304f\u611f\u52d5\u3057\u305f\u899a\u3048\u304c\u3042\u308a\u307e\u3059\u3002\u4eca\u306f\u3001PHP7 \u304c\u30ea\u30ea\u30fc\u30b9\u3055\u308c\u3066\u901f\u5ea6\u306f\u901f\u304f\u306a\u3063\u305f\u3068\u805e\u304d\u307e\u3059\u3002<\/p>\n<p>\u4ee5\u4e0b\u306b\u3044\u3044\u6bd4\u8f03\u8a18\u4e8b\u304c\u3042\u308a\u307e\u3057\u305f\u3002<\/p>\n<blockquote>\n<p>HHVM vs PHP 7 \u2013 The Competition Gets Closer!<\/p>\n<p><a title=\"https:\/\/kinsta.com\/blog\/hhvm-vs-php-7\/\" href=\"https:\/\/kinsta.com\/blog\/hhvm-vs-php-7\/\" target=\"_blank\" rel=\"noopener noreferrer\">https:\/\/kinsta.com\/blog\/hhvm-vs-php-7\/<\/a><\/p>\n<\/blockquote>\n<p>\u30b0\u30e9\u30d5\u3092\u898b\u308b\u3068\u3001PHP7 \u3082\u307b\u3068\u3093\u3069\u540c\u3058\u901f\u5ea6\u3067\u3059\u304c\u3001CPU \u306f HHVM \u306e\u307b\u3046\u304c\u7bc0\u7d04\u3067\u304d\u305d\u3046\u3067\u3059\u3002HHVM \u3067\u884c\u3053\u3046\u304b\u306a\u3068\u601d\u3044\u307e\u3059\u3002DB\u306f\u3001mariadb 5.5 \u3067\u3082\u3044\u3044\u3093\u3067\u3059\u304c\u3001\uff12\u53f0\u69cb\u6210\u306e wordpress \u30af\u30e9\u30b9\u30bf\u306b\u5b9f\u9a13\u7684\u306b\u904b\u7528\u3057\u3066\u307f\u3088\u3046\u3068\u601d\u3063\u3066\u3044\u307e\u3059\u306e\u3067\u304a\u624b\u8efd\u306b\u540c\u671f\u304c\u3067\u304d\u308bDB\u3068\u3057\u3066\u4f7f\u304a\u3046\u3068\u601d\u3044\u307e\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<h3>\u25a0\u307e\u3068\u3081<\/h3>\n<p>\u4ee5\u4e0b\u306e\u3088\u3046\u306a\u69cb\u60f3\u3067\u3059\u3002<\/p>\n<p>\u30fbWEB nginx <\/p>\n<p>\u30fbDB&#160; MariaDB Galera Cluster <\/p>\n<p>\u30fbHHVM<\/p>\n<p>\u30fbGluster File System\uff08glusterfs-server\uff09wp-content\/uploads \u306e\u5171\u6709<\/p>\n<p>LB\u306f\u4f7f\u308f\u305a\u3001\u3068\u308a\u3042\u3048\u305a\u306fDNS\u30e9\u30a6\u30f3\u30c9\u30ed\u30d3\u30f3\u306b\u3066\uff12\u53f0\u306e WordPress \u30b5\u30fc\u30d0\u3067\u305d\u308c\u305e\u308c\u632f\u308a\u5206\u3051\u308b\u3068\u3044\u3046\u611f\u3058\u3067\u3059\u3002\u53ef\u7528\u6027\u3068\u3044\u3046\u89b3\u70b9\u306f\u3001\u307e\u305a\u7f6e\u3044\u3066\u304a\u3044\u3066\u3001\u305d\u306e\u4e00\u6b69\u624b\u524d\u307e\u3067\u3084\u3063\u3066\u307f\u3088\u3046\u3068\u601d\u3044\u307e\u3059\u3002<\/p>\n<p> \u3053\u306e\u69cb\u6210\u3067\u8208\u5473\u304c\u3042\u308b\u306e\u306f\u3001MariaDB \u306e Cluster \u306f\u672c\u5f53\u306b\u3001\uff11\u53f0\u3067\u66f4\u65b0\u3059\u308c\u3070\uff12\u53f0\u76ee\u306b\u540c\u671f\u3055\u308c\u308b\u306e\u304b\uff1f\u3084\u3001GlusterFS \u306f\u5b9f\u904b\u7528\u4e0a\u3001\u554f\u984c\u70b9\u306f\u306a\u3044\u304b\u306a\u3069\u3067\u3059\u3002\u66f4\u65b0\u8005\u306f\u4e00\u4eba\u306a\u306e\u3067\u3001\u540c\u6642\u66f8\u304d\u8fbc\u307f\u306e\u5fc3\u914d\u306f\u307b\u307c\u7121\u7528\u306a\u306e\u3067\u3001\u591a\u5c11\u306e\u30e9\u30b0\u304c\u3042\u3063\u3066\u3082\u554f\u984c\u306f\u306a\u3044\u306e\u3067\u3059\u304c\u3001\u5b9f\u969b\u306b\u69cb\u6210\u3057\u3066\u307f\u3066\u3001\u52d5\u4f5c\u3092\u78ba\u304b\u3081\u3066\u307f\u305f\u3044\u3067\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p> \u305f\u304b\u304c\u3001WordPress \u3092\u52d5\u304b\u3059\u3060\u3051\u306b os \u304b\u3089\u9078\u5b9a\u3057\u3001\u30a2\u30d7\u30ea\u3092\u9078\u5b9a\u3057\u305f\u308a\u3059\u308b\u306e\u306f\u6050\u308d\u3057\u304f\u4e00\u822c\u7684\u3067\u306f\u306a\u3044\u3068\u306f\u601d\u3044\u307e\u3059\u304c\u3001\u3053\u3046\u3044\u3046\u30de\u30cb\u30a2\u5411\u3051\u306e\u8a18\u4e8b\u3082\u3069\u3053\u304b\u3067\u9700\u8981\u304c\u3042\u308b\u304b\u3082\u3057\u308c\u307e\u305b\u3093\u3002<\/p>\n","protected":false},"excerpt":{"rendered":"<p>\u3055\u3041\u3001\u9031\u672b\u306b\u306a\u308a\u307e\u3057\u305f\u3002\u307f\u306a\u3055\u3093\u304a\u4ed5\u4e8b\u304a\u75b2\u308c\u69d8\u3067\u3059\u3002JunkHack \u306e\u8fd1\u6cc1\u306f\u4e00\u8a00\u3067\u8a00\u3048\u3070\u300c\u73fe\u5834\u306f\u6700\u5f8c\u306e\u706b\u4e8b\u5834\u306b\u7a81\u5165\u3001\u963f\u9f3b\u53eb\u559a\u300d\u3068\u3044\u3063\u305f\u3068\u3053\u308d\u3067\u3059\u3002\uff12\u6642\u5e30\u308a\u3067\u3057\u305f\u3002\u30a8\u30f3\u30b8\u30cb\u30a2\u306f\u76f4\u611f\u7684\u306b\u3001\u3053\u306e\u4ed5\u4e8b\u306f\u7121\u7406\u3059\u308c\u3070\u9593\u306b\u5408\u3046\u304b\u3001\u9593 [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"_uag_custom_page_level_css":"","footnotes":""},"categories":[77],"tags":[],"acf":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"post-thumbnail":false},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":0,"uagb_excerpt":"\u3055\u3041\u3001\u9031\u672b\u306b\u306a\u308a\u307e\u3057\u305f\u3002\u307f\u306a\u3055\u3093\u304a\u4ed5\u4e8b\u304a\u75b2\u308c\u69d8\u3067\u3059\u3002JunkHack \u306e\u8fd1\u6cc1\u306f\u4e00\u8a00\u3067\u8a00\u3048\u3070\u300c\u73fe\u5834\u306f\u6700\u5f8c\u306e\u706b\u4e8b\u5834&hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/4361"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=4361"}],"version-history":[{"count":0,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/4361\/revisions"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=4361"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/categories?post=4361"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/tags?post=4361"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}