{"id":5699,"date":"2020-08-11T22:23:05","date_gmt":"2020-08-11T13:23:05","guid":{"rendered":"http:\/\/hack.gpl.jp\/?p=5699"},"modified":"2021-07-04T21:16:10","modified_gmt":"2021-07-04T12:16:10","slug":"post-5699","status":"publish","type":"post","link":"https:\/\/hack.gpl.jp\/2020\/08\/11\/post-5699\/","title":{"rendered":"\u30c0\u30b9\u30c8\u30af\u30fc\u30e9\u30fc\u3092DIY\u4fee\u7406\u3002\u51b7\u5374\u9762\u5074\u306e\u52a0\u5de5\u3067\u30c0\u30b9\u30c8\u30dc\u30c3\u30af\u30b9\u5185\u90e8\u306f\u7d0410\u2103\u3067\u5b89\u5b9a\uff01"},"content":{"rendered":"<p>\u3053\u306e\uff12\u65e5\u304f\u3089\u3044\u6fc0\u30a2\u30c4\u3067\u3059\u306d\uff01\u3000\u590f\u301c\u3063\u3066\u611f\u3058\u306e\u65e5\u5dee\u3057\u3067\u90e8\u5c4b\u306e\u4e2d\u306b\u3044\u3066\u3082\u6691\u3044\uff01<br \/>\n\u3055\u3066\u3001\u4eca\u56de\u306f\u5148\u65e5\u304b\u3089\u7d9a\u3044\u3066\u3044\u308bTOTO\u30c0\u30b9\u30c8\u30af\u30fc\u30e9\u30fc\u306e\u4fee\u7406\u3067\u3001\u51b7\u5374\u9762\u5074\u306e\u52a0\u5de5\u3092\u65bd\u3059\u3053\u3068\u306b\u3057\u307e\u3057\u305f\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\" size-full wp-image-5702 aligncenter\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/08\/e58699e79c9f_-_google_e38395e382a9e38388.png\" alt=\"\u5199\u771f_-_Google_\u30d5\u30a9\u30c8\" width=\"583\" height=\"432\"><\/p>\n<p>\u4e0a\u306e\u5199\u771f\u306f\u3001\u3082\u3068\u3082\u3068\u306e\u30da\u30eb\u30c1\u30a7\u7d20\u5b50\u304c\u4ed8\u3044\u3066\u3044\u305f\u30a2\u30eb\u30df\u30d6\u30ed\u30c3\u30af\u3067\u3059\u304c\u3001\uff14cm\u56db\u65b9\u306e\u6c4e\u7528\u30da\u30eb\u30c1\u30a7\u7d20\u5b50\u306e\u63a5\u5730\u9762\u7a4d\u304c\u5c11\u306a\u3044\u306e\u3067\u3001\u3053\u306e\u98db\u3073\u51fa\u305f\u30a2\u30eb\u30df\u90e8\u5206\u3092\u524a\u308a\u3001\u9285\u3092\u8cbc\u308a\u4ed8\u3051\u308b\u3053\u3068\u306b\u3057\u307e\u3059\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"alignnone size-full wp-image-5705\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/08\/e382b9e382afe383aae383bce383b3e382b7e383a7e38383e38388_2020_08_11_21_33.png\" alt=\"\u30b9\u30af\u30ea\u30fc\u30f3\u30b7\u30e7\u30c3\u30c8_2020_08_11_21_33\" width=\"1160\" height=\"412\"><\/p>\n<p>\u9285\u677f\u306f\u3001\u3053\u308c\u307e\u305fJunk\u306a iMac G5\u304c\u3042\u308b\u306e\u3067\u3053\u306e\u4e2d\u304b\u3089\u53d6\u308a\u51fa\u3057\u307e\u3059\u3002\u30de\u30b6\u30fc\u30dc\u30fc\u30c9\u306e\u88cf\u5074\u306b\u306f3mm\u539a\u306e\u9285\u677f\u304c\u3042\u308a\u307e\u3059\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"alignnone size-full wp-image-5707\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/08\/e382b9e382afe383aae383bce383b3e382b7e383a7e38383e38388_2020_08_11_21_36.png\" alt=\"\u30b9\u30af\u30ea\u30fc\u30f3\u30b7\u30e7\u30c3\u30c8_2020_08_11_21_36\" width=\"1160\" height=\"413\"><\/p>\n<p>\u307e\u305a\u306f\u3001\u3053\u308c\u3092\u30d2\u30fc\u30c8\u30b7\u30f3\u30af\u5927\u306b\u5207\u308a\u53d6\u308a\u3001\u30a2\u30eb\u30df\u30d6\u30ed\u30c3\u30af\u306b\u306d\u3058\u6b62\u3081\u3057\u307e\u3059\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"alignnone size-full wp-image-5709\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/08\/img_20200808_205658_8.jpg\" alt=\"IMG_20200808_205658_8\" width=\"2976\" height=\"3968\"><\/p>\n<p>\u9285\u677f\u306a\u3093\u3067\u3001\u30cf\u30f3\u30c9\u30c4\u30fc\u30eb\u3067\u5207\u3063\u3066\u307f\u307e\u3057\u305f\u304c\u3001\u304b\u306a\u308a\u5207\u308a\u53d6\u308b\u306e\u306b\u6642\u9593\u304c\u304b\u304b\u308a\u307e\u3057\u305f\u3002\u3084\u3063\u3071\u308a\u3001\u91d1\u5c5e\u52a0\u5de5\u3084\u308b\u306a\u3089\u30d0\u30f3\u30c9\u30bd\u30fc\u304c\u6b32\u3057\u3044\u3067\u3059\u306d\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"alignnone size-full wp-image-5710\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/08\/e382b9e382afe383aae383bce383b3e382b7e383a7e38383e38388_2020_08_11_21_40.png\" alt=\"\u30b9\u30af\u30ea\u30fc\u30f3\u30b7\u30e7\u30c3\u30c8_2020_08_11_21_40\" width=\"1161\" height=\"414\"><\/p>\n<p>\u30a2\u30eb\u30df\u30d6\u30ed\u30c3\u30af\u306e\u4f59\u5206\u306a\u90e8\u5206\u306f\u3001\u30b0\u30e9\u30a4\u30f3\u30c0\u30fc\u3067\u524a\u308a\u53d6\u308a\u3001\u30aa\u30a4\u30eb\u30b9\u30c8\u30fc\u30f3\u3067\u5e73\u9762\u51fa\u3057\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"alignnone size-full wp-image-5711\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/08\/e382b9e382afe383aae383bce383b3e382b7e383a7e38383e38388_2020_08_11_21_41.png\" alt=\"\u30b9\u30af\u30ea\u30fc\u30f3\u30b7\u30e7\u30c3\u30c8_2020_08_11_21_41\" width=\"1160\" height=\"413\"><\/p>\n<p>\u5b8c\u5168\u306b\u5e73\u9762\u51fa\u3059\u306e\u306f\u75b2\u308c\u305f\u306e\u3067\u3001\u3053\u306e\u3042\u305f\u308a\u3067\u59a5\u5354\u3067\u3059\u3002\u5e73\u9762\u304c\u51fa\u305b\u308b\u30d9\u30eb\u30c8\u30b5\u30f3\u30c0\u30fc\u304c\u307b\u3057\u3044\u3067\u3059\u306d\u3002\u30bf\u30c3\u30d7\u3092\u5207\u3063\u3066\u3001\u9285\u677f\u3092\u56fa\u5b9a\u3057\u307e\u3059\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"alignnone size-full wp-image-5712\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/08\/e382b9e382afe383aae383bce383b3e382b7e383a7e38383e38388_2020_08_11_21_42.png\" alt=\"\u30b9\u30af\u30ea\u30fc\u30f3\u30b7\u30e7\u30c3\u30c8_2020_08_11_21_42\" width=\"1161\" height=\"415\"><\/p>\n<p>\u9285\u677f\u56fa\u5b9a\u306b\u3055\u307b\u3069\u30c8\u30eb\u30af\u306f\u5fc5\u8981\u306a\u306b\u306e\u3067\u3001\u30d7\u30e9\u30b9\u30c6\u30a3\u30c3\u30af\u306e\u30a2\u30f3\u30ab\u30fc\u306b\u76bf\u30cd\u30b8\u3092\u56fa\u5b9a\u3059\u308b\u65b9\u6cd5\u306b\u3057\u307e\u3057\u305f\u3002\u9285\u677f\uff12\u679a\u306b\u306f\u3001\u9285\u30b0\u30ea\u30b9\u3092\u5857\u3063\u3066\u304a\u304d\u307e\u3057\u305f\u3002\u30b3\u30d1\u30b9\u30ea\u30c3\u30d7\u3063\u3066\u3044\u3046\u30b0\u30ea\u30b9\u3067\u3059\u304c\u71b1\u4f1d\u5c0e\u7528\u3068\u3057\u3066\u3067\u306f\u306a\u304f\u3001\u3053\u308c\u306f\u9306\u3073\u3084\u3059\u3044\u30dc\u30eb\u30c8\u3092\u7d4c\u5e74\u3057\u3066\u3082\u53d6\u308a\u3084\u3059\u304f\u3059\u308b\u3082\u306e\u3067\u3001\u713c\u304d\u3064\u304d\u3084\u3059\u3044\u30d7\u30e9\u30b0\u3068\u304b\u3001\u30de\u30d5\u30e9\u30fc\u306e\u30cd\u30b8\u3068\u304b\u306b\u4f7f\u3063\u305f\u308a\u3059\u308b\u3082\u306e\u3067\u3059\u3002\u30c6\u30a3\u30c3\u30b7\u30e5\u306b\u542b\u307e\u305b\u3066\u30b0\u30ea\u30fc\u30b9\u90e8\u5206\u3092\u843d\u3068\u3057\u3001\u306a\u308b\u3079\u304f\u56fa\u5f62\u72b6\u306b\u3057\u3066\u5857\u3063\u3066\u304a\u304d\u307e\u3057\u305f\u3002\u666e\u901a\u306eCPU\u30b0\u30ea\u30b9\u3067\u3082\u3044\u3044\u3093\u3067\u3059\u304c\u3001\u306a\u3093\u3068\u306a\u304f\u9285\u306a\u306e\u3067\u826f\u3044\u304b\u306a\u3068\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"alignnone size-full wp-image-5714\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/08\/img_20200809_173132_5.jpg\" alt=\"IMG_20200809_173132_5\" width=\"3968\" height=\"2976\"><\/p>\n<p>\u3067\u3001\u30c0\u30b9\u30c8\u30dc\u30c3\u30af\u30b9\u306e\u7a74\u3092\u958b\u3051\u3066\u3001\u9285\u306e\u30d2\u30fc\u30c8\u30d1\u30a4\u30d7\u3092\u4e2d\u306b\u8cab\u901a\u3055\u305b\u3066\u304a\u304d\u307e\u3057\u305f\u3002\u30af\u30ea\u30a2\u30e9\u30f3\u30b9\u304c\u306a\u304b\u3063\u305f\u306e\u3067\u3001\u30b1\u30fc\u30b9\u306f\u5c11\u3057\u524a\u3063\u3066\u3042\u308a\u307e\u3059\u3002\u3053\u308c\u3067\u5b8c\u5168\u306b\u30da\u30eb\u30c1\u30a7\u7d20\u5b50\u306f\u5168\u9762\u304c\u91d1\u5c5e\u306b\u63a5\u5730\u3057\u307e\u3059\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"alignnone  wp-image-5715\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/08\/e7a9bae799bd_skitch_e382ade383a3e383b3e3838fe38299e382b9-3.png\" alt=\"\u7a7a\u767d_Skitch_\u30ad\u30e3\u30f3\u30cf\u3099\u30b9\" width=\"677\" height=\"468\"><\/p>\n<p>\u30d2\u30fc\u30c8\u30d1\u30a4\u30d7\u3092\u4e2d\u306b\u8cab\u901a\u3055\u305b\u305f\u306e\u306f\u3001\u307e\u3041\u3001\u591a\u5c11\u306f\u51b7\u5374\u901f\u5ea6\u304c\u901f\u304f\u306a\u308b\u304b\u3082\u304f\u3089\u3044\u3067\u3059\u304c\u3042\u308f\u3088\u304f\u3070\u3001\u3053\u306e\u3042\u305f\u308a\u304c\u51cd\u7d50\u3057\u306a\u3044\u304b\u306a\u3068\u601d\u3063\u3066\u52a0\u5de5\u3057\u3066\u307f\u307e\u3057\u305f\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"alignnone size-full wp-image-5716\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/08\/e382b9e382afe383aae383bce383b3e382b7e383a7e38383e38388_2020_08_11_21_54.png\" alt=\"\u30b9\u30af\u30ea\u30fc\u30f3\u30b7\u30e7\u30c3\u30c8_2020_08_11_21_54\" width=\"1159\" height=\"414\"><\/p>\n<p>\u9699\u9593\u90e8\u5206\u306b\u306f\u3001\u30b7\u30ea\u30b3\u30f3\u30b7\u30fc\u30e9\u30f3\u30c8\u3092\u5145\u586b\u3057\u4fdd\u51b7\u3002CPU\u30b0\u30ea\u30b9\u3067\u3001\u30da\u30eb\u30c1\u30a7\u7d20\u5b50\u3092\uff12\u3064\u91cd\u306d\u3066\u3064\u3051\u307e\u3059\u3002\u9ed2\u3044\u306e\u306f\u6700\u521d\u304b\u3089\u3042\u3063\u305f\u30b9\u30dd\u30f3\u30b8\u6750\u3067\u3059\u3002<\/p>\n<p>\u30da\u30eb\u30c1\u30a7\u7d20\u5b50\u306f\u3001\u3064\u3051\u308b\u524d\u306b\u6e29\u5ea6\u3092\u6e2c\u5b9a\u3057\u3066\u304a\u304d\u307e\u3057\u305f\u3002\u500b\u4f53\u5dee\u304c\u3042\u308b\u3088\u3046\u3067\u3001\uff15\u679a\u306e\u3046\u3061\u4e00\u756a\u51b7\u3048\u308b\u3082\u306e\u3092\u9078\u5225\u3057\u3066\u304a\u304d\u307e\u3057\u305f\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"alignnone size-full wp-image-5717\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/08\/img_20200809_172727_3.jpg\" alt=\"IMG_20200809_172727_3\" width=\"2976\" height=\"3968\"><\/p>\n<p>\u5916\u6c17\u6e29\u300131\u5ea6\u304f\u3089\u3044\u3067\uff12\u6bb5\u306e\u30da\u30eb\u30c1\u30a7\u7d20\u5b50\u8868\u9762\u6e29\u5ea6\u306f\u3001\u22128\u5ea6\u3067\u5b89\u5b9a\u3057\u307e\u3057\u305f\u3002\uff08\u9285\u30d2\u30fc\u30c8\u30b7\u30f3\u30af\u3001\u7a7a\u51b7\uff09<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"alignnone size-full wp-image-5718\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/08\/img_20200811_021135_8.jpg\" alt=\"IMG_20200811_021135_8\" width=\"3968\" height=\"2976\"><\/p>\n<p>\u80cc\u9762\u306e\u30b1\u30fc\u30b9\u306f\u71b1\u304c\u3053\u3082\u308b\u306e\u3067\u3001\u53d6\u3063\u6255\u3044\u3080\u304d\u51fa\u3057\u72b6\u614b\u3067\u3059\u3002\uff12\u3001\uff13\u6642\u9593\u304f\u3089\u3044\u7d4c\u904e\u3059\u308b\u3068\u5ba4\u6e2927\u5ea6\u304f\u3089\u3044\u3067\u3001\u30c0\u30b9\u30c8\u30dc\u30c3\u30af\u30b9\u5185\u90e8\u306f\u7d0410\u2103\u3067\u5b89\u5b9a\u3057\u3066\u3044\u307e\u3057\u305f\u3002<\/p>\n<p>\u3082\u3068\u3082\u3068\u306e\u7d14\u6b63\u30e6\u30cb\u30c3\u30c8\u3067\u3069\u306e\u304f\u3089\u3044\u51b7\u3048\u308b\u306e\u304b\u306f\u4e0d\u660e\u3067\u3059\u304c\u3001\u51b7\u8535\u5eab\u3068\u540c\u3058\u6e29\u5ea6\u306a\u3089\u307e\u3041OK\u3067\u3057\u3087\u3046\u3002\u6c34\u3082\u3044\u3044\u611f\u3058\u3067\u51b7\u3048\u3066\u3044\u307e\u3057\u305f\u3002<\/p>\n<p>\u51b7\u5374\u5074\u3092\u30b7\u30fc\u30ea\u30f3\u30b0\u3057\u3066\u3001\u4fdd\u51b7\u3057\u3001\u9285\u30d2\u30fc\u30c8\u30d1\u30a4\u30d7\u3092\u4e2d\u307e\u3067\u8cab\u901a\u3055\u305b\u307e\u3057\u305f\u304c\u3001\u3055\u307b\u3069\u52b9\u679c\u306f\u306a\u304b\u3063\u305f\u3088\u3046\u3067\u3059\u3002\u524d\u56de\u3001\u3056\u3063\u304f\u308a\u4eee\u4ed8\u3057\u305f\u72b6\u614b\u3067\u308211\u2103\u304f\u3089\u3044\u3067\u3057\u305f\u3002\u30a2\u30eb\u30df\u30d6\u30ed\u30c3\u30af\u306b\u63a5\u89e6\u3055\u305b\u305a\u3001\u9285\u3092\u7d50\u9732\u3059\u308b\u72b6\u614b\u3067\u4e2d\u307e\u3067\u8cab\u901a\u3055\u305b\u305f\u307b\u3046\u304c\u4e2d\u306f\u51b7\u3048\u305f\u306e\u304b\u3082\u3057\u308c\u307e\u305b\u3093\u3002\u307e\u305f\u306f\u3001\u6c34\u51b7\u306b\u3057\u3066\u30e9\u30b8\u30a8\u30bf\u30fc\u3067\u767a\u71b1\u5074\u3092\u3082\u3063\u3068\u51b7\u3084\u3059\u3068\u304b\u3059\u308c\u3070\u3001\u3082\u3046\u5c11\u3057\u4e0b\u304c\u308b\u306e\u304b\u3082\u3057\u308c\u307e\u305b\u3093\u3002\u3084\u308a\u305f\u3044\u3053\u3068\u306f\u3044\u308d\u3044\u308d\u3042\u308b\u3093\u3067\u3059\u304c\u3001\u4eca\u56de\u306f\u5b9f\u7528\u6e29\u5ea6\u307e\u3067\u9054\u3057\u305f\u306e\u3067\u3053\u308c\u3067\u7d42\u4e86\u306b\u3057\u307e\u3059\u3002\u590f\u5834\u3067\u3059\u304c\u3001\u51ac\u3068\u304b\u3069\u306e\u304f\u3089\u3044\u307e\u3067\u4e0b\u304c\u308b\u3093\u3067\u3057\u3087\u3046\u304b\u306d\u3002\u6c17\u304c\u5411\u3044\u305f\u3089\u30ec\u30dd\u30fc\u30c8\u3057\u3066\u307f\u307e\u3059\u3002<\/p>\n<p>\u3053\u308c\u3067\u3001\u3044\u3064\u58ca\u308c\u3066\u3082\u6c4e\u7528\u306e\uff11\u679a200\u5186\u306e\u30da\u30eb\u30c1\u30a7\u7d20\u5b50\u3067\u4fee\u7406\u3067\u304d\u307e\u3059\u306e\u3067\u3053\u308c\u304b\u3089\u305a\u3063\u3068\u4f7f\u3048\u305d\u3046\u3067\u3059\u3002\u3069\u306e\u304f\u3089\u3044\u58ca\u308c\u305a\u306b\u4f7f\u3048\u308b\u304b\u697d\u3057\u307f\u3067\u3059\u306d\u3002<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>\u3053\u306e\uff12\u65e5\u304f\u3089\u3044\u6fc0\u30a2\u30c4\u3067\u3059\u306d\uff01\u3000\u590f\u301c\u3063\u3066\u611f\u3058\u306e\u65e5\u5dee\u3057\u3067\u90e8\u5c4b\u306e\u4e2d\u306b\u3044\u3066\u3082\u6691\u3044\uff01 \u3055\u3066\u3001\u4eca\u56de\u306f\u5148\u65e5\u304b\u3089\u7d9a\u3044\u3066\u3044\u308bTOTO\u30c0\u30b9\u30c8\u30af\u30fc\u30e9\u30fc\u306e\u4fee\u7406\u3067\u3001\u51b7\u5374\u9762\u5074\u306e\u52a0\u5de5\u3092\u65bd\u3059\u3053\u3068\u306b\u3057\u307e\u3057\u305f\u3002 \u4e0a\u306e\u5199\u771f\u306f\u3001\u3082\u3068\u3082\u3068\u306e\u30da\u30eb\u30c1\u30a7\u7d20\u5b50\u304c\u4ed8\u3044\u3066\u3044 [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"_uag_custom_page_level_css":"","footnotes":""},"categories":[6,14,25],"tags":[],"acf":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"post-thumbnail":false},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":0,"uagb_excerpt":"\u3053\u306e\uff12\u65e5\u304f\u3089\u3044\u6fc0\u30a2\u30c4\u3067\u3059\u306d\uff01\u3000\u590f\u301c\u3063\u3066\u611f\u3058\u306e\u65e5\u5dee\u3057\u3067\u90e8\u5c4b\u306e\u4e2d\u306b\u3044\u3066\u3082\u6691\u3044\uff01 \u3055\u3066\u3001\u4eca\u56de\u306f\u5148\u65e5\u304b\u3089\u7d9a\u3044\u3066\u3044\u308bTO&hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/5699"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=5699"}],"version-history":[{"count":0,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/5699\/revisions"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=5699"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/categories?post=5699"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/tags?post=5699"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}