{"id":1575,"date":"2015-11-05T00:22:09","date_gmt":"2015-11-04T15:22:09","guid":{"rendered":"https:\/\/hack.gpl.jp\/?p=1575"},"modified":"2015-11-05T00:22:09","modified_gmt":"2015-11-04T15:22:09","slug":"pt3-%e3%82%92get","status":"publish","type":"post","link":"https:\/\/hack.gpl.jp\/2015\/11\/05\/pt3-%e3%82%92get\/","title":{"rendered":"\u30c6\u30ec\u30d3\u3092\u898b\u305f\u3051\u308c\u3070\u904b\u52d5\u305b\u3088\uff01 PT3 \u3092GET"},"content":{"rendered":"<p>PT3 \u306e\u5b58\u5728\u306f\u524d\u304b\u3089\u77e5\u3063\u3066\u3044\u305f\u306e\u3067\u3059\u304c\u3001\u53cb\u4eba\u306e\u3068\u3053\u308d\u306b\u904a\u3073\u306b\u3044\u3063\u305f\u3089nasune \u3067\u30ea\u30e2\u30fc\u30c8\u3067\u9332\u753b\u3057\u3066\u3042\u308bTED \u3092\u898b\u305b\u3066\u3082\u3089\u3044\u89e6\u767a\u3055\u308c\u3066\u601d\u308f\u305a\u30dd\u30c1\u308a\u307e\u3057\u305f\u3002nasune \u3068\u3044\u3046\u306e\u306f\u3001nass \u306bTV\u30c1\u30e5\u30fc\u30ca\u30fc\u304c\u4ed8\u3044\u3066\u9332\u753b\u3067\u304d\u308b\u3068\u3044\u3046\u3082\u306e\u3002<\/p>\n<p>&#160;<\/p>\n<blockquote>\n<p>Sony<\/p>\n<p><a href=\"http:\/\/pur.store.sony.jp\/nasne\/products\/nasne\/CECH-ZNR2J01_product\/?s_tc=aff_012_0_10_51141&amp;utm_medium=aff&amp;utm_source=001\" target=\"_blank\" rel=\"noopener noreferrer\">nasne(\u30ca\u30b9\u30cd) CECH-ZNR2J<\/a><\/p>\n<\/blockquote>\n<p>&#160;<\/p>\n<p>\u304a\u5024\u6bb5\u306f\u30012\u4e07\u5f31\u304f\u3089\u3044\u3067\u8cfc\u5165\u3067\u304d\u308b\u3093\u3067\u3059\u304c\u3001\u51fa\u6765\u5408\u3044\u306e\u88fd\u54c1\u3060\u3051\u306b\u9762\u767d\u3055\u306b\u304b\u3051\u308b\u3068\u3053\u308d\u304c\u3042\u308a\u3001\u307e\u305f\u30c1\u30e5\u30fc\u30ca\u304c1\u30c1\u30e3\u30f3\u30cd\u30eb\u306a\u306e\u3067\u540c\u6642\u9332\u753b\u306f\u3067\u304d\u307e\u305b\u3093\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u305d\u3053\u3067\u3001\u30a2\u30fc\u30b9\u30bd\u30d5\u30c8\u3055\u3093\u304c\u30cf\u30fc\u30c9\u3068WINDOWS \u7528\u306e\u30c9\u30e9\u30a4\u30d0\u3060\u3051\u4f5c\u3063\u3066\u3044\u308b\u9762\u767d\u3044\u6a5f\u5668\u304c\u4ee5\u4e0b\u3002\u3053\u308c\u3092\u30dd\u30c1\u308a\u307e\u3057\u305f\u3002<\/p>\n<p>&#160;<\/p>\n<blockquote>\n<p>\u30a2\u30fc\u30b9\u30bd\u30d5\u30c8<\/p>\n<p><a href=\"http:\/\/earthsoft.jp\/PT3\/specification.html\" target=\"_blank\" rel=\"noopener noreferrer\">PT3 \u4ed5\u69d8<\/a><\/p>\n<\/blockquote>\n<p>&#160;<\/p>\n<p>ISDB-S 2TS \u3068 ISDB-T 2TS \u306e\u5408\u8a08 4TS \u3092\u540c\u6642\u306b\u53d7\u4fe1\u53ef\u80fd\u3067\u3059\u3002\u8981\u3059\u308b\u306b\u3001\u885b\u661f\u30c7\u30b8\u30bf\u30eb\u653e\u9001\u7528\u306eISDB-S\u3001\u5730\u4e0a\u30c7\u30b8\u30bf\u30eb\u653e\u9001\u7528\u306eISDB-T\u304c\u305d\u308c\u305e\u308c2\u30c1\u30e3\u30f3\u30cd\u30eb\u3065\u3064\u3001\u53d7\u4fe1\u3067\u304d\u308b\u3068\u3044\u3046\u4ee3\u7269\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" title=\"PT3_img\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"PT3_img\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/11\/pt3_img.png\" width=\"582\" height=\"795\" \/> <\/p>\n<p>PC \u3068\u305d\u308c\u3089\u3092\u53d7\u4fe1\u3059\u308b\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u3084B-CAS \u30ab\u30fc\u30c9\u3068\u8aad\u307f\u53d6\u308b\u30ab\u30fc\u30c9\u30ea\u30fc\u30c0\u306a\u3069\u304c\u5fc5\u8981\u3067\u3059\u3002\u5f53\u521d\u306f\u3053\u308c\u3089\u3092\u5b8c\u5168\u81ea\u4f5c\u3057\u3088\u3046\u3068\u601d\u3063\u3066\u3044\u307e\u3057\u305f\u304c\u3001\u30cf\u30fc\u30c9\u30eb\u304c\u9ad8\u3059\u304e\u3066\u65ad\u5ff5\u3002\u3044\u3064\u304b\u30c1\u30e3\u30ec\u30f3\u30b8\u3057\u3066\u307f\u305f\u3044\u304a\u984c\u3067\u306f\u3042\u308a\u307e\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>PT3 \u3092\u6d3b\u7528\u3059\u308b\u306b\u306f\u3001\u3044\u308d\u3093\u306a\u624b\u6cd5\u304c\u3042\u308a\u307e\u3059\u304c\u3001\u4eca\u306e\u3068\u3053\u308d\u65b9\u91dd\u3068\u3057\u3066OS\u306fLinux\u306b\u3057\u3001Chinachu \u3068\u3044\u3046EPG\u95b2\u89a7\u3068\u3001\u4e88\u7d04\uff0bWeb\u30b9\u30c8\u30ea\u30fc\u30df\u30f3\u30b0\u7528\u306eUI\u3092\u5099\u3048\u305f\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u306e\u7d44\u307f\u5408\u308f\u305b\u3067\u4f7f\u3063\u3066\u307f\u3088\u3046\u3068\u601d\u3044\u307e\u3059\u3002\u5e78\u3044\u3001\u5165\u308c\u308b\u30de\u30b7\u30f3\u306f\u4f59\u3063\u3066\u3044\u308b\u3082\u306e\u304c\u3042\u308b\u306e\u3067\u3001\u8ffd\u52a0\u6295\u8cc7\u306fHDD\u304f\u3089\u3044\u3067\u3059\u3002\u304c\u3001\u3053\u308c\u3082\u4f7f\u3063\u3066\u307f\u306a\u3044\u3068\u81ea\u5206\u306e\u30e9\u30a4\u30d5\u30b9\u30bf\u30a4\u30eb\u3067\u3069\u306e\u304f\u3089\u3044\u306e\u5bb9\u91cf\u304c\u5fc5\u8981\u304b\u306f\u308f\u304b\u308a\u307e\u305b\u3093\u3002\u4eca\u4ed8\u3044\u3066\u3044\u308bHDD\u3067\u4e8b\u8db3\u308a\u308b\u304b\u3082\u3057\u308c\u307e\u305b\u3093\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u3082\u3068\u3082\u3068\u3001\u30c6\u30ec\u30d3\u306f\u307b\u3068\u3093\u3069\u898b\u307e\u305b\u3093\u304c\u3001\u4eca\u56de\u306fTED\u306a\u3069\u9762\u767d\u3044\u756a\u7d44\u3082\u3084\u308b\u306e\u3067\u305d\u3046\u3044\u3046\u306e\u3092\u4e88\u7d04\u3057\u3066\u8996\u8074\u3059\u308b\u306e\u304c\u76ee\u7684\u3067\u3059\u3002\u3042\u3068\u3001PC\u306b\u5411\u304b\u3044\u3059\u304e\u3066\u8170\u304c\u60aa\u304f\u306a\u306e\u3067\u3001\u606f\u629c\u304d\u3092\u5f37\u5236\u7684\u306b\u884c\u3046\u305f\u3081\u30ea\u30d3\u30f3\u30b0\u306eTV\u3067\u3054\u308d\u5bdd\u3057\u306a\u304c\u3089\u898b\u3066\u4f53\u3092\u4f11\u3081\u308b\u3068\u3044\u3046\u76ee\u7684\u3082\u3042\u308a\u307e\u3059\u3002\u307e\u305f\u4f11\u3081\u308b\u306e\u53cd\u5bfe\u306b\u935b\u3048\u308b\u3068\u3044\u3046\u76ee\u7684\u3082\u76db\u308a\u8fbc\u3093\u3067\u3082\u9762\u767d\u3044\u304b\u3082\u3057\u308c\u307e\u305b\u3093\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3084\u30bb\u30c3\u30c8\u30a2\u30c3\u30d7\u306a\u3069\u306e\u60c5\u5831\u306f\u3054\u308d\u3054\u308d\u3068\u51fa\u308b\u306e\u3067\u3001\u56f0\u308b\u3053\u3068\u306f\u306a\u3055\u305d\u3046\u3067\u3059\u3002\u305f\u3060\u3001\u81ea\u5206\u304c\u4f7f\u3046\u30b7\u30fc\u30f3\u3068\u3044\u3046\u306e\u304c\u60f3\u50cf\u3067\u304d\u307e\u305b\u3093\u3002\u3068\u308a\u3042\u3048\u305a\u3001\u7b87\u6761\u66f8\u304d\u306b\u3057\u3066\u307f\u307e\u3059\u3002\u51fa\u6765\u308b\u3068\u3044\u3044\u306a\u3068\u601d\u3063\u3066\u3044\u308b\u8981\u70b9\u306f\u4ee5\u4e0b\u3067\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u30fb\u756a\u7d44\u4e88\u7d04\u306fPC\u304b\u3089\u3055\u304f\u3055\u304f\u3068\u7c21\u5358\u306b\u3084\u308a\u305f\u3044<\/p>\n<p>\u30fb\u5916\u51fa\u5148\u306e\u3061\u3087\u3063\u3068\u3057\u305f\u7a7a\u304d\u6642\u9593\u306b\u307f\u305f\u3044<\/p>\n<p>\u30fb\u9332\u753b\u3057\u305f\u6620\u50cf\u306f\u898b\u305f\u3089\u6d88\u3059\u611f\u3058 or \u53e4\u3044\u3082\u306e\u306f\u81ea\u52d5\u7684\u306b\u6d88\u3048\u308b\u3088\u3046\u306b<\/p>\n<p>\u30fbCM\u3092\u30ab\u30c3\u30c8\u3059\u308b\u304b\u98db\u3070\u305b\u308b\u3068\u3044\u3044\u306a\u3002\u307e\u305f\u305d\u306e\u9006\u306bCM\u3060\u3051\u30b3\u30ec\u30af\u30b7\u30e7\u30f3\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u305f\u3044\u3002<\/p>\n<p>\u30fbi-Phone \u3084 \u30bf\u30d6\u30ec\u30c3\u30c8\u3067\u6c17\u8efd\u306b\u898b\u305f\u3044<\/p>\n<p>\u30fb\u666e\u6bb5\u4f7f\u3044\u306fOSX\u306e\u30e2\u30cb\u30bf\u3067\u898b\u3066\u3001\u3086\u3063\u304f\u308a\u898b\u305f\u3044\u3068\u304d\u306f\u30ea\u30d3\u30f3\u30b0\u306eTV\u304b\u3089\u3082\u898b\u305f\u3044<\/p>\n<p>\u30fb\u5bdd\u308b\u524d\u306b\u3001\u30bf\u30d6\u30ec\u30c3\u30c8\u3067\u307f\u305f\u3044<\/p>\n<p>\u30fb\u9332\u753b\u3057\u305f\u30c7\u30fc\u30bf\u306f\u98db\u3093\u3067\u3082\u3044\u3044\u306e\u3067\u3001RAID1 \u30845 \u306a\u3069\u306f\u3057\u306a\u3044\u3002\u5b89\u3055\u512a\u5148<\/p>\n<p>\u30fbPC\u306e\u96fb\u6e90\u306f\u9332\u753b\u76f4\u524d\u306b\u5165\u308a\u3001\u7d42\u4e86\u3057\u305f\u3089\u6d88\u3048\u308b\uff08\u30b9\u30ea\u30fc\u30d7\u3068\u304b\uff09\u3088\u3046\u306b\u3057\u305f\u3044<\/p>\n<p>\u30fb\u4eca\u4f5c\u6210\u4e2d\u306eWiFi E-ink \u306b\u9332\u753b\u3057\u305f\u756a\u7d44\u3092\u8868\u793a\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u305f\u3044\u3002<\/p>\n<p>\u30fb\u96fb\u6c17\u4ee3\u3092\u7bc0\u7d04\u3059\u308b\u305f\u3081\u306b\u3001\u81ea\u8ee2\u8eca\u306e\u5ba4\u5185\u30ed\u30fc\u30e9\u3067\u767a\u96fb\u3057\u3001\u96fb\u529b\u4f9b\u7d66\u3092\u3057\u305f\u3044<\/p>\n<p align=\"center\"><a href=\"http:\/\/chainreactionhub.com\/cycindoor-jpn\" target=\"_blank\" rel=\"noopener noreferrer\"><img decoding=\"async\" loading=\"lazy\" title=\"trainerlaptop\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"trainerlaptop\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/11\/trainerlaptop.jpg\" width=\"640\" height=\"357\" \/><\/a> \u203b\u30a4\u30e1\u30fc\u30b8\u3067\u3059\u304c\u3001\u307e\u3041\u3053\u3093\u306a\u611f\u3058<\/p>\n<p align=\"center\"><a href=\"http:\/\/303cycling.com\/6-Inspiring-Adventure-Films-that-Will-Keep-You-Going-on-the-Trainer\" target=\"_blank\" rel=\"noopener noreferrer\"><img decoding=\"async\" loading=\"lazy\" title=\"indoor-cycling_0\" style=\"border-top:0;border-right:0;border-bottom:0;border-left:0;display:inline;\" border=\"0\" alt=\"indoor-cycling_0\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/11\/indoorcycling_0.jpg\" width=\"642\" height=\"428\" \/><\/a> <\/p>\n<p align=\"center\">Indoor Bike Trainer make \u3068\u304b\u3067\u691c\u7d22<\/p>\n<p align=\"center\">&#160;<\/p>\n<p>\u30fb\u30ed\u30fc\u30e9\u30fc\u306e\u524d\u306b\u306f\u4f53\u91cd\u8a08\u304c\u3042\u3063\u3066\u3001\u8f09\u308c\u3070\u81ea\u52d5\u7684\u306b\u8a18\u9332\u3055\u308c\u308b\u4ed5\u7d44\u307f\u3082\u4f5c\u308a\u305f\u3044\u3002\u3042\u3068\uff11\uff10Kg\u6e1b\u91cf\u3057\u305f\u3044\u306e\u3067\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u3053\u3093\u306a\u5de5\u592b\u304c\u51fa\u6765\u308c\u3070\u3001\u30c6\u30ec\u30d3\u304c\u898b\u305f\u3051\u308c\u3070\u3001\u904b\u52d5\u3057\u306a\u3055\u3044\u3068\u3044\u3046\u30b9\u30bf\u30a4\u30eb\u306b\u3067\u304d\u308b\u304b\u3082\u3068\u601d\u3063\u3066\u3044\u307e\u3059\u3002\u5ea7\u308a\u3063\u3071\u306a\u3057\u306e\u751f\u6d3b\u304b\u3089\u3001\u5c11\u3057\u306f\u904b\u52d5\u3082\u3067\u304d\u3001\u305d\u3057\u3066\u7d50\u679c\u7684\u306bTV\u306e\u60c5\u5831\u30bd\u30fc\u30b9\u3092\u4eca\u3088\u308a\u898b\u308c\u308c\u3070\u3068\u601d\u3044\u307e\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u3053\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306f\u5c11\u3057\u3065\u3064\u9032\u884c\u3057\u3066\u3044\u304d\u307e\u3059\u3002<\/p>\n<p>\u30c6\u30ec\u30d3\u3092\u898b\u305f\u3051\u308c\u3070\u904b\u52d5\u305b\u3088\u306e\u3001\u30cd\u30fc\u30df\u30f3\u30b0\u3092\u8003\u3048\u306a\u3044\u3068\u3067\u3059\u306d\u3002Running Tv \u3067\u3059\u304b\u306d\uff1f<\/p>\n","protected":false},"excerpt":{"rendered":"<p>PT3 \u306e\u5b58\u5728\u306f\u524d\u304b\u3089\u77e5\u3063\u3066\u3044\u305f\u306e\u3067\u3059\u304c\u3001\u53cb\u4eba\u306e\u3068\u3053\u308d\u306b\u904a\u3073\u306b\u3044\u3063\u305f\u3089nasune \u3067\u30ea\u30e2\u30fc\u30c8\u3067\u9332\u753b\u3057\u3066\u3042\u308bTED \u3092\u898b\u305b\u3066\u3082\u3089\u3044\u89e6\u767a\u3055\u308c\u3066\u601d\u308f\u305a\u30dd\u30c1\u308a\u307e\u3057\u305f\u3002nasune \u3068\u3044\u3046\u306e\u306f\u3001nass \u306bTV\u30c1\u30e5\u30fc\u30ca\u30fc\u304c\u4ed8\u3044\u3066 [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":""},"categories":[47,63,67],"tags":[],"acf":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"post-thumbnail":false},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":0,"uagb_excerpt":"PT3 \u306e\u5b58\u5728\u306f\u524d\u304b\u3089\u77e5\u3063\u3066\u3044\u305f\u306e\u3067\u3059\u304c\u3001\u53cb\u4eba\u306e\u3068\u3053\u308d\u306b\u904a\u3073\u306b\u3044\u3063\u305f\u3089nasune \u3067\u30ea\u30e2\u30fc\u30c8\u3067\u9332\u753b\u3057\u3066\u3042\u308bT&hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/1575"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=1575"}],"version-history":[{"count":0,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/1575\/revisions"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=1575"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/categories?post=1575"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/tags?post=1575"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}