{"id":4898,"date":"2020-02-18T03:33:18","date_gmt":"2020-02-17T18:33:18","guid":{"rendered":"http:\/\/hack.gpl.jp\/2020\/02\/18\/welcome-to-mweb\/"},"modified":"2020-02-18T03:33:18","modified_gmt":"2020-02-17T18:33:18","slug":"welcome-to-mweb","status":"publish","type":"post","link":"https:\/\/hack.gpl.jp\/2020\/02\/18\/welcome-to-mweb\/","title":{"rendered":"MWeb\u3092\u4f7f\u3063\u3066\u307f\u305f"},"content":{"rendered":"<p>macos \u3067\u3001\u4f55\u304b\u3088\u3055\u3052\u306a Markdown \u30a8\u30c7\u30a3\u30bf\u30fc\u3092\u63a2\u3057\u3066\u3044\u305f\u3089\u3001MWeb \u3068\u3044\u3046\u306e\u304c\u3042\u308b\u306e\u3067\u3001\u5c11\u3057\u8a66\u3057\u3066\u307f\u307e\u3057\u305f\u3002Markdown \u8a18\u6cd5\u306f\u3042\u307e\u308a\u6163\u308c\u3066\u3044\u306a\u3044\u3057\u3001\u82e6\u624b\u3067\u3059\u3002\u753b\u50cf\u8cbc\u308a\u4ed8\u3051\u306a\u3093\u304b\u306f\u7279\u306b\u9762\u5012\u306a\u306e\u3067\u3001\u3053\u306e\u30a8\u30c6\u30a3\u30bf\u30fc\u3092\u4f7f\u3063\u3066\u30d6\u30ed\u30b0\u3092\u66f8\u304f\u3068\u3069\u3093\u306a\u611f\u3058\u306b\u306a\u308b\u304b\u30c6\u30b9\u30c8\u3057\u3066\u3044\u307e\u3059\u3002<\/p>\n<hr \/>\n<p>\u3061\u3087\u3063\u3068\u5b9f\u969b\u306b\u753b\u50cf\u3092\u8cbc\u308a\u4ed8\u3051\u3066\u307f\u307e\u3057\u3087\u3046\u3002\u4f8b\u3048\u3070\u3001\u3053\u306e\u30c4\u30fc\u30eb\u3067\u6295\u7a3f\u3059\u308b\u3068\u304d\u306b\u51fa\u308b\u30c0\u30a4\u30a2\u30ed\u30b0\u753b\u9762\u3092\u64ae\u3063\u3066\u8f09\u305b\u3066\u307f\u307e\u3059\u3002<\/p>\n<p><img decoding=\"async\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/02\/15819656473963.png\" alt=\"\" \/><\/p>\n<p>\u3053\u306e\u753b\u50cf\u306f\u3001Skitch \u3068\u3044\u3046\u30b9\u30af\u30ea\u30fc\u30f3\u30b7\u30e7\u30c3\u30c8\u3092\u64ae\u308b\u30c4\u30fc\u30eb\u304b\u3089\u30c9\u30e9\u30c3\u30b0\uff06\u30c9\u30ed\u30c3\u30d7\u3067\u8f09\u305b\u3066\u3044\u307e\u3059\uff01\u304b\u306a\u308a\u4fbf\u5229\u3067\u3059\u306d\u3002\u5b9f\u969b\u306b\u3001\u753b\u50cf\u3092 Markdown \u8a18\u6cd5\u3067\u66f8\u304f\u3068\u4ee5\u4e0b\u306e\u3088\u3046\u306b\u66f8\u304b\u306a\u3044\u3068\u3060\u3081\u3067\u3059\u3002\u9762\u5012\u3067\u3059\u306e\u3067\u3001\u3053\u308c\u306f\u30c4\u30fc\u30eb\u306b\u983c\u3063\u305f\u307b\u3046\u304c\u3044\u3044\u3067\u3059\u306d\u3002<br \/>\n<code>\uff01[](media\/15819643984967\/15819656473963.png)<\/code><br \/>\n\u3000\u203b\u5192\u982d\u306e\uff01\u306f\u3001\u534a\u89d2\u306e! \u3067\u3059\u3002<\/p>\n<p>\u30e9\u30a4\u30d6\u30d7\u30ec\u30d3\u30e5\u30fc\u753b\u9762\u3082\u3042\u308b\u306e\u3067\u3069\u3093\u306a\u611f\u3058\u3067\u8868\u793a\u3055\u308c\u308b\u304b\u3082\u78ba\u8a8d\u3057\u306a\u304c\u3089\u7de8\u96c6\u3067\u304d\u308b\u306e\u306f\u3044\u3044\u3067\u3059\u306d\u3002<img decoding=\"async\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/02\/15819668399240.png\" alt=\"\" \/><\/p>\n<p>\u4ee5\u4e0b\u306f\u3001\u3053\u306e\u30a8\u30c7\u30a3\u30bf\u30fc\u3092\u8d77\u52d5\u3057\u305f\u3068\u304d\u306b\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u8a18\u8f09\u3055\u308c\u308b\u5185\u5bb9\u3067\u3059\u3002\u65e5\u672c\u8a9e\u7ffb\u8a33\u3057\u3066\u5b9f\u969b\u306b\u30d6\u30ed\u30b0\u306b\u53cd\u6620\u3055\u305b\u3066\u307f\u308b\u30c6\u30b9\u30c8\u3067\u3059\u3002\u5c11\u3057\u3065\u3064\u4f7f\u3063\u3066\u6163\u308c\u3066\u3044\u304d\u305f\u3044\u3068\u601d\u3044\u307e\u3059\u3002<\/p>\n<h2 id=\"toc_0\">\u3088\u3046\u3053\u305dMWeb<\/h2>\n<p>MWeb\u306f\u3001Mac\u3001iPad\u3001iPhone\u7528\u306e\u30d7\u30ed\u30d5\u30a7\u30c3\u30b7\u30e7\u30ca\u30eb\u306aMarkdown\u30e9\u30a4\u30c6\u30a3\u30f3\u30b0\u3001\u30e1\u30e2\u4f5c\u6210\u3001\u9759\u7684\u306a\u30d6\u30ed\u30b0\u30b8\u30a7\u30cd\u30ec\u30fc\u30bf\u30fc\u30a2\u30d7\u30ea\u3067\u3059\u3002MWeb\u306e\u7279\u5225\u306a\u6a5f\u80fd\u3092\u6b21\u306b\u793a\u3057\u307e\u3059\u3002<\/p>\n<h2 id=\"toc_1\">\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2<\/h2>\n<ul>\n<li>\u30b5\u30dd\u30fc\u30c8\u3059\u308b\u30cd\u30a4\u30c6\u30a3\u30d6\u30c6\u30af\u30ce\u30ed\u30b8\u30fc\u3092\u5ff5\u982d\u306b\u7f6e\u3044\u3066\u4f5c\u6210\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u3053\u308c\u306f\u5e38\u306b\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u3068\u306e\u5b8c\u5168\u306a\u7d71\u5408\u3067\u3059\u3002<\/li>\n<li>\u6700\u65b0\u306eUI\u3068\u9ad8\u6027\u80fd\u3092\u76ee\u6307\u3057\u3001\u5f37\u529b\u3067\u4f7f\u3044\u3084\u3059\u304f\u3001\u5b8c\u5168\u306a\u6a5f\u80fd\u3092\u5099\u3048\u3066\u3044\u307e\u3059\u3002<\/li>\n<\/ul>\n<h2 id=\"toc_2\">Markdown\u8a18\u6cd5<\/h2>\n<h3 id=\"toc_3\">\u5f37\u529b\u306a syntax<\/h3>\n<ul>\n<li>\u30c7\u30d5\u30a9\u30eb\u30c8\u3067GitHub Flavored Markdown\uff08GFM\uff09\u3092\u4f7f\u7528\u3057\u307e\u3059\u3002<\/li>\n<li>\u30c6\u30fc\u30d6\u30eb\u3001TOC\u3001LaTeX\u6570\u5b66\u3001\u30d5\u30a7\u30f3\u30b9\u30b3\u30fc\u30c9\u30d6\u30ed\u30c3\u30af\u3001\u30bf\u30b9\u30af\u30ea\u30b9\u30c8\u3001\u811a\u6ce8\u306a\u3069\u306e\u4f5c\u6210\u306e\u30b5\u30dd\u30fc\u30c8\u306b\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002<\/li>\n<li>Graphviz, ECharts, PlantUML, js-sequence-diagrams, \u304a\u3088\u3073\u30d5\u30ed\u30fc\u30c1\u30e3\u30fc\u30c8\u306e\u3044\u305a\u308c\u304b\u3067\u30b0\u30e9\u30d5\u30a3\u30c3\u30af\u3092\u7c21\u5358\u306b\u751f\u6210\u3057\u307e\u3059\u3002<\/li>\n<\/ul>\n<h3 id=\"toc_4\">\u7de8\u96c6\u30a2\u30b7\u30b9\u30bf\u30f3\u30c8<\/h3>\n<ul>\n<li>G\u753b\u50cf\u306e\u633f\u5165\u3092\u9069\u5207\u306b\u51e6\u7406\u3057\u307e\u3059\uff1a\u76f4\u63a5\u30b3\u30d4\u30fc\u3068\u8cbc\u308a\u4ed8\u3051\u3001\u30c9\u30e9\u30c3\u30b0\u30a2\u30f3\u30c9\u30c9\u30ed\u30c3\u30d7\u3001\u304a\u3088\u3073\u30a8\u30c7\u30a3\u30bf\u30fc\u3067\u306e\u30d5\u30eb\u30ab\u30e9\u30fc\u30d7\u30ec\u30d3\u30e5\u30fc\u3002<\/li>\n<li>Markdown\u4e92\u63db\u306e\u69cb\u6587\u3067\u753b\u50cf\u30b5\u30a4\u30ba\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002<\/li>\n<li>\u30c6\u30fc\u30d6\u30eb\u3068LaTeX\u65b9\u7a0b\u5f0f\u3092\u7c21\u5358\u306b\u633f\u5165\u3057\u307e\u3059\u3002<\/li>\n<\/ul>\n<h3 id=\"toc_5\">\u30ce\u30fc\u30c8\u3092\u66f8\u304f<\/h3>\n<ul>\n<li>\u30bf\u30b0\u4ed8\u3051\u30b7\u30b9\u30c6\u30e0\u3092\u4f7f\u7528\u3057\u3066\u3001\u3059\u3079\u3066\u306e\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u3092\u30c4\u30ea\u30fc\u306e\u3088\u3046\u306a\u5206\u985e\u30e9\u30a4\u30d6\u30e9\u30ea\u306b\u4fdd\u5b58\u304a\u3088\u3073\u7ba1\u7406\u3057\u307e\u3059\u3002\u30ab\u30c6\u30b4\u30ea\u3092\u9069\u5207\u306b\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3057\u305f\u308a\u3001\u9759\u7684\u306aWeb\u30b5\u30a4\u30c8\u306b\u5909\u63db\u3057\u305f\u308a\u3067\u304d\u307e\u3059\u3002<\/li>\n<li>\u7c21\u5358\u306a\u30e1\u30e2\u3092\u66f8\u3051\u307e\u3059\u3002<\/li>\n<li>\u30e9\u30a4\u30d6\u30e9\u30ea\u5168\u4f53\u304b\u3089\u5373\u5ea7\u306b\u691c\u7d22\u3057\u307e\u3059\u3002<\/li>\n<\/ul>\n<h3 id=\"toc_6\">\u51fa\u529b<\/h3>\n<ul>\n<li>HTML\u3001EPUB\u3001PDF\u3001RTF\u3001Docx\u3001\u3055\u3089\u306b\u306f\u753b\u50cf\u306a\u3069\u3001\u3055\u307e\u3056\u307e\u306a\u5f62\u5f0f\u3067\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3057\u307e\u3059\u3002<\/li>\n<li>Wordrpess\u3001Metaweblog API\u3001WordPress.com\u3001Evernote\u3001Blogger\u3001Medium\u3001Ghost\u3001Tumblr\u306b\u8a18\u4e8b\u3092\u516c\u958b\u3067\u304d\u307e\u3059\u3002<\/li>\n<li>\u753b\u50cf\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u30b5\u30fc\u30d3\u30b9\u306e\u30b9\u30e0\u30fc\u30ba\u306a\u30b5\u30dd\u30fc\u30c8\uff1aImgur\u3001SM.MS\u3001Qiniu\u3001Upyun\u3001Tencent Cloud COS\u3001Aliyun OSS\u307e\u305f\u306f\u30ab\u30b9\u30bf\u30e0API\u3092\u4f7f\u7528\u3057\u307e\u3059\u3002<\/li>\n<\/ul>\n<h3 id=\"toc_7\">\u5916\u90e8\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8<\/h3>\n<ul>\n<li>MWeb\u306b\u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u5185\u306e\u65e2\u5b58\u306e\u30de\u30fc\u30af\u30c0\u30a6\u30f3\u30d5\u30a1\u30a4\u30eb\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3067\u304d\u308b\u5916\u90e8\u30e2\u30fc\u30c9\u304c\u3042\u308a\u307e\u3059\u3002\u307e\u305f\u3001Gitbook\u3001JekyII\u3001Hexo\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3082\u51e6\u7406\u3057\u307e\u3059\u3002<\/li>\n<\/ul>\n<h2 id=\"toc_8\">MWeb\u516c\u5f0f\u30d8\u30eb\u30d7<\/h2>\n<p>MWeb\u3092\u4f7f\u7528\u3059\u308b\u524d\u306b\u3001MWeb\u516c\u5f0f\u30d8\u30eb\u30d7\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8: <a href=\"https:\/\/www.mweb.im\/help.html\">https:\/\/www.mweb.im\/help.html<\/a> \u3092\u6700\u521d\u306b\u8aad\u3080\u3053\u3068\u3092\u304a\u52e7\u3081\u3057\u307e\u3059\u3002<br \/>\n\u30e9\u30a4\u30d6\u30e9\u30ea\u30e2\u30fc\u30c9\u3092\u4f7f\u7528\u3059\u308b\u5834\u5408\u306f\u3001\u6700\u521d\u306b\u3053\u306e\u30ea\u30f3\u30af <a href=\"https:\/\/www.mweb.im\/mweb-library.html\">https:\/\/www.mweb.im\/mweb-library.html<\/a> \u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002 <\/p>\n<h2 id=\"toc_9\">MWeb\u306e\u6539\u5584\u306b\u3054\u5354\u529b\u304f\u3060\u3055\u3044\uff01<\/h2>\n<ol>\n<li>\u8a00\u8449\u3092\u5e83\u3081\u308b\uff01MWeb\u304c\u6c17\u306b\u5165\u3063\u305f\u3089\u3001\u53cb\u9054\u306b\u6559\u3048\u3066\u304f\u3060\u3055\u3044\u3002<\/li>\n<li>\u30d5\u30a3\u30fc\u30c9\u30d0\u30c3\u30af\u3092\u9001\u4fe1: <a href=\"mailto:coderforart+2333@gmail.com\">coderforart+2333@gmail.com<\/a><\/li>\n<li>Mac App Store\u3067\u30ec\u30d3\u30e5\u30fc\u307e\u305f\u306f\u5c11\u306a\u304f\u3068\u3082\u8a55\u4fa1\u3092\u6b8b\u3057\u3066\u304f\u3060\u3055\u3044\u3002<\/li>\n<\/ol>\n","protected":false},"excerpt":{"rendered":"<p>macos \u3067\u3001\u4f55\u304b\u3088\u3055\u3052\u306a Markdown \u30a8\u30c7\u30a3\u30bf\u30fc\u3092\u63a2\u3057\u3066\u3044\u305f\u3089\u3001MWeb \u3068\u3044\u3046\u306e\u304c\u3042\u308b\u306e\u3067\u3001\u5c11\u3057\u8a66\u3057\u3066\u307f\u307e\u3057\u305f\u3002Markdown \u8a18\u6cd5\u306f\u3042\u307e\u308a\u6163\u308c\u3066\u3044\u306a\u3044\u3057\u3001\u82e6\u624b\u3067\u3059\u3002\u753b\u50cf\u8cbc\u308a\u4ed8\u3051\u306a\u3093\u304b\u306f\u7279\u306b\u9762\u5012\u306a\u306e\u3067\u3001\u3053\u306e [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","footnotes":""},"categories":[62,83],"tags":[121],"acf":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"post-thumbnail":false},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":0,"uagb_excerpt":"macos \u3067\u3001\u4f55\u304b\u3088\u3055\u3052\u306a Markdown \u30a8\u30c7\u30a3\u30bf\u30fc\u3092\u63a2\u3057\u3066\u3044\u305f\u3089\u3001MWeb \u3068\u3044\u3046\u306e\u304c\u3042\u308b\u306e\u3067\u3001\u5c11\u3057\u8a66&hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/4898"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=4898"}],"version-history":[{"count":0,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/4898\/revisions"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=4898"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/categories?post=4898"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/tags?post=4898"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}