{"id":5672,"date":"2020-08-08T02:32:57","date_gmt":"2020-08-07T17:32:57","guid":{"rendered":"http:\/\/hack.gpl.jp\/?p=5672"},"modified":"2021-07-04T21:16:00","modified_gmt":"2021-07-04T12:16:00","slug":"post-5672","status":"publish","type":"post","link":"https:\/\/hack.gpl.jp\/2020\/08\/08\/post-5672\/","title":{"rendered":"\u30da\u30eb\u30c1\u30a7\u7d20\u5b50\uff12\u6bb5\u3067\u2212\uff14\u2103\u307e\u3067\u884c\u304f\u7a7a\u51b7\u30d5\u30a1\u30f3\u3092\u63a2\u305b\uff01"},"content":{"rendered":"<p>\u5148\u65e5\u306b\u7d9a\u304d\u3001\u30c0\u30b9\u30c8\u30af\u30fc\u30e9\u30fc\u30dc\u30c3\u30af\u30b9\u306e\u4fee\u7406\u3092\u3084\u3063\u3066\u3044\u307e\u3059\u3002\u524d\u56de\u306f\u3001\u30b8\u30e3\u30f3\u30af\u306e\uff18cm\u30d5\u30a1\u30f3\u4ed8\u304d\u30d2\u30fc\u30c8\u30b7\u30f3\u30af\u306b\uff12\u6bb5\u306e\u30da\u30eb\u30c1\u30a7\u7d20\u5b50\u3092\uff11\uff12V\u3068\uff15V\u3067\u99c6\u52d5\u3055\u305b \u2212\uff11\u2103 \u3092\u9054\u6210\u3067\u304d\u307e\u3057\u305f\u3002<\/p>\n<p>\u6b21\u306a\u308b\u4f5c\u696d\u306f\u3001\u4eee\u7d44\u307f\u3059\u308b\u305f\u3081\u96fb\u6e90\u3092\u5468\u308a\u306e\u53ce\u307e\u308a\u3092\u306a\u3093\u3068\u304b\u3057\u307e\u3059\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"alignnone size-full wp-image-5675\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/08\/e382b9e382afe383aae383bce383b3e382b7e383a7e38383e38388_2020_08_08_1_02.png\" alt=\"\u30b9\u30af\u30ea\u30fc\u30f3\u30b7\u30e7\u30c3\u30c8_2020_08_08_1_02\" width=\"961\" height=\"606\"><\/p>\n<p>\u30c0\u30b9\u30c8\u30dc\u30c3\u30af\u30b9\u306b\u3053\u306e\uff11U\u30b5\u30fc\u30d0\u96fb\u6e90\u3092\u5165\u308c\u308b\u305f\u3081\u306b\u306f\u3001\u9577\u3055\u30923.5cm\u5207\u308a\u8a70\u3081\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002\u4e00\u5ea6\u3001\u96fb\u6e90\u3092\u30d0\u30e9\u3057\u3066\u8a70\u3081\u3089\u308c\u305d\u3046\u306a\u90e8\u5206\u3092\u77ed\u304f\u3057\u307e\u3059\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"alignnone size-full wp-image-5677\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/08\/img_20200804_165709_8.jpg\" alt=\"IMG_20200804_165709_8\" width=\"2976\" height=\"3968\"><\/p>\n<p>AC\u96fb\u6e90\u5165\u529b\u90e8\u5206\u3092\u3056\u3063\u304f\u308a\u3068\u5916\u3060\u3057\u306b\u3057\u3066\u30b1\u30fc\u30b9\u3092\u5207\u308a\u307e\u3057\u305f\u3002\u3053\u308c\u30673.5cm\u4ee5\u4e0a\u306f\u77ed\u304f\u306a\u3063\u305f\u306e\u3067\u3001\u30c0\u30b9\u30c8\u30dc\u30c3\u30af\u30b9\u306b\u6a2a\u7f6e\u304d\u3067\u304d\u308b\u3088\u3046\u306b\u306a\u308a\u307e\u3057\u305f\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"alignnone size-full wp-image-5678\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/08\/img_20200805_021441_8.jpg\" alt=\"IMG_20200805_021441_8\" width=\"3968\" height=\"2976\"><\/p>\n<p>\u914d\u7dda\u5468\u308a\u3092\u3084\u3063\u3066\u3001\u3053\u306e\u72b6\u614b\u3067\u4e2d\u304c\u3069\u306e\u304f\u3089\u3044\u51b7\u3048\u308b\u304b\u78ba\u8a8d\u3057\u307e\u3057\u305f\u3002\u3059\u308b\u3068\u3001\u5199\u771f\u306f\u306a\u3044\u3067\u3059\u304c\u7d0416\u2103\u304f\u3089\u3044\u3067\u3059\u3002\u524d\u56de\u306f22\u5ea6\u3060\u3063\u305f\u306e\u3067\u3060\u3044\u3076\u524d\u9032\u3057\u307e\u3057\u305f\u304c\u300110\u5ea6\u304f\u3089\u3044\u306b\u306f\u306a\u3063\u3066\u6b32\u3057\u3044\u306e\u3067\u3055\u3089\u306a\u308b\u691c\u8a0e\u304c\u5fc5\u8981\u3067\u3059\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"alignnone size-full wp-image-5688\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/08\/e7a9bae799bd_skitch_e382ade383a3e383b3e3838fe38299e382b9-2.png\" alt=\"\u7a7a\u767d_Skitch_\u30ad\u30e3\u30f3\u30cf\u3099\u30b9\" width=\"1160\" height=\"414\"><\/p>\n<p>\u3055\u3089\u306b\u51b7\u3084\u3059\u305f\u3081\u306b\u306f\u3001\u51b7\u5374\u5074\u306e\u91d1\u5c5e\u63a5\u5730\u9762\u7a4d\u3092\u5897\u3084\u3059\u306e\u3068\u3001\u767a\u71b1\u5074\u3092\u3055\u3089\u306b\u51b7\u3084\u3059\u3053\u3068\u306e\uff12\u3064\u306e\u6226\u7565\u304c\u3042\u308a\u305d\u3046\u3067\u3059\u306d\u3002\u51b7\u5374\u5074\u306f\u660e\u3089\u304b\u306b\u3001\u63a5\u5730\u9762\u7a4d\u304c\u8db3\u308a\u305a\u7d50\u9732\u306e\u6c37\u304c\u30da\u30eb\u30c1\u30a7\u7d20\u5b50\u5074\u306b\u3042\u308a\u307e\u3059\u3002<\/p>\n<p>\u767a\u71b1\u5074\u306f\u3001\u3082\u3046\u5c11\u3057\u9ad8\u6027\u80fd\u306a\u30d2\u30fc\u30c8\u30b7\u30f3\u30af\u304c\u3042\u308c\u3070\u7406\u8ad6\u7684\u306b\u3001\u3082\u3063\u3068\u51b7\u3084\u305b\u308b\u306f\u305a\u3067\u3059\u3002\u305d\u3046\u3044\u3048\u3070\u3001Junk\u306aiMacG5\u304c\u3042\u308b\u306e\u3092\u601d\u3044\u51fa\u3057\u3066\u5f15\u3063\u5f35\u308a\u51fa\u3057\u3066\u304d\u307e\u3057\u305f\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"alignnone size-full wp-image-5680\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/08\/img_20200806_130357_3.jpg\" alt=\"IMG_20200806_130357_3\" width=\"3968\" height=\"2976\"><\/p>\n<p>\u3053\u306e\u30d2\u30fc\u30c8\u30b7\u30f3\u30af\u306f\u305f\u3076\u3093\u3001\u9285\u88fd\u3060\u3063\u305f\u306f\u305a\u3067\u3059\u3002\u4e2d\u3092\u958b\u3051\u3066\u78ba\u8a8d\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"alignnone size-full wp-image-5681\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/08\/e7a9bae799bd_skitch_e382ade383a3e383b3e3838fe38299e382b9.png\" alt=\"\u7a7a\u767d_Skitch_\u30ad\u30e3\u30f3\u30cf\u3099\u30b9\" width=\"1160\" height=\"414\"><\/p>\n<p>\u306f\u3044\uff01\u3000\u9285\u88fd\u3067\u3001\u304b\u306a\u308a\u91cd\u3044\u3067\u3059\u3002\u3053\u306e\u30d2\u30fc\u30c8\u30b7\u30f3\u30af\u306e\u307b\u3046\u304c\u71b1\u304c\u4f1d\u308f\u308a\u3084\u3059\u3044\u306e\u3067\u4eca\u306e\u30b8\u30e3\u30f3\u30af\u30d5\u30a1\u30f3\u3088\u308a\u3001\u3053\u306eiMacG5\u306e\u30b8\u30e3\u30f3\u30af\u30d5\u30a1\u30f3\u306e\u304c\u51b7\u3048\u308b\u306f\u305a\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"alignnone size-full wp-image-5682\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/08\/e7a9bae799bd_skitch_e382ade383a3e383b3e3838fe38299e382b9-1.png\" alt=\"\u7a7a\u767d_Skitch_\u30ad\u30e3\u30f3\u30cf\u3099\u30b9\" width=\"1161\" height=\"413\"><\/p>\n<p>\u3068\u3044\u3046\u3053\u3068\u3067\u3001\u5b9f\u9a13\u3057\u3066\u307f\u307e\u3057\u3087\u3046\u3002\u524d\u56de\u3068\u540c\u3058\u74b0\u5883\u3067\u3001\u30d2\u30fc\u30c8\u30b7\u30f3\u30af\u3060\u3051\u5909\u3048\u3066\u3044\u307e\u3059\u3002\u8868\u9762\u6e29\u5ea6\u304c\u5b89\u5b9a\u3059\u308b\u6e29\u5ea6\u3092\u8a08\u6e2c\u3057\u307e\u3059\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"alignnone size-full wp-image-5684\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/08\/img_20200808_005211_4.jpg\" alt=\"IMG_20200808_005211_4\" width=\"2976\" height=\"3968\"><\/p>\n<p>\uff01\uff01\u3000\u524d\u56de\u306f\u3001\u22121\u2103\u3067\u5b89\u5b9a\u3057\u3066\u3044\u305f\u306e\u304c\u3001\u4eca\u56de\u306f\u22125\u5ea6\u304f\u3089\u3044\u3067\u5b89\u5b9a\u3057\u3066\u3044\u307e\u3059\u3002\u3055\u3059\u304c\u3001\u9285\u88fd\u3067\u3059\u306d\u3002\u767a\u71b1\u5074\u306e\u71b1\u3092\u52b9\u7387\u3088\u304f\u89e3\u653e\u3059\u308b\u3053\u3068\u3067\u3053\u3053\u307e\u3067\u4e0b\u304c\u308b\u3093\u3067\u3059\u306d\uff01<\/p>\n<p>\u3067\u306f\u3001\u5b9f\u969b\u306b\u4eee\u7d44\u307f\u3057\u3066\u3001\u30c0\u30b9\u30c8\u30dc\u30c3\u30af\u30b9\u306e\u4e2d\u304c\u3069\u306e\u304f\u3089\u3044\u51b7\u3048\u308b\u304b\u78ba\u8a8d\u3057\u3066\u307f\u307e\u3059\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"alignnone size-full wp-image-5685\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/08\/e382b9e382afe383aae383bce383b3e382b7e383a7e38383e38388_2020_08_08_1_18.png\" alt=\"\u30b9\u30af\u30ea\u30fc\u30f3\u30b7\u30e7\u30c3\u30c8_2020_08_08_1_18\" width=\"1161\" height=\"414\"><\/p>\n<p>\u30d5\u30a1\u30f3\u306f\u30b7\u30ed\u30c3\u30b3\u30d5\u30a1\u30f3\u307f\u305f\u3044\u306a\u306e\u3067\u30d2\u30fc\u30c8\u30b7\u30f3\u30af\u306b\u30ab\u30d0\u30fc\u3092\u3057\u305f\u307b\u3046\u304c\u826f\u3055\u305d\u3046\u3067\u3059\u304c\u3001\u307e\u305a\u306f\u3056\u3063\u304f\u308a\u3053\u306e\u72b6\u614b\u3067\u3002\u30c0\u30b9\u30c8\u30dc\u30c3\u30af\u30b9\u306e\u4e2d\u306e\u6e29\u5ea6\u306f\u5c11\u3057\u898b\u3048\u306b\u304f\u3044\u3067\u3059\u304c\u7d0410\u2103\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002\u5bb6\u5ead\u7528\u51b7\u8535\u5eab\u3068\u307b\u307c\u540c\u3058\u6e29\u5ea6\u3067\u3059\u3002\u9285\u88fd\u306e\u30d2\u30fc\u30c8\u30b7\u30f3\u30af\u306b\u5909\u3048\u308b\u3053\u3068\u3067 6\u2103 \u4e0b\u304c\u308a\u307e\u3057\u305f\u3002<\/p>\n<p>\u6b21\u306f\u3001\u51b7\u5374\u9762\u3092\u8003\u3048\u308b\u3053\u3068\u306b\u3057\u307e\u3059\u3002\u307e\u305a\u306f\u3001\u30da\u30eb\u30c1\u30a7\u7d20\u5b50\u306e\u9762\u3092\u5168\u90e8\u91d1\u5c5e\u306b\u63a5\u5730\u3055\u305b\u308b\u305f\u3081\u306b\u3001\u4eca\u307e\u3067\u4f7f\u3063\u3066\u3044\u305f\u30b8\u30e3\u30f3\u30af\u306e\u30d2\u30fc\u30c8\u30b7\u30f3\u30af\u3092\u30d0\u30e9\u3057\u3066\u9285\u90e8\u5206\u3060\u3051\u4f7f\u3046\u3053\u3068\u306b\u3057\u3066\u307f\u307e\u3059\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"alignnone size-full wp-image-5689\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/08\/img_20200808_013254_4.jpg\" alt=\"IMG_20200808_013254_4\" width=\"3968\" height=\"2976\"><\/p>\n<p>\u307e\u3060\u52a0\u5de5\u306f\u9014\u4e2d\u3067\u3059\u304c\u3001\u9285\u306e\u30d2\u30fc\u30c8\u30d1\u30a4\u30d7\u90e8\u5206\u3092\u30a2\u30eb\u30df\u30d6\u30ed\u30c3\u30af\u306e\u8107\u3092\u901a\u308a\u30c0\u30b9\u30c8\u30dc\u30c3\u30af\u30b9\u306e\u4e2d\u307e\u3067\u8cab\u901a\u3055\u305b\u308b\u30a4\u30e1\u30fc\u30b8\u3067\u3059\u3002\u8868\u9762\u6e29\u5ea6\u306f0\u5ea6\u3067\u51cd\u7d50\u3057\u3066\u3044\u307e\u3059\u306d\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"alignnone size-full wp-image-5690\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/08\/img_20200808_015644_3.jpg\" alt=\"IMG_20200808_015644_3\" width=\"3968\" height=\"2976\"><\/p>\n<p>\u30d2\u30fc\u30c8\u30d1\u30a4\u30d7\u3082\u30da\u30eb\u30c1\u30a7\u7d20\u5b50\u4ed8\u8fd1\u306f\u51cd\u7d50\u3057\u3066\u3044\u307e\u3059\u304c\u3001\u30d1\u30a4\u30d7\u306e\u5148\u307e\u3067\u306f\u51b7\u6c17\u304c\u9003\u3052\u308b\u3088\u3046\u3067\u7121\u7406\u3067\u3057\u305f\u3002\u51b7\u5374\u9762\u3092\u30b7\u30ea\u30b3\u30f3\u30b7\u30fc\u30e9\u30f3\u30c8\u3067\u65ad\u71b1\u3059\u308c\u3070\u826f\u3044\u306e\u304b\u3082\u3057\u308c\u307e\u305b\u3093\u3002\u9285\u30d6\u30ed\u30c3\u30af\u3092\u30a2\u30eb\u30df\u30d6\u30ed\u30c3\u30af\u306e\u4ee3\u308f\u308a\u306b\u4f7f\u3048\u3070\u3082\u3063\u3068\u52b9\u7387\u304c\u3044\u3044\u306e\u304b\u3082\u3057\u308c\u307e\u305b\u3093\u3002\u8981\u8ab2\u984c\u3067\u3059\u3002<\/p>\n<p>\u51b7\u5374\u5074\u306f\u3044\u304b\u306b\u3001\u71b1\u3092\u9003\u3055\u306a\u3044\u3088\u3046\u306b\u3059\u308b\u304b\u65ad\u71b1\u304c\u8ab2\u984c\u3067\u3059\u306d\u3002\u3053\u3046\u3057\u3066\u4f5c\u3063\u3066\u307f\u308b\u3068\u3001\u51b7\u51cd\u5eab\u306e\u51b7\u5374\u30b7\u30b9\u30c6\u30e0\u3063\u3066\u3059\u3054\u3044\u3067\u3059\u306d\uff01<\/p>\n<p>\u30c0\u30b9\u30c8\u30dc\u30c3\u30af\u30b9\u3068\u3057\u3066\u306f\u5b9f\u7528\u6e29\u5ea6\u306b\u9054\u3057\u3066\u3044\u308b\u306e\u3067\u3001\u305d\u308d\u305d\u308d\u5b9f\u9a13\u3082\u7d42\u3048\u3066\u904b\u7528\u3067\u304d\u308b\u3088\u3046\u306b\u7d44\u307f\u4ed8\u3051\u3092\u8003\u3048\u306a\u3044\u3068\u3067\u3059\u306d\u3002\u3061\u306a\u307f\u306b\u3001\u3053\u306e\u69cb\u6210\u306e\u6d88\u8cbb\u96fb\u529b\u306f\u3001\u7d04\uff18\uff10W\u3067\u3059\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"alignnone size-full wp-image-5691\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/08\/17939.jpg\" alt=\"17939\" width=\"869\" height=\"1883\"><\/p>\n<p>1\u30f6\u6708\u306e\u96fb\u6c17\u4ee3\u306f\u3001\u7d041500\u5186<\/p>\n<p><a href=\"https:\/\/www.denkikeisan.com\/?w=78&amp;h=23&amp;m=0&amp;d=30&amp;y=27&amp;s=0\" target=\"_blank\" rel=\"noopener noreferrer\"><img decoding=\"async\" loading=\"lazy\" class=\"alignnone size-full wp-image-5692\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/08\/78w_23e69982e99693x30e697a5_1kwhe58d98e4bea127e58686_e381a6e38299e99bbbe6b097e69699e98791e38292e8a888e7ae97.png\" alt=\"78W_23\u6642\u9593x30\u65e5_1kWh\u5358\u4fa127\u5186_\u3066\u3099\u96fb\u6c17\u6599\u91d1\u3092\u8a08\u7b97\" width=\"774\" height=\"601\"><\/a><\/p>\n<p>\u751f\u30b4\u30df\u3092\u81ed\u308f\u306a\u304f\u3059\u308b\u4fa1\u5024\u304c\uff11\u30f6\u67081500\u5186\u306b\u898b\u5408\u3046\u304b\u3069\u3046\u304b\u3067\u3059\u306d\u300250W\u304f\u3089\u3044\u3060\u3068\u5b09\u3057\u3044\u3093\u3067\u3059\u304c\u3001\uff12\u6bb5\u306b\u3057\u3066\u3044\u308b\u306e\u3067\u4eca\u306e\u30b7\u30b9\u30c6\u30e0\u3060\u3068\u4ed5\u65b9\u306a\u3044\u3067\u3059\u304b\u306d\u3002<\/p>\n<p>\u6b21\u56de\u306f\u3001\u51b7\u5374\u9762\u3092\u5b8c\u6210\u3055\u305b\u3066\u7d44\u307f\u8fbc\u307f\u5b9f\u904b\u7528\u3067\u304d\u308c\u3070\u3068\u601d\u3044\u307e\u3059\u3002\u30c0\u30b9\u30c8\u30dc\u30c3\u30af\u30b9\u306f\u305d\u308d\u305d\u308d\u9650\u754c\u304c\u898b\u3048\u3066\u304d\u305f\u306e\u3067\u3001\u30d0\u30a4\u30af\u306e\u8272\u3092\u5857\u308a\u305f\u3044\u3067\u3059\u3002<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>\u5148\u65e5\u306b\u7d9a\u304d\u3001\u30c0\u30b9\u30c8\u30af\u30fc\u30e9\u30fc\u30dc\u30c3\u30af\u30b9\u306e\u4fee\u7406\u3092\u3084\u3063\u3066\u3044\u307e\u3059\u3002\u524d\u56de\u306f\u3001\u30b8\u30e3\u30f3\u30af\u306e\uff18cm\u30d5\u30a1\u30f3\u4ed8\u304d\u30d2\u30fc\u30c8\u30b7\u30f3\u30af\u306b\uff12\u6bb5\u306e\u30da\u30eb\u30c1\u30a7\u7d20\u5b50\u3092\uff11\uff12V\u3068\uff15V\u3067\u99c6\u52d5\u3055\u305b \u2212\uff11\u2103 \u3092\u9054\u6210\u3067\u304d\u307e\u3057\u305f\u3002 \u6b21\u306a\u308b\u4f5c\u696d\u306f\u3001\u4eee\u7d44\u307f\u3059\u308b\u305f\u3081\u96fb\u6e90\u3092\u5468\u308a\u306e\u53ce\u307e [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":""},"categories":[6,14,25],"tags":[],"acf":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"post-thumbnail":false},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":0,"uagb_excerpt":"\u5148\u65e5\u306b\u7d9a\u304d\u3001\u30c0\u30b9\u30c8\u30af\u30fc\u30e9\u30fc\u30dc\u30c3\u30af\u30b9\u306e\u4fee\u7406\u3092\u3084\u3063\u3066\u3044\u307e\u3059\u3002\u524d\u56de\u306f\u3001\u30b8\u30e3\u30f3\u30af\u306e\uff18cm\u30d5\u30a1\u30f3\u4ed8\u304d\u30d2\u30fc\u30c8\u30b7\u30f3\u30af\u306b\uff12\u6bb5\u306e&hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/5672"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=5672"}],"version-history":[{"count":0,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/5672\/revisions"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=5672"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/categories?post=5672"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/tags?post=5672"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}