{"id":203,"date":"2011-02-19T04:45:17","date_gmt":"2011-02-18T19:45:17","guid":{"rendered":"https:\/\/hack.gpl.jp\/2011\/02\/19\/%ef%bd%90%ef%bd%83%e6%8e%a5%e7%b6%9a%e3%83%86%e3%82%b9%e3%82%bf%e3%83%bc%e3%81%bd%e3%81%a1%e3%81%a3%e3%81%9f\/"},"modified":"2011-02-19T04:45:17","modified_gmt":"2011-02-18T19:45:17","slug":"%ef%bd%90%ef%bd%83%e6%8e%a5%e7%b6%9a%e3%83%86%e3%82%b9%e3%82%bf%e3%83%bc%e3%81%bd%e3%81%a1%e3%81%a3%e3%81%9f","status":"publish","type":"post","link":"https:\/\/hack.gpl.jp\/2011\/02\/19\/%ef%bd%90%ef%bd%83%e6%8e%a5%e7%b6%9a%e3%83%86%e3%82%b9%e3%82%bf%e3%83%bc%e3%81%bd%e3%81%a1%e3%81%a3%e3%81%9f\/","title":{"rendered":"\uff30\uff23\u63a5\u7d9a\u30c6\u30b9\u30bf\u30fc\u307d\u3061\u3063\u305f"},"content":{"rendered":"<p>\u9577\u3089\u304f\u3001\u30a2\u30ca\u30ed\u30b0\u30c6\u30b9\u30bf\u30fc\u3067\u304c\u3093\u3070\u3063\u3066\u304d\u305f\u3051\u3069\u3084\u3063\u3071\u308a\u76ee\u306e\u524d\u306b\u30d1\u30bd\u30b3\u30f3\u3042\u308b\u3068\u3064\u306a\u304e\u305f\u304f\u306a\u308b\u3088\u306d\u3002   <br \/>\u672c\u5f53\u306f4\u30c1\u30e3\u30f3\u30cd\u30eb\u304b\u305d\u3053\u3089\u306e\u3001\u30c7\u30fc\u30bf\u30ed\u30ac\u30fc\u304c\u6b32\u3057\u304b\u3063\u305f\u3093\u3060\u3051\u3069\u3001\u306a\u304b\u306a\u304b\u5b89\u5024\u3067\u3044\u3044\u306e\u304c\u898b\u3064\u304b\u3089\u306a\u304f\u3066\u3002    <\/p>\n<p>\u7c21\u6613\u7684\u306a\u3082\u306e\u3067\u3082\u3044\u3044\u304b\u3089\u3001\u306a\u3093\u304b\u306a\u3044\u304b\u306a\u3041\u3063\u3066\u3002\u304a\u3001\u305d\u3046\u3044\u3048\u3070\u3001\u30c6\u30b9\u30bf\u3063\u3066\uff30\uff23\u306b\u3064\u306a\u3052\u308b\u306e\u3042\u308b\u3088\u306a\u3063\u3066\u3002\u30b0\u30b0\u3063\u305f\u3089\u3001\u7d50\u69cb\u5b89\u3044\u3093\u3060\u3088\u306d\u30021\u4e07\u304f\u3089\u3044\u306f\u3059\u308b\u304b\u306a\u3063\u3066\u601d\u3063\u305f\u3051\u3069\u3082\u3001\u306a\u3093\u30684000\u5186\u5f31\u3067\u3042\u308b\u3067\u306f\u306a\u3044\u3067\u3059\u304b\u3002    <\/p>\n<p>\u305d\u3093\u306a\u4e2d\u3067\u5019\u88dc\u306b\u3042\u304c\u3063\u305f\u306e\u304c\u30012\u6a5f\u7a2e\u3002    <br \/><img decoding=\"async\" src=\"http:\/\/www.p-mastech.com\/products\/04_dm\/mas345_h.jpg\" \/>MAS-345 (<a href=\"http:\/\/www.p-mastech.com\/products\/04_dm\/mas345.html\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\">MAS345 DIGITAL MULTIMETER<\/a>)     <br \/>\u79cb\u6708\u96fb\u5b50\u306b\u30663850\u5186    <br \/><img decoding=\"async\" src=\"http:\/\/www.p-mastech.com\/products\/12_a\/t3012_h.jpg\" \/>    <br \/>\u5b9a\u756a\u306e\u5b89\u5024\u3067\uff30\uff23\u63a5\u7d9a\u3067\u304d\u308b\u30e4\u30c4\u3067\u3059\u306d\u3002    <\/p>\n<p>\u3053\u308c\u3082\u304a\u5024\u6253\u3061\u3060\u3088\uff5e\u3002    <br \/><img decoding=\"async\" src=\"http:\/\/www.p-mastech.com\/products\/04_dm\/ms8226_h.jpg\" \/>MS-8226 \uff08<a href=\"http:\/\/www.p-mastech.com\/products\/04_dm\/ms8226.html\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\">\uff2d\uff338226 DIGITAL MULTIMETERS<\/a>\uff09    <br \/>amazon\u306b\u30663980\u5186 \u30dd\u30c1\u30c3\u305f\u3089\u6700\u5f8c\u306e\u4e00\u53f0\u3060\u3063\u305f\u307f\u305f\u3044\u3002\u30d7\u30ea\u30f3\u30c8\u57fa\u677f\u30bb\u30f3\u30bf\u30fcPB\u3067\u306f4290\u5186    <br \/>\u203bMS8226T \u3063\u3066\u3044\u3046\u306e\u306f\u3001True RMS value\u3060\u3051\u3069\u3002\u3061\u3053\u3063\u3068\u9ad8\u3044\u306e\u3088\u3049\u3002    <br \/><img decoding=\"async\" src=\"http:\/\/www.p-mastech.com\/products\/12_a\/t3009_h.jpg\" \/>    <\/p>\n<p>\u7cbe\u5ea6\u3068\u3057\u3066\u306f\u3001\u307e\u3041\u4f3c\u305f\u3088\u3046\u306a\u3082\u306e\u3002\u304a\u307e\u3051\u6a5f\u80fd\u3067\u4e21\u8005\u7279\u8272\u304c\u3042\u308b\u3088\u3046\u3067\u3002\u5468\u6ce2\u6570\u3001<b>DUTY<\/b>\u6e2c\u5b9a\u3001hFE\u30c1\u30a7\u30c3\u30af\u6a5f\u80fd\u306a\u3069\u304c\u3042\u3063\u305f\u308a\u306a\u304b\u3063\u305f\u308a\u3067\u3001\u4e21\u8005\u306e\u7279\u8272\u304c\u3042\u308b\u3088\u3046\u3067\u3059\u3002\u8ff7\u3046\u3088\u306d\u3002    <br \/>\u6700\u5927\u306b\u8ff7\u3046\u70b9\u3068\u3057\u3066\u306f\u3001\u5b9a\u8a55\u306e\u3042\u308b\u30bd\u30d5\u30c8\uff08Ts Digital Multi Meter Viewer\uff09\u3067\u52d5\u304f\u306e\u306f\u4e0a\u3002\u578b\u756a\u304c\u9055\u3046\u304b\u3089\u3001\uff32\uff33232\uff23\u306e\u4ed5\u69d8\u304c\u9055\u3046\u3060\u308d\u3046\u3057\u3002\u4f5c\u8005\u304c\u65e5\u672c\u4eba\u3060\u3057\u306d\u3002    <\/p>\n<p>\u30e1\u30e2    <br \/><a href=\"http:\/\/rahmyzdhyfbr.tripod.com\/\" class=\"broken_link\">http:\/\/rahmyzdhyfbr.tripod.com\/<\/a>    <br \/>Mastech MS8226 serial protocol    <br \/><a href=\"http:\/\/rahmyzdhyfbr.tripod.com\/ms8226.pdf\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\">\uff2d\uff338226<\/a>official document    <\/p>\n<p>\u4ed5\u69d8\u3082\u51fa\u3066\u308b\u306e\u306d\u3002\u3060\u308c\u304b\u304c\u3001\u89e3\u6790\u3057\u305f\u306e\u304b\u306a\uff1f \u306a\u3093\u3068\u304b\u306a\u308b\u304b\u306a\u3002\u4ed6\u3001<a href=\"http:\/\/www.mtoussaint.de\/qtdmm.html\" target=\"_blank\" rel=\"noopener noreferrer\">QtDMM<\/a> \u306f\uff2d\uff41\uff43\uff2f\uff33 \uff38\u3068\uff2c\uff49\uff4e\uff55\uff58\u3067\u3001Windows\u30d0\u30a4\u30ca\u30ea\u304c\u306b\u3083\u3044\u3001\u3001\u3001\u3001\u4eca\u3044\u3061\u3001\u30a4\u30f3\u30bf\u30fc\u30d5\u30a7\u30a4\u30b9\u304c\u6c17\u306b\u5165\u3089\u306a\u3044\u3057\u3001\u3001\u3001\u4ed6\u3001\u306a\u306b\u304b\u306a\u3044\u304b\u3068\u63a2\u3057\u3066\u307f\u305f\u3089    <br \/><a href=\"http:\/\/www.syscompdesign.com\/DVM101.html\" class=\"broken_link\">http:\/\/www.syscompdesign.com\/DVM101.html<\/a>    <br \/>\u306a\u306e\u304c\u3042\u308a\u307e\u3057\u305f\u3002DVM-101\u3063\u3066\u306e\u306f\u3001MS8226\u3068\u540c\u3058\u307f\u305f\u3044\u3067\u3001\u30b1\u30fc\u30b9\u3068\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u3092\u3064\u3051\u3066\u308b\u3093\u3067\u3059\u306d\u3002\u3053\u306e\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u304cWindows,Linux,MacOS X\u3068\u3042\u308b\u306e\u3067\u3001\u5c11\u3057\u89e6\u3063\u3066\u307f\u305f\u3089\u3001\u306a\u304b\u306a\u304b\u3088\u3055\u305d\u3046\u3002\u3053\u306e\u4f1a\u793e\u3001\u30ab\u30ca\u30c0\u306b\u3042\u3063\u3066<a href=\"http:\/\/www.syscompdesign.com\/CGR101.html\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\">\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u30aa\u30b7\u30ed<\/a>\uff08\uff35\uff33\uff22\u63a5\u7d9a\u306e\u6a5f\u5668\u306f\u3042\u308b\uff09\u3068\u304b\u3082\u30ea\u30ea\u30fc\u30b9\u3057\u3066\u308b\u307f\u305f\u3044\u3002189$ \u3067\u3059\u304b\u3002\u8981\u30c1\u30a7\u30c3\u30af\u3067\u3059\u306d\u3002\u624b\u304c\u51fa\u3055\u305b\u305d\u3046\u306a\u30aa\u30b7\u30ed\u3067\u3001\u6a5f\u80fd\u6e80\u8f09\u3002\u307b\u3057\u3043\uff5e\uff01\uff25\uff2d\uff33\u3067\u9001\u3063\u3066\u304f\u308c\u305d\u3046\u3060\u3057\u3002    <br \/>\u3053\u306e\u4f1a\u793e\u306e\u9762\u767d\u3044\u306e\u306f\u3001\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u3092\uff27\uff30\uff2c\u30e9\u30a4\u30bb\u30f3\u30b9\u3067\u516c\u958b\u3057\u3066\u308b\u3068\u3053\u308d\u3002    <\/p>\n<p>MS8226\u3067TsDMMV\u304c\u52d5\u304b\u306a\u304b\u3063\u305f\u5834\u5408\u306e\u4ee3\u308f\u308a\u306e\u30bd\u30d5\u30c8\uff08\u540c\u68b1\u306eDMM ver2.02\u3063\u3066\u306e\u306f\u3042\u308a\u307e\u3059\u304c\uff09\u306f\u3001\u4e0a\u8a18\u306e\u3092\u8a66\u3057\u3066\u307f\u308b\u3068\u3044\u3046\u3053\u3068\u3067\u3001\u30c6\u30b9\u30bf\u30fc\u30ea\u30fc\u30c9\u304c\u304b\u3063\u3053\u3044\u3044\u3057\u3001\u3061\u3087\u3063\u3068\u5192\u967a\u3057\u3066\u307f\u308b\u304b\u3063\u3066\u4e8b\u3067\u3001MS8226\u3092\u30dd\u30c1\u308a\u307e\u3057\u305f\u3002    <\/p>\n<p>\u9577\u304f\u5927\u4e8b\u306b\u4f7f\u3044\u305f\u3044\u3067\u3059\u306d\uff5e\u3002\uff30\uff23\u306b\u3064\u306a\u3052\u3089\u308c\u308b\u3053\u3068\u3067\u3001\u307e\u305f\u5de5\u4f5c\u306e\u697d\u3057\u307f\u3082\u5897\u3048\u308b\u308f\u3051\u3067\u30024000\u5186\u3067\u697d\u3057\u307f\u304c\u5897\u3048\u308b\u3093\u306a\u3089\u3001\u5b89\u3044\u3082\u306e\u3060\u3068\u601d\u3046\u3002\u6614\u3001\u540c\u3058\u3053\u3068\u3084\u308d\u3046\u3068\u3057\u305f\u3089\u3001\u7d50\u69cb\u304a\u91d1\u304b\u304b\u3063\u305f\u3082\u3093\u306d\u3002\u3044\u3044\u6642\u4ee3\u306b\u306a\u3063\u305f\uff01   <\/p>\n","protected":false},"excerpt":{"rendered":"<p>\u9577\u3089\u304f\u3001\u30a2\u30ca\u30ed\u30b0\u30c6\u30b9\u30bf\u30fc\u3067\u304c\u3093\u3070\u3063\u3066\u304d\u305f\u3051\u3069\u3084\u3063\u3071\u308a\u76ee\u306e\u524d\u306b\u30d1\u30bd\u30b3\u30f3\u3042\u308b\u3068\u3064\u306a\u304e\u305f\u304f\u306a\u308b\u3088\u306d\u3002 \u672c\u5f53\u306f4\u30c1\u30e3\u30f3\u30cd\u30eb\u304b\u305d\u3053\u3089\u306e\u3001\u30c7\u30fc\u30bf\u30ed\u30ac\u30fc\u304c\u6b32\u3057\u304b\u3063\u305f\u3093\u3060\u3051\u3069\u3001\u306a\u304b\u306a\u304b\u5b89\u5024\u3067\u3044\u3044\u306e\u304c\u898b\u3064\u304b\u3089\u306a\u304f\u3066\u3002 \u7c21\u6613\u7684\u306a\u3082\u306e\u3067\u3082\u3044\u3044 [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"_uag_custom_page_level_css":"","footnotes":""},"categories":[14],"tags":[93,95,103],"acf":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"post-thumbnail":false},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":0,"uagb_excerpt":"\u9577\u3089\u304f\u3001\u30a2\u30ca\u30ed\u30b0\u30c6\u30b9\u30bf\u30fc\u3067\u304c\u3093\u3070\u3063\u3066\u304d\u305f\u3051\u3069\u3084\u3063\u3071\u308a\u76ee\u306e\u524d\u306b\u30d1\u30bd\u30b3\u30f3\u3042\u308b\u3068\u3064\u306a\u304e\u305f\u304f\u306a\u308b\u3088\u306d\u3002 \u672c\u5f53\u306f4\u30c1\u30e3\u30f3&hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/203"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=203"}],"version-history":[{"count":0,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/203\/revisions"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=203"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/categories?post=203"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/tags?post=203"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}