{"id":4389,"date":"2018-02-12T21:04:10","date_gmt":"2018-02-12T12:04:10","guid":{"rendered":"https:\/\/hack.gpl.jp\/?p=4389"},"modified":"2018-02-12T21:04:10","modified_gmt":"2018-02-12T12:04:10","slug":"%e3%82%82%e3%81%a3%e3%81%a8%e8%96%84%e3%81%8f%e3%81%a6%e8%bb%bd%e3%81%84%e3%83%8e%e3%83%bc%e3%83%88%e3%81%8c%e3%81%84%e3%81%84%ef%bc%81%e8%89%af%e3%81%95%e3%81%92%e3%81%aa%e3%81%ae%e3%81%af%e4%bd%95","status":"publish","type":"post","link":"https:\/\/hack.gpl.jp\/2018\/02\/12\/%e3%82%82%e3%81%a3%e3%81%a8%e8%96%84%e3%81%8f%e3%81%a6%e8%bb%bd%e3%81%84%e3%83%8e%e3%83%bc%e3%83%88%e3%81%8c%e3%81%84%e3%81%84%ef%bc%81%e8%89%af%e3%81%95%e3%81%92%e3%81%aa%e3%81%ae%e3%81%af%e4%bd%95\/","title":{"rendered":"\u3082\u3063\u3068\u8584\u304f\u3066\u8efd\u3044\u30ce\u30fc\u30c8\u304c\u3044\u3044\uff01\u826f\u3055\u3052\u306a\u306e\u306f\u4f55\uff1f"},"content":{"rendered":"<p>\u3055\u3066\u3001\u524d\u304a\u304d\u306f\u3059\u3063\u3068\u3070\u3057\u3066\u4eca\u56de\u306f2\u4ee3\u76ee\u306e\u30ce\u30fc\u30c8PC\u3092\u7269\u8272\u3057\u3066\u3044\u307e\u3059\u3002\u6fc0\u5b89\u3067\u54c1\u8cea\u304c\u826f\u3055\u3052\u306a\u3001\u4e2d\u83ef\u30af\u30e9\u30e0\u30b7\u30a7\u30eb\u578b\u306e\u8efd\u91cf\u30ce\u30fc\u30c8\u3067\u3059\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"XM21-192005_jpg__1920\u00d7708_\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"XM21-192005_jpg__1920\u00d7708_\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/02\/xm21192005_jpg__1920708_.png\" width=\"706\" height=\"702\" \/> <\/p>\n<p>\u3053\u306e\u753b\u50cf\u307f\u3066\u3001\u4e00\u767a\u3067\u60f9\u304b\u308c\u307e\u3057\u305f\u30021kg \u306f\u5207\u3063\u3066\u3044\u307e\u305b\u3093\u304c\u3001\u30ad\u30fc\u30dc\u30fc\u30c9\u306f\u554f\u984c\u306a\u304f\u6253\u3066\u308b\u30b5\u30a4\u30ba\u306e\u3044\u308f\u3086\u308b\u30af\u30e9\u30e0\u30b7\u30a7\u30eb\u578b\u3002\u3053\u306e\u5f62\u306f\u672a\u6765\u7684\u306b\u3082\u305d\u3046\u5909\u308f\u308a\u306f\u3057\u306a\u3044\u7a76\u6975\u306e\u5f62\u72b6\u3067\u306f\u306a\u3044\u3067\u3057\u3087\u3046\u304b\u3002\u3053\u308c\u4ee5\u4e0a\u5c0f\u3055\u304f\u306a\u308b\u3068\u3001\u30ad\u30fc\u30dc\u30fc\u30c9\u306e\u6253\u9375\u304c\u3057\u306b\u304f\u304f\u306a\u308a\u307e\u3059\u306e\u3067\u3002<\/p>\n<p>&#160;<\/p>\n<h3>\u25a0\u8a18\u4e8b\u8981\u7d04<\/h3>\n<p>\u30fbYEPO 737A \u306e M2 \u30c9\u30fc\u30bf\u30ab\u30fc\u30c9\u306f\u5358\u4f53\u3067\u306f\u8cfc\u5165\u4e0d\u53ef\u80fd\u306e\u3088\u3046\u3067\u3059<\/p>\n<p>\u30fb\u305d\u3057\u3066\u3001\u3069\u3046\u3084\u3089\u4ed6\u8005\u3067\u3082\u540c\u69d8\u306e\u4e8b\u304c\u767a\u751f\u3057\u3066\u3044\u308b\u3053\u3068\u304b\u3089\u65e2\u77e5\u306e\u30ed\u30c3\u30c8\u4e0d\u826f\u306e\u3088\u3046\u3067\u3059<\/p>\n<p>\u30fb\u305d\u3093\u306aYEPO 737A \u304c\u6b32\u3057\u3044\u65b9\u306f\u5b89\u304f\u304a\u8b72\u308a\u3057\u307e\u3059\u3002\uff082\u4e07\u4ee5\u4e0b\u3001\u9001\u6599\u5225\uff09<\/p>\n<p>\u30fb2\u4ee3\u76ee\u306f\u3082\u3063\u3068\u8efd\u304412.5\u30a4\u30f3\u30c1\u306e\u30ce\u30fc\u30c8\u3092\u7269\u8272<\/p>\n<p>\u30fb\u5019\u88dc\u306f\u3001Onda Xiaoma 21 \uff083.3\u4e07\u307b\u3069\uff09<\/p>\n<p>&#160;<\/p>\n<p>\u5148\u65e5\u3001\u4e2d\u83ef\u306e\u6fc0\u5b89\u30ce\u30fc\u30c8PC\u3092\u3064\u3044\u3064\u3044\u8cb7\u3063\u3066\u3057\u307e\u3063\u305f\u306e\u3067\u3059\u304c\u3001M2\u306eSSD \u304c\u63a5\u7d9a\u3067\u304d\u306a\u3044\u4ef6\u304c\u3042\u308a\u3001\u3042\u308c\u3053\u308c\u8abf\u67fb\u3057\u3066\u307f\u308b\u3068\u3069\u3046\u3084\u3089\u3053\u3089\u306f\u4ed6\u3067\u3082\u767a\u751f\u3057\u3066\u3044\u308b\u3088\u3046\u3067\u3059\u3002\uff08\u60c5\u5831\u30bd\u30fc\u30b9\u306f\u30012\u30c1\u30e3\u30f3\u30cd\u30eb\uff09\u306a\u306e\u3067\u3001M2 \u62e1\u5f35\u306e\u6a5f\u5668\u304c\u58ca\u308c\u3066\u3044\u308b\u3068\u3044\u3046\u554f\u984c\u3067\u306f\u306a\u304f\u30ed\u30c3\u30c8\u306b\u3088\u308b\u65e2\u77e5\u306e\u554f\u984c\u3068\u3044\u3046\u3053\u3068\u3067\u3059\u3002\u3053\u306eM2 \u62e1\u5f35\u306f\u3001Jumper EZBOOK 3 PRO\u306e\u3068\u540c\u69d8\u3067\u3069\u3046\u3084\u3089\u30de\u30b6\u30fc\u30dc\u30fc\u30c9\u81ea\u4f53\u306f\u540c\u3058\u3082\u306e\u3092\u3064\u304b\u3063\u3066\u3044\u308b\u3088\u3046\u3067\u3059\u3002BIOS\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u306f\u9055\u3044\u307e\u3059\u304c\u3001\u30d1\u30fc\u30c4\u3092OEM\u4f9b\u7d66\u3057\u3066\u4f5c\u3063\u3066\u3044\u308b\u3082\u306e\u3068\u601d\u308f\u308c\u307e\u3059\u3002\u3053\u306e\u30de\u30b6\u30fc\u30dc\u30fc\u30c9\u306e\u4ed5\u69d8\u304c\u66f8\u304b\u308c\u305fPDF\u306f\u3069\u3053\u3092\u3069\u3046\u63a2\u3057\u3066\u3082\u7121\u304f\u3001PIN\u30a2\u30b5\u30a4\u30f3\u304c\u4e0d\u660e\u3067\uff11\u3064\u3065\u3064\u7a81\u304d\u6b62\u3081\u308b\u3057\u304b\u306a\u3044\u306e\u3067\u3059\u304c\u3001\u305d\u3082\u305d\u3082\u3053\u306e\u30ce\u30fc\u30c8\u306e\u91cd\u3055\u304c\u3061\u3087\u3063\u3068\u6c17\u306b\u306a\u308a\u59cb\u3081\u3066\u3044\u307e\u3059\u3002\uff11\uff0e\uff13KG\u3067\u3082\u8efd\u3044\u3093\u3067\u3059\u304c\u3001\u3082\u3046\u5c11\u3057\u3001\u8efd\u3044\u306e\u304c\u6b32\u3057\u3044\u306a\u3068\u3002<\/p>\n<p>\u3061\u306a\u307f\u306b\u3001YEPO \u3084 Jumper \u306e\u30aa\u30d5\u30a3\u30b7\u30e3\u30eb\u30b5\u30a4\u30c8\u304b\u3089\u554f\u3044\u5408\u308f\u305b\u305f\u306e\u3067\u3059\u304c\u3001\u3053\u306e\u62e1\u5f35\u30ab\u30fc\u30c9\u81ea\u4f53\u306e\u5358\u4f53\u8ca9\u58f2\u306f\u3057\u3066\u3044\u306a\u3044\u3088\u3046\u3067\u3059\u3002\u7d50\u5c40\u3044\u307e\u306e\u3068\u3053\u308d\u3001YEPO737A\u306f\u3001\u304a\u52e7\u3081\u3067\u304d\u307e\u305b\u3093\u3002M2\u62e1\u5f35\u3057\u306a\u3044\u306e\u306a\u3089\u3044\u3044\u306e\u304b\u3082\u3057\u308c\u307e\u305b\u3093\u304c\u3001\u3001\u3001\u3001128MB\u306eSSD \u306a\u3089\u8a8d\u8b58\u3059\u308b\u3068\u304b\u3001\u88cf\u3075\u305f\u3092\u3057\u3063\u304b\u308a\u3057\u3081\u308b\u3068\u8a8d\u8b58\u3057\u306a\u3044\u3068\u304b\u3001M\uff12\u306e\u30cd\u30b8\u6b62\u3081\u3092\u30cd\u30b8\u5074\u306b\u30b9\u30e9\u30a4\u30c9\u3057\u3066\u53d6\u308a\u4ed8\u3051\u308b\u3068\u8a8d\u8b58\u3059\u308b\u3068\u304b\u3001\u305d\u3046\u3044\u3046\u60c5\u5831\u3082\u3042\u308a\u307e\u3059\u304c\u3001\u307e\u3041\u78ba\u304b\u3081\u308b\u306e\u3082\u99ac\u9e7f\u3089\u3057\u3044\u306e\u3067\u307b\u3063\u3066\u304a\u3044\u3066\u3044\u307e\u3059\u3002\u3069\u306a\u305f\u304b\u6b32\u3057\u3044\u304b\u305f\u304c\u3044\u308c\u3070\u3001\u9001\u6599\u5225\u30672\u4e07(\u4ee5\u4e0b)\u3067\u30ea\u30ea\u30fc\u30b9\u3044\u305f\u3057\u307e\u3059\u306e\u3067\u3001junkhack \u3042\u3063\u3068 gpl.jp \u307e\u3067\u3054\u9023\u7d61\u304f\u3060\u3055\u3044\u3002\u304a\u58f0\u304c\u304b\u304b\u308b\u307e\u3067\u3001\u30ef\u30a4\u30d5\u5c02\u7528\u30de\u30b7\u30f3\uff08\u307b\u3068\u3093\u3069\u4f7f\u308f\u306a\u3044\uff09\u3068\u3057\u3066\u304a\u304d\u307e\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u3068\u3044\u3046\u3053\u3068\u3067\u3001\u6b21\u306a\u3089\u30ce\u30fc\u30c8PC\u306e\u5019\u88dc\u3092\u63a2\u3057\u3066\u3044\u307e\u3059\u3002Jumper EZBOOK 3 PRO\u3084\u3001YEPO737A \u306a\u3069\u306e13\u30a4\u30f3\u30c1\u306f\u91cd\u3055\u304c1.3kg \u304f\u3089\u3044\u3042\u3063\u3066\u3082\u3046\u5c11\u3057\u8efd\u3044\u306e\u304c\u3044\u3044\u306a\u3068\u601d\u3063\u3066\u3044\u307e\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u305d\u3046\u306a\u308b\u3068\u4e2d\u83ef\u3067\u306f\u3042\u307e\u308a\u5019\u88dc\u304c\u306a\u3044\u306e\u3067\u3059\u304c\u3001<\/p>\n<p>12.5\u30a4\u30f3\u30c1\u3060\u3068\u3001Xiaomi Air 12 \u3068\u3001Onda Xiaoma 21 \u3042\u305f\u308a\u304b\u306a\u3068\u3002\u30b5\u30a4\u30ba\u3068\u91cd\u3055\u306f\u4ee5\u4e0b\u306e\u901a\u308a\u3002<\/p>\n<h4>Xiaomi Air 12<\/h4>\n<p>29.20 x 20.20 x 1.29 cm \/ 1.07 kg \u7d046\u4e07<img loading=\"lazy\" decoding=\"async\" title=\"Xiaomi-Mi-Notebook-Air-12-5-inch-M-7Y30-Silver-407322-\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"Xiaomi-Mi-Notebook-Air-12-5-inch-M-7Y30-Silver-407322-\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/02\/xiaomiminotebookair125inchm7y30silver407322.jpg\" width=\"480\" height=\"480\" \/><\/p>\n<h4>Onda Xiaoma 21 <\/h4>\n<p>29.60 x 20.30 x 1.20 cm \/ 1.08 kg \u7d043.2\u4e07<\/p>\n<p>\u203b\u8a73\u7d30\u30b9\u30da\u30c3\u30af\u306f\u30aa\u30d5\u30a3\u30b7\u30e3\u30eb\u30b5\u30a4\u30c8    <br \/><a title=\"http:\/\/www.onda.cn\/Laptop_Designs.aspx?id=9\" href=\"http:\/\/www.onda.cn\/Laptop_Designs.aspx?id=9\" target=\"_blank\" rel=\"noopener noreferrer\">http:\/\/www.onda.cn\/Laptop_Designs.aspx?id=9<\/a>     <br \/>&#160;<\/p>\n<p> <img loading=\"lazy\" decoding=\"async\" title=\"Onda-Xiaoma-21\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"Onda-Xiaoma-21\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/02\/ondaxiaoma21.jpg\" width=\"538\" height=\"384\" \/>   <\/p>\n<p>\u3053\u306e\u753b\u50cf\u306f\u3084\u308a\u3059\u304e\u3067\u3057\u3087\uff1f \u3068\u601d\u3063\u305f\u306e\u3067\u3059\u304c\u3001\u30e6\u30fc\u30b6\u306e\u5b9f\u969b\u306e\u52d5\u753b\u307f\u3066\u672c\u5f53\u306b\u3061\u3063\u3055\u3044\u306a\u3068\u3002<\/p>\n<p><a href=\"https:\/\/youtu.be\/q6WDNuUaqVA?t=39s\" target=\"_blank\" rel=\"noopener noreferrer\"><img loading=\"lazy\" decoding=\"async\" title=\"FIX_No_Audio_with_USB_Type_C___Easy_Windows_Ultrabook_Guide_-_YouTube 2\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"FIX_No_Audio_with_USB_Type_C___Easy_Windows_Ultrabook_Guide_-_YouTube 2\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/02\/fix_no_audio_with_usb_type_c___easy_windows_ultrabook_guide__youtube21.png\" width=\"640\" height=\"445\" \/><\/a> <\/p>\n<p>\u307e\u3041\u3001\u4e21\u8005\u306e\u30b9\u30da\u30c3\u30af\u306f\u9055\u3046\u306e\u3067\u3059\u304c\u91cd\u3055\u306f\u4f3c\u305f\u611f\u3058\u3002\u3069\u306e\u9053\u3001\u30b5\u30d6\u30ce\u30fc\u30c8\u306a\u306e\u3067CPU\u30d1\u30ef\u30fc\u3088\u308a\u6a5f\u52d5\u6027\u304c\u6b32\u3057\u3044\u3093\u3067\u3059\u3002\u73fe\u5728\u306e\u5019\u88dc\u306f\u3053\u308c\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002\u6307\u7d0b\u8a8d\u8a3c\u306f\u4fbf\u5229\u305d\u3046\u3067\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u3042\u3068\u3001\u304a\u5024\u6bb5\u306e\u898b\u5730\u304b\u3089\u306f\u3001\u5f53\u521d\u304b\u3089\u8ff7\u3063\u3066\u3044\u305f\u4ee5\u4e0b\u88fd\u54c1\u3082\u8ff7\u3044\u4e2d\u3002<\/p>\n<blockquote>\n<p>Jumper EZBOOK 3 PRO 2.6\u4e07<\/p>\n<p>31.50 x 20.85 x 1.50 cm \/ 1.4kg<\/p>\n<\/blockquote>\n<p>12.5\u30a4\u30f3\u30c1\u306f\u4ed6\u306b\u3082\u4ee5\u4e0b\u306e\u3088\u3046\u306a\u3001\u30e9\u30a4\u30bb\u30f3\u30b9\u306b\u554f\u984c\u304c\u3042\u3063\u305f\u88fd\u54c1\u304c\u3042\u308a\u3001\u3044\u3061\u304a\u3046\u30c1\u30a7\u30c3\u30af\u6e08\u307f\u3067\u3059\u3002<\/p>\n<blockquote>\n<p>T-bao Tbook Air<\/p>\n<p>CIVILTOP Air<\/p>\n<\/blockquote>\n<p>\u3053\u306e\uff12\u3064\u3068\u9055\u3046\u306e\u306f\u3001\u4e0a\u8a18\u306e\u306f\u30a4\u30f3\u30bf\u30fc\u30d5\u30a7\u30a4\u30b9\u304cUSB Type-C\u30dd\u30fc\u30c8\u3068\u30aa\u30fc\u30c7\u30a3\u30aa\u30b8\u30e3\u30c3\u30af\u306e\u307f\u3067\u3059\u304c\u3001Onda Xiaoma 21 \u306e\u306f\u3001Type-C \u3068Micro HDMI\u3068\u3001USB3\u304c\uff12\u3064\u3068MicroSD \u304c\u3042\u308a\u307e\u3059\u3002\u30aa\u30fc\u30c7\u30a3\u30aa\u306fType-C \u304b\u3089\u3044\u3051\u308b\u306e\u3067\u554f\u984c\u3042\u308a\u307e\u305b\u3093\u3002\uff08\u305f\u3076\u3093\uff09\u5145\u96fb\u3057\u306a\u304c\u3089\u3001\u97f3\u697d\u3082\u8074\u3051\u308b\u306f\u305a\u3067\u3059\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"HTB1Wwt5exPI8KJjSspfq6ACFXXad\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"HTB1Wwt5exPI8KJjSspfq6ACFXXad\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/02\/htb1wwt5expi8kjjsspfq6acfxxad.jpg\" width=\"480\" height=\"480\" \/> <\/p>\n<p>Xiaomi Air 12 \u306e\u307b\u3046\u304c CPU \u30b9\u30da\u30c3\u30af\u3084\u30b9\u30c8\u30ec\u30fc\u30b8\u306a\u3069\u306f\u4e0a\u306a\u3093\u3067\u3059\u304c\u3001\u4eca\u6301\u3063\u3066\u308b512MB \u306e m2 SSD \u3092\u4e2d\u306b\u5165\u308c\u305f\u3044\u306e\u3068\u4fa1\u683c\u306f\u3084\u3063\u3071\u308a\u5b89\u304f\u3066\u3082\u9ad8\u3044\u306e\u3067\uff086\u4e07\u304c\u306d\uff09\u3001Onda Xiaoma 21\u306e\u9078\u629e\u3057\u304b\u306a\u3044\u304b\u306a\u3068\u3002\u3053\u306e\u6a5f\u7a2e\u306f\u3001\u65e5\u672c\u8a9e\u3067\u306f\u30ec\u30d3\u30e5\u30fc\u8a18\u4e8b\u304c\u3042\u307e\u308a\u306a\u3044\u306e\u3067\u3001\u4e0d\u4eba\u6c17\u306a\u3093\u3067\u3059\u304b\u306d\uff1f\u6d77\u5916\u3067\u306f\u30d9\u30b9\u30c8\u30d0\u30a4\u306e\u30ce\u30fc\u30c8PC\u306b\u3044\u304f\u3064\u304b\u51fa\u3066\u304f\u308b\u306e\u3067\u3059\u304c\u3002<\/p>\n<p>6000\u5186\u306e\u4fa1\u683c\u5dee\u3067\u8efd\u3055\u306eOnda Xiaoma 21\u3001\u30e1\u30e2\u30ea\u306e\u591a\u3055\uff086GB\uff09\u3092\u3068\u308b\u304b\u3067Jumper EZBOOK 3 PRO\u304b\u60a9\u307f\u307e\u3059\u3002<\/p>\n<p>\u3042\u3068\u3001Teclast F6 Pro \u3063\u3066\u3044\u3046\u5c11\u3057\u304a\u9ad8\u3044\u306e\u306b\u3082\u60f9\u304b\u308c\u307e\u3059\u3002\u307e\u3041\u3001\u3069\u3046\u3067\u3082\u3044\u3044\u3053\u3068\u3067\u3059\u304c\u3001\u660e\u65e5\u304b\u3089\u591c\u52e4\u306a\u3093\u3067\u3001\u3042\u306811\u6642\u9593\u306f\u8d77\u304d\u3066\u306a\u3044\u3068\u307e\u305a\u3044\u3093\u3067\u3059\u304c\u3001\u7720\u3044\u3002\u3002\u3002\u3002\u3002<\/p>\n<p>\u3046\u3060\u3046\u3060\u3068\u3001\u671d\u65b9\u307e\u3067\u3042\u308c\u3053\u308c\u60a9\u3093\u3067\u3044\u307e\u3059\u304c\u3001\u601d\u3044\u5207\u3063\u3066\u30dd\u30c1\u3063\u3066\u3057\u307e\u3044\u307e\u3057\u3087\u3046\u304b\u3002\u6d77\u5916\u306e\u30ec\u30d3\u30e5\u30fc\u306a\u3069\u304b\u3089\u3001\u99c4\u76ee\u3060\u3057\u3057\u3066\u307f\u305f\u3044\u3068\u601d\u3044\u307e\u3059\u3002<\/p>\n<h3>\u25a0Onda Xiaoma 21\u306e\u99c4\u76ee\u3060\u3057<\/h3>\n<p>\u30fb\u30b9\u30d4\u30fc\u30ab\u30fc\u304c\u8ca7\u5f31\u3089\u3057\u3044<\/p>\n<p>\u30fb\u30aa\u30fc\u30c7\u30a3\u30aa\u30b8\u30e3\u30c3\u30af\u304c\u306a\u3044\uff08Type-C \u30c9\u30f3\u30b0\u30eb\u5fd8\u308c\u305f\u3068\u304d\u3068\u304b\u4e0d\u4fbf\u3068\u3044\u3046\u610f\u5473\u304b\u3068\uff09<\/p>\n<p>\u30fbType-C \u304b\u3089HDD\u306f\u30de\u30a6\u30f3\u30c8\u3067\u304d\u306a\u3044<\/p>\n<p>\u30fb\u30b7\u30d5\u30c8\u30ad\u30fc\u3042\u305f\u308a\u306e\u30ad\u30fc\u30af\u30ea\u30c3\u30af\u304c\u3057\u3087\u307c\u3044<\/p>\n<p>\u30fbType-C \u306e\u96fb\u6e90\u304c\u3067\u304b\u3044\uff08\u5225\u58f2\u308a\u306e\u3092\u8cb7\u3046\u30b3\u30b9\u30c8\uff09<\/p>\n<p>\u30fb\u30b4\u30fc\u30eb\u30c9\u3057\u304b\u8272\u304c\u306a\u3044\uff08\u30b7\u30eb\u30d0\u30fc\u597d\u304d\u306b\u306f\uff09<\/p>\n<p>&#160;<\/p>\n<p>\u3068\u3044\u3046\u3053\u3068\u306e\u3088\u3046\u3067\u3059\u3002\u8272\u306f\u30b4\u30fc\u30eb\u30c9\u306f\u5225\u306b\u5acc\u3044\u3058\u3083\u306a\u3044\u306e\u3067\u3044\u3044\u306e\u3067\u3059\u304c\u5f8c\u306f\u5b9f\u969b\u306b\u78ba\u304b\u3081\u3066\u307f\u306a\u3044\u3068\u308f\u304b\u308a\u307e\u305b\u3093\u3002<\/p>\n<p>&#160;<\/p>\n<h3>\u25a0eMMC \u304c 32GB \u306e\u30bf\u30a4\u30d7\u3068\u300164GB \u306e\u30bf\u30a4\u30d7\u3042\u308a<\/h3>\n<p>\u30aa\u30d5\u30a3\u30b7\u30e3\u30eb\u30b5\u30a4\u30c8\u898b\u3066\u3066\u3001\u306f\u3063\u3068\u6c17\u304c\u4ed8\u3044\u305f\u306e\u3067\u3059\u304c\u3001eMMC \u306e\u5bb9\u91cf\u9055\u3044\u306e\u30e2\u30c7\u30eb\u304c\u3042\u308b\u3088\u3046\u3067\u3059\u3002<\/p>\n<p><a href=\"http:\/\/www.onda.cn\/Laptop.aspx?t0=12.5%D3%A2%B4%E7&amp;#product\" target=\"_blank\" rel=\"noopener noreferrer\"><img loading=\"lazy\" decoding=\"async\" title=\"32G64G\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"32G64G\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/02\/32g64g.png\" width=\"560\" height=\"319\" \/><\/a> <\/p>\n<p><a href=\"ng.com\/item\/Onda-Xiaoma-21-Notebook-Gold-377968.html\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\">Geekbuying<\/a> \u3067\u306f\u3001\u7d043.2 \u4e07\u306e\u304c\u3042\u3063\u3066\u3053\u3061\u3089\u306f\u3088\u304f\u898b\u308b\u306832GB \u306e eMMC \u306b 64GB \u306e SSD(\u305f\u3076\u3093M2\uff09\u3067\u3001<a href=\"https:\/\/www.gearbest.com\/laptops\/pp_632462.html\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\">GearBest<\/a> \u3060\u3068 3.4\u4e07\u306e\u304c\u3042\u308a\u3053\u3061\u3089\u306f\u300164GB \u306e eMMC \u3067\u3059\u3002\u4fa1\u683c\u5dee\u304c2000\u5186\u304f\u3089\u3044\u3067\u3059\u304c\u3001\u30de\u30b6\u30fc\u30dc\u30fc\u30c9\u306b\u304f\u3063\u3064\u3044\u3066\u3044\u308beMMC \u306f\u53d6\u66ff\u3048\u304c\u4e0d\u53ef\u306a\u306e\u306764eMMC \u3092\u9078\u3093\u3067\u304a\u3044\u305f\u307b\u3046\u304c\u3088\u3044\u304b\u3068\u3002\u30a2\u30ea\u30a8\u30af\u306e <a href=\"https:\/\/www.aliexpress.com\/store\/product\/Onda-Xiaoma-21-Metal-Laptop-12-5-Windows-10-4GB-RAM-64GB-eMMC-Intel-Apollo-Lake\/2792012_32813629973.html\" target=\"_blank\" rel=\"noopener noreferrer\">Onda \u30aa\u30d5\u30a3\u30b7\u30e3\u30eb\u30b9\u30c8\u30a2<\/a>\u3067 DHL \u914d\u9001\u306f\u3061\u3087\u3063\u3068\u9ad8\u3044\u3067\u3059\u3002\u00a5 36,154(\u9001\u6599\u8fbc)<\/p>\n<p>&#160;<\/p>\n<p>\u9069\u5f53\u306b\u30af\u30fc\u30dd\u30f3\u5165\u308c\u305f\u3089\u300164GB \u306e eMMC \u306e\u304c\u3001$296.55 \uff0833,398\u5186\uff09\u304f\u3089\u3044\u306b\u306a\u3063\u305f\u306e\u3067\u3001GearBest \u3067\u767a\u6ce8\uff01\u307d\u3061\u3063\u3063\u3068\u3057\u3066\u3057\u307e\u3044\u307e\u3057\u305f\uff01\uff01\uff01<\/p>\n<p>\u3053\u308c\u3067\u307e\u305f\u3001\u88fd\u54c1\u4e0d\u826f\u306a\u3093\u304b\u3060\u3063\u305f\u3089\u904b\u304c\u60aa\u3044\u3088\u306a\u30fc\u3002\u826f\u3044\u88fd\u54c1\u306b\u51fa\u4f1a\u3048\u308b\u3053\u3068\u3092\u7948\u308b\u3070\u304b\u308a\u3002\u305d\u3057\u3066\u6570\u5e74\u306f\u4f7f\u3048\u308b\u3088\u3046\u306b\u3002\u4e00\u5fdc\u4e88\u5b9a\u3067\u306f3\u5e74\u4f7f\u3044\u305f\u3044\u3067\u3059\u30022021\u5e74\u306e4\u6708\u307e\u3067\u4f7f\u3044\u305f\u3044\u3067\u3059\u306d\u3002\u305d\u3057\u3066\u3001Onda \u3068\u3044\u3046\u30e1\u30fc\u30ab\u30fc\u306f\u521d\u3081\u3066\u3067\u3059\u304c\u30bf\u30d6\u30ec\u30c3\u30c8\u3067\u306f\u4f55\u56de\u3082\u8cb7\u3044\u305d\u3046\u306b\u306a\u3063\u3066\u3050\u3063\u3068\u6211\u6162\u3057\u305f\u899a\u3048\u304c\u3042\u308b\u30e1\u30fc\u30ab\u30fc\u3067\u3059\u306e\u3067\u54c1\u8cea\u306f\u60aa\u304f\u306a\u3044\u3068\u601d\u3044\u307e\u3059\u304c\u3001\u5b9f\u6a5f\u304c\u304d\u305f\u3089\u30ec\u30d3\u30e5\u30fc\u3057\u3066\u307f\u305f\u3044\u3068\u601d\u3044\u307e\u3059\u3002<\/p>\n","protected":false},"excerpt":{"rendered":"<p>\u3055\u3066\u3001\u524d\u304a\u304d\u306f\u3059\u3063\u3068\u3070\u3057\u3066\u4eca\u56de\u306f2\u4ee3\u76ee\u306e\u30ce\u30fc\u30c8PC\u3092\u7269\u8272\u3057\u3066\u3044\u307e\u3059\u3002\u6fc0\u5b89\u3067\u54c1\u8cea\u304c\u826f\u3055\u3052\u306a\u3001\u4e2d\u83ef\u30af\u30e9\u30e0\u30b7\u30a7\u30eb\u578b\u306e\u8efd\u91cf\u30ce\u30fc\u30c8\u3067\u3059\u3002 \u3053\u306e\u753b\u50cf\u307f\u3066\u3001\u4e00\u767a\u3067\u60f9\u304b\u308c\u307e\u3057\u305f\u30021kg \u306f\u5207\u3063\u3066\u3044\u307e\u305b\u3093\u304c\u3001\u30ad\u30fc\u30dc\u30fc\u30c9\u306f\u554f\u984c\u306a\u304f\u6253\u3066\u308b\u30b5\u30a4 [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","footnotes":""},"categories":[6,37,38],"tags":[],"acf":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"post-thumbnail":false},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":1,"uagb_excerpt":"\u3055\u3066\u3001\u524d\u304a\u304d\u306f\u3059\u3063\u3068\u3070\u3057\u3066\u4eca\u56de\u306f2\u4ee3\u76ee\u306e\u30ce\u30fc\u30c8PC\u3092\u7269\u8272\u3057\u3066\u3044\u307e\u3059\u3002\u6fc0\u5b89\u3067\u54c1\u8cea\u304c\u826f\u3055\u3052\u306a\u3001\u4e2d\u83ef\u30af\u30e9\u30e0\u30b7\u30a7\u30eb\u578b\u306e&hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/4389"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=4389"}],"version-history":[{"count":0,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/4389\/revisions"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=4389"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/categories?post=4389"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/tags?post=4389"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}