{"id":4996,"date":"2020-03-11T03:25:39","date_gmt":"2020-03-10T18:25:39","guid":{"rendered":"https:\/\/hack.gpl.jp\/?p=4996"},"modified":"2020-03-11T03:25:39","modified_gmt":"2020-03-10T18:25:39","slug":"f60_1","status":"publish","type":"post","link":"https:\/\/hack.gpl.jp\/2020\/03\/11\/f60_1\/","title":{"rendered":"mac \u306e\u30bf\u30fc\u30df\u30ca\u30eb\u304b\u3089FITELnet F60\u3092\u8a2d\u5b9a\u3059\u308b\u3001\u305d\u306e\uff11"},"content":{"rendered":"<p>&#x3000;&#x3055;&#x3066;&#x3001;&#x4ECA;&#x56DE;&#x3082;&#x53E4;&#x6CB3;&#x96FB;&#x5DE5; FITELnet F60&#x306E;&#x8A2D;&#x5B9A;&#x3092;&#x30C1;&#x30DE;&#x30C1;&#x30DE;&#x3068;&#x3084;&#x3063;&#x3066;&#x3044;&#x304D;&#x307E;&#x3059;&#x304B;&#x306D;&#x3002;<\/p>\n<p>&#x3000;&#x5BB6;&#x5EAD;&#x7528;&#x30EB;&#x30FC;&#x30BF;&#x306F;WEB&#x4E0A;&#x3067;&#x8A2D;&#x5B9A;&#x3057;&#x307E;&#x3059;&#x304C;&#x3001;&#x3053;&#x3046;&#x3044;&#x3063;&#x305F;&#x696D;&#x52D9;&#x7528;&#x30EB;&#x30FC;&#x30BF;&#x306F;&#x30B3;&#x30F3;&#x30BD;&#x30FC;&#x30EB;&#x753B;&#x9762;&#x304B;&#x3089;&#x6587;&#x5B57;&#x5217;&#x3067;&#x8A2D;&#x5B9A;&#x3057;&#x307E;&#x3059;&#x3002;&#x7B50;&#x4F53;&#x306F;&#x3061;&#x3063;&#x3055;&#x3044;&#x3051;&#x308C;&#x3069;&#x3082;&#x3001;&#x4E2D;&#x8EAB;&#x306F;&#x696D;&#x52D9;&#x7528;&#x306A;&#x306E;&#x3067;&#x3053;&#x3046;&#x3044;&#x3046;&#x3082;&#x306E;&#x306A;&#x3093;&#x3067;&#x3059;&#x3002;&#x81EA;&#x5206;&#x306F;&#x3001;&#x30CD;&#x30C3;&#x30C8;&#x30EF;&#x30FC;&#x30AF;&#x7CFB;&#x30A8;&#x30F3;&#x30B8;&#x30CB;&#x30A2;&#x3067;&#x306F;&#x306A;&#x3044;&#x306E;&#x3067;&#x3053;&#x308C;&#x7CFB;&#x306E;&#x8A2D;&#x5B9A;&#x306F;&#x3001;&#x304B;&#x306A;&#x308A;&#x4E0D;&#x6163;&#x308C;&#x3067;&#x3059;&#x3002;&#x30CD;&#x30C3;&#x30C8;&#x30EF;&#x30FC;&#x30AF;&#x7CFB;&#x306E;&#x6A5F;&#x5668;&#x3063;&#x3066;&#x3044;&#x3046;&#x306E;&#x306F;&#x3060;&#x3044;&#x305F;&#x3044;&#x3001;&#x30C7;&#x30FC;&#x30BF;&#x30BB;&#x30F3;&#x30BF;&#x30FC;&#x306B;&#x5165;&#x308B;&#x6642;&#x306B;&#x306F;&#x8A2D;&#x5B9A;&#x6E08;&#x307F;&#x72B6;&#x614B;&#x306B;&#x306A;&#x3063;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;&#x90E8;&#x968A;&#x304C;&#x9055;&#x3046;&#x3093;&#x3067;&#x3059;&#x3088;&#x306D;&#x3002;&#x307E;&#x305A;&#x3001;&#x6700;&#x521D;&#x306B;&#x30CD;&#x30C3;&#x30C8;&#x30EF;&#x30FC;&#x30AF;&#x6A5F;&#x5668;&#x3084;&#x30B5;&#x30FC;&#x30D0;&#x6A5F;&#x5668;&#x3001;&#x30B9;&#x30C8;&#x30EC;&#x30FC;&#x30B8;&#x306A;&#x3069;&#x304C;&#x6301;&#x3061;&#x8FBC;&#x307E;&#x308C;&#x3066;&#x3001;&#x30CD;&#x30C3;&#x30C8;&#x30EF;&#x30FC;&#x30AF;&#x30A8;&#x30F3;&#x30B8;&#x30CB;&#x30A2;&#x304C;&#x73FE;&#x5834;&#x306B;&#x5165;&#x308A;&#x307E;&#x3059;&#x3002;&#x4ED5;&#x69D8;&#x306B;&#x5F93;&#x3044;&#x5FC5;&#x8981;&#x306A;&#x30CD;&#x30C3;&#x30C8;&#x30EF;&#x30FC;&#x30AF;&#x6A5F;&#x5668;&#x306E;&#x8A2D;&#x5B9A;&#x3092;&#x3057;&#x3066;&#x304B;&#x3089;&#x3001;&#x6B21;&#x306B;&#x30B5;&#x30FC;&#x30D0;&#x7CFB;&#x30A8;&#x30F3;&#x30B8;&#x30CB;&#x30A2;&#x304C;&#x30C7;&#x30FC;&#x30BF;&#x30BB;&#x30F3;&#x30BF;&#x30FC;&#x306B;&#x5165;&#x3063;&#x3066;&#x4F5C;&#x696D;&#x3059;&#x308B;&#x3063;&#x3066;&#x3044;&#x3046;&#x6BB5;&#x53D6;&#x308A;&#x306A;&#x3093;&#x3067;&#x3059;&#x3002;&#x4ECA;&#x3084;&#x30AF;&#x30E9;&#x30A6;&#x30C9;&#x3067;&#x3001;&#x5168;&#x90E8;&#x3067;&#x304D;&#x3066;&#x3057;&#x307E;&#x3046;&#x304B;&#x3089;&#x30C7;&#x30FC;&#x30BF;&#x30BB;&#x30F3;&#x30BF;&#x30FC;&#x306A;&#x3093;&#x304B;&#x5165;&#x3063;&#x305F;&#x3053;&#x3068;&#x304C;&#x306A;&#x3044;&#x30A8;&#x30F3;&#x30B8;&#x30CB;&#x30A2;&#x3082;&#x3044;&#x308B;&#x3068;&#x601D;&#x3044;&#x307E;&#x3059;&#x3002;&#x3042;&#x308B;&#x610F;&#x5473;&#x3044;&#x3044;&#x6642;&#x4EE3;&#x306B;&#x306A;&#x3063;&#x305F;&#x3082;&#x3093;&#x3067;&#x3059;&#x306D;&#x3002;&#x30C7;&#x30FC;&#x30BF;&#x30BB;&#x30F3;&#x30BF;&#x30FC;&#x306F;&#x5BD2;&#x3044;&#x3093;&#x3067;&#x3059;&#x3088;&#x3002;&#x4ECA;&#x3060;&#x304B;&#x3089;&#x7B11;&#x3044;&#x8A71;&#x3067;&#x3059;&#x304C;&#x3001;&#x696D;&#x52D9;&#x304C;&#x6DF7;&#x96D1;&#x3057;&#x3066;&#x3044;&#x308B;&#x3068;&#x304D;&#x306F;&#x671D;&#x307E;&#x3067;&#x3076;&#x3063;&#x3068;&#x3046;&#x3057;&#x3067;&#x4F5C;&#x696D;&#x3057;&#x3066;&#x3001;&#x3046;&#x307E;&#x304F;&#x52D5;&#x4F5C;&#x3057;&#x306A;&#x3051;&#x308C;&#x3070;&#x305D;&#x306E;&#x307E;&#x307E;&#x6B21;&#x306E;&#x671D;&#x307E;&#x3067;&#x4F5C;&#x696D;&#x3059;&#x308B;&#x3068;&#x304B;&#x3042;&#x308B;&#x4E16;&#x754C;&#x3067;&#x3059;&#x3002;&#x30D6;&#x30E9;&#x30C3;&#x30AF;&#x4E2D;&#x306E;&#x30D6;&#x30E9;&#x30C3;&#x30AF;&#x3067;&#x3059;&#x3088;&#x306D;&#x3002;&#xFF08;&#x7B11;&#xFF09;&#x3082;&#x3061;&#x308D;&#x3093;&#x4EEE;&#x7720;&#x306F;&#x3068;&#x308A;&#x307E;&#x3059;&#x304C;&#x3001;&#x3067;&#x304D;&#x308C;&#x3070;&#x3053;&#x3046;&#x3044;&#x3046;&#x306E;&#x306F;&#x907F;&#x3051;&#x305F;&#x3044;&#x3082;&#x306E;&#x3067;&#x3059;&#x3002;&#x4ECA;&#x3067;&#x3042;&#x308C;&#x3070;&#x3001;&#x304B;&#x306A;&#x308A;&#x554F;&#x984C;&#x306B;&#x306A;&#x3063;&#x3066;&#x3044;&#x308B;&#x3093;&#x3058;&#x3083;&#x306A;&#x3044;&#x304B;&#x3068;&#x601D;&#x3044;&#x307E;&#x3059;&#x304C;&#x3001;PM&#x306E;&#x6307;&#x793A;&#x3060;&#x3057;&#x3001;&#x4E88;&#x5B9A;&#x304C;&#x305A;&#x308C;&#x308B;&#x3068;&#x3081;&#x3093;&#x3069;&#x304F;&#x3055;&#x3044;&#x3053;&#x3068;&#x306B;&#x306A;&#x308B;&#x3093;&#x3067;&#x3059;&#x3088;&#x306D;&#x3002;&#x306A;&#x3093;&#x3067;&#x3001;&#x591A;&#x5C11;&#x306E;&#x3053;&#x3046;&#x3044;&#x3046;&#x3053;&#x3068;&#x306F;&#x73FE;&#x5834;&#x3067;&#x306F;&#x8D77;&#x304D;&#x308B;&#x3082;&#x306E;&#x3060;&#x3063;&#x305F;&#x3093;&#x3067;&#x3059;&#x3088;&#x306D;&#xFF01;&#x3000;&#x306A;&#x3093;&#x3069;VPN&#x3092;&#x5F35;&#x3063;&#x3066;&#x30EA;&#x30E2;&#x30FC;&#x30C8;&#x304B;&#x3089;&#x4F5C;&#x696D;&#x3059;&#x308C;&#x3070;&#x3044;&#x3044;&#x3058;&#x3083;&#x3093;&#x3068;&#x601D;&#x3063;&#x305F;&#x3053;&#x3068;&#x304B;&#x3002;&#x73FE;&#x5834;&#x306B;&#x3088;&#x3063;&#x3066;&#x306F;&#x3001;&#x826F;&#x3044;&#x3068;&#x3053;&#x308D;&#x3082;&#x3042;&#x308A;&#x307E;&#x3059;&#x304C;&#x3001;&#x57FA;&#x672C;&#x30EA;&#x30E2;&#x30FC;&#x30C8;&#x304B;&#x3089;&#x306E;&#x4F5C;&#x696D;&#x306F;&#x8A31;&#x3055;&#x308C;&#x306A;&#x3044;&#x3093;&#x3067;&#x3059;&#x3088;&#x306D;&#x3002;&#x306F;&#x3041;&#x3002;<\/p>\n<p>&#x3000;&#x524D;&#x7F6E;&#x304D;&#x304C;&#x9577;&#x304F;&#x306A;&#x308A;&#x307E;&#x3057;&#x305F;&#x304C;&#x3001;&#x524D;&#x3005;&#x304B;&#x3089;&#x696D;&#x52D9;&#x7528;&#x30EB;&#x30FC;&#x30BF;&#x3092;&#x89E6;&#x3063;&#x3066;&#x307F;&#x305F;&#x304B;&#x3063;&#x305F;&#x3093;&#x3067;&#x3059;&#x3002;&#x30CD;&#x30C3;&#x30C8;&#x30EF;&#x30FC;&#x30AF;&#x30A8;&#x30F3;&#x30B8;&#x30CB;&#x30A2;&#x9054;&#x306F;&#x3001;&#x307B;&#x307C;&#x5168;&#x3066;&#x306E;&#x30B3;&#x30DE;&#x30F3;&#x30C9;&#x4F53;&#x7CFB;&#x3092;&#x899A;&#x3048;&#x3066;&#x3044;&#x3066;&#x4ED5;&#x69D8;&#x306B;&#x305D;&#x3063;&#x3066;&#x30AC;&#x30C4;&#x30AC;&#x30C4;&#x3068;&#x8A2D;&#x5B9A;&#x3092;&#x3057;&#x3066;&#x3044;&#x304D;&#x307E;&#x3059;&#x3002;&#x5171;&#x901A;&#x90E8;&#x5206;&#x306A;&#x3093;&#x304B;&#x306F;&#x3001;&#x30B3;&#x30D4;&#x30DA;&#x3067;&#x8A2D;&#x5B9A;&#x3057;&#x3066;&#x305F;&#x308A;&#x3057;&#x307E;&#x3059;&#x304C;&#x7D30;&#x304B;&#x306A;&#x5FAE;&#x8ABF;&#x6574;&#x3063;&#x3066;&#x3044;&#x3046;&#x306F;&#x624B;&#x3067;&#x5165;&#x308C;&#x3066;&#x3044;&#x305F;&#x306E;&#x3092;&#x899A;&#x3048;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;&#x307E;&#x3041;&#x3001;&#x5C02;&#x9580;&#x306B;&#x306A;&#x308B;&#x3068;&#x9000;&#x5C48;&#x306A;&#x4F5C;&#x696D;&#x306A;&#x306E;&#x304B;&#x3082;&#x3057;&#x308C;&#x307E;&#x305B;&#x3093;&#x304C;&#xFF08;&#x7B11;&#xFF09;<\/p>\n<p>&#x3000;&#x3058;&#x3083;&#x3001;&#x3068;&#x308A;&#x3042;&#x3048;&#x305A;&#x52C9;&#x5F37;&#x3082;&#x517C;&#x306D;&#x3066;&#x30C1;&#x30DE;&#x30C1;&#x30DE;&#x8A2D;&#x5B9A;&#x3057;&#x3066;&#x307F;&#x308B;&#x3053;&#x3068;&#x306B;&#x3057;&#x307E;&#x3059;&#x3002;&#x3068;&#x308A;&#x3042;&#x3048;&#x305A;&#x3001;&#x30B3;&#x30DE;&#x30F3;&#x30C9;&#x4F53;&#x7CFB;&#x306E;&#x30DE;&#x30CB;&#x30E5;&#x30A2;&#x30EB;&#x306A;&#x3069;&#x5FC5;&#x8981;&#x306A;&#x306E;&#x304C;&#x3069;&#x3053;&#x306B;&#x3042;&#x308B;&#x304B;&#x78BA;&#x8A8D;&#x3002;&#x64CD;&#x4F5C;&#x5168;&#x822C;&#x306F;&#x30B3;&#x30DE;&#x30F3;&#x30C9;&#x3067;&#x884C;&#x3044;&#x307E;&#x3059;&#x304B;&#x3089;&#x3001;&#x3053;&#x308C;&#x3092;&#x77E5;&#x3089;&#x306A;&#x3044;&#x3068;&#x4F55;&#x3082;&#x59CB;&#x307E;&#x308A;&#x307E;&#x305B;&#x3093;&#x3002;<br \/>&#x3053;&#x3053;&#x306B;PDF&#x7248;&#x3001;HTML&#x7248;&#x306A;&#x3069;&#x3042;&#x308A;&#x307E;&#x3059;&#x306D;&#x3002;<\/p>\n<blockquote>\n<p>FITELnet F60&#x30DE;&#x30CB;&#x30E5;&#x30A2;&#x30EB;&#xFF06;&#x30AB;&#x30BF;&#x30ED;&#x30B0;<br \/>https:\/\/www.furukawa.co.jp\/fitelnet\/product\/f60\/manual\/index.html<\/p>\n<\/blockquote>\n<p>&#x5404;&#x30DE;&#x30CB;&#x30E5;&#x30A2;&#x30EB;&#x306F;&#x3001;&#xFF13;&#x3064;&#x306B;&#x5206;&#x304B;&#x308C;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;PDF&#x7248;&#x3092;&#x3068;&#x308A;&#x3042;&#x3048;&#x305A;&#x898B;&#x3066;&#x307F;&#x307E;&#x3057;&#x305F;&#x3002;<\/p>\n<p>&#x30FB;&#x64CD;&#x4F5C;&#x524D;&#x7AEF;&#x306B;&#x5FC5;&#x8981;&#x306A;&#x3082;&#x306E; P.158<\/p>\n<blockquote>\n<p>&#x30B3;&#x30DE;&#x30F3;&#x30C9;&#x30EA;&#x30D5;&#x30A1;&#x30EC;&#x30F3;&#x30B9; FITELnet F60 &#xFF08;&#x64CD;&#x4F5C;&#x30B3;&#x30DE;&#x30F3;&#x30C9;&#x7DE8;&#xFF09;<br \/>https:\/\/www.furukawa.co.jp\/fitelnet\/f\/man\/60\/pdf\/command-operation.pdf<\/p>\n<\/blockquote>\n<p>&#x30FB;&#x60C5;&#x5831;&#x8868;&#x793A;&#x7CFB; P.408<\/p>\n<blockquote>\n<p>&#x30B3;&#x30DE;&#x30F3;&#x30C9;&#x30EA;&#x30D5;&#x30A1;&#x30EC;&#x30F3;&#x30B9; FITELnet F60 &#xFF08;&#x60C5;&#x5831;&#x8868;&#x793A;&#x30B3;&#x30DE;&#x30F3;&#x30C9;&#x7DE8;&#xFF09;<br \/>https:\/\/www.furukawa.co.jp\/fitelnet\/f\/man\/60\/pdf\/command-show.pdf<\/p>\n<\/blockquote>\n<p>&#x30FB;&#x8A2D;&#x5B9A;&#x5168;&#x822C; P.1040<\/p>\n<blockquote>\n<p>&#x30B3;&#x30DE;&#x30F3;&#x30C9;&#x30EA;&#x30D5;&#x30A1;&#x30EC;&#x30F3;&#x30B9; FITELnet F60 &#xFF08;&#x8A2D;&#x5B9A;&#x30B3;&#x30DE;&#x30F3;&#x30C9;&#x7DE8;&#xFF09; <br \/>https:\/\/www.furukawa.co.jp\/fitelnet\/f\/man\/60\/pdf\/command-config.pdf<\/p>\n<\/blockquote>\n<p>&#x3068;&#x3044;&#x3046;&#x3053;&#x3068;&#x3067;&#x3001;&#x4F55;&#x304B;&#x8A2D;&#x5B9A;&#x3057;&#x3066;&#x56F0;&#x3063;&#x305F;&#x3089;&#x4E0A;&#x8A18;&#x306E;&#x30DE;&#x30CB;&#x30E5;&#x30A2;&#x30EB;&#x53C2;&#x7167;&#x3068;&#x3044;&#x3046;&#x611F;&#x3058;&#x3067;&#x3059;&#x306D;&#x3002;<\/p>\n<p>&#x3053;&#x3046;&#x3044;&#x3046;&#x306E;&#x306F;&#x3001;&#x6D41;&#x3057;&#x8AAD;&#x307F;&#x3057;&#x3066;&#x5B9F;&#x969B;&#x306B;&#x306F;&#x3001;&#x3059;&#x3063;&#x98DB;&#x3070;&#x3057;&#x3066;&#x8A2D;&#x5B9A;&#x4F8B;&#x3092;&#x898B;&#x307E;&#x3059;&#x3002;<\/p>\n<blockquote>\n<p>FITELnet F60&#x8A2D;&#x5B9A;&#x4F8B;<br \/>https:\/\/www.furukawa.co.jp\/fitelnet\/product\/f60\/setting\/index.html<\/p>\n<\/blockquote>\n<p>&#x307E;&#x305A;&#x306F;&#x3001;LAN&#x5074;&#x306E;&#x8A2D;&#x5B9A;&#x3067;&#x3059;&#x3002;DHCP&#x30B5;&#x30FC;&#x30D0;&#x6A5F;&#x80FD;&#x3000;&#x3092;&#x8A2D;&#x5B9A;&#x3059;&#x308C;&#x3070;OK&#x3067;&#x3059;&#x3002;IPv6 &#x306F;&#x3068;&#x308A;&#x3042;&#x3048;&#x305A;&#x3001;&#x30D1;&#x30B9;&#x3057;&#x307E;&#x3057;&#x305F;&#x3002;<\/p>\n<p>&#x8A2D;&#x5B9A;&#x4F8B;&#x306E;&#x4EE5;&#x4E0B;&#x3092;&#x884C;&#x3044;&#x307E;&#x3059;&#x3002;<\/p>\n<blockquote>\n<p>3. DHCP&#x30B5;&#x30FC;&#x30D0;&#x6A5F;&#x80FD;<br \/>https:\/\/www.furukawa.co.jp\/fitelnet\/product\/f100\/setting\/detail\/dhcpserver.html<\/p>\n<\/blockquote>\n<p>&#x3055;&#x3066;&#x3001;&#x3067;&#x306F;&#x30B3;&#x30F3;&#x30BD;&#x30FC;&#x30EB;&#x753B;&#x9762;&#x3092;&#x958B;&#x304D;&#x307E;&#x3057;&#x3087;&#x3046;&#x304B;&#x3002;macos &#x3067;&#x306F;&#x3001;os&#x6A19;&#x6E96;&#x306E;&#x30BF;&#x30FC;&#x30DF;&#x30CA;&#x30EB;&#x304B;&#x3089; screen &#x30B3;&#x30DE;&#x30F3;&#x30C9;&#x3092;&#x4F7F;&#x3046;&#x306E;&#x304C;&#x738B;&#x9053;&#x306E;&#x3088;&#x3046;&#x3067;&#x3059;&#x306D;&#x3002;<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" style=\"display:block;margin-left:auto;margin-right:auto;\" title=\"__&mdash;_-bash_&mdash;_82&#xD7;17.png\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/03\/e28094_-bash_e28094_82c39717.png\" alt=\"Bash 82&#xD7;17\" width=\"599\" height=\"267\" border=\"0\" \/><\/p>\n<p>&#x307E;&#x305A;&#x306F;&#x3001;USB&#x30B7;&#x30EA;&#x30A2;&#x30EB;&#x306E;&#x30C7;&#x30D0;&#x30A4;&#x30B9;&#x3092;&#x898B;&#x3064;&#x3051;&#x307E;&#x3059;&#x3002;<\/p>\n<pre>ls -l \/dev\/tty* | grep usb<br \/>screen \/dev\/tty.usbserial-AO007SLF<\/pre>\n<p>&#x3059;&#x308B;&#x3068;&#x3001;&#x771F;&#x3063;&#x9ED2;&#x306A;&#x753B;&#x9762;&#x306B;&#x306A;&#x308A;&#x307E;&#x3059;&#x304C;&#x3001;&#x614C;&#x3066;&#x305A;&#x306B; enter &#x3092;&#x62BC;&#x3057;&#x3066;&#x307F;&#x307E;&#x3059;&#x3002;<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" style=\"display:block;margin-left:auto;margin-right:auto;\" title=\"__&mdash;_screen__dev_tty_usbserial-AO007SLF_&#x25B8;_SCREEN_&mdash;_82&#xD7;17.png\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/03\/e28094_screen__dev_tty_usbserial-ao007slf_e296b8_screen_e28094_82c39717.png\" alt=\"Screen dev tty usbserial AO007SLF &#x25B8; SCREEN 82&#xD7;17\" width=\"599\" height=\"267\" border=\"0\" \/><\/p>\n<p>&#x5FDC;&#x7B54;&#x304C;&#x8FD4;&#x3063;&#x3066;&#x304D;&#x3066;&#x3044;&#x307E;&#x3059;&#x306D;&#x3002;<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" style=\"display:block;margin-left:auto;margin-right:auto;\" title=\"__&mdash;_screen__dev_tty_usbserial-AO007SLF_&#x25B8;_SCREEN_&mdash;_82&#xD7;17.png\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/03\/e28094_screen__dev_tty_usbserial-ao007slf_e296b8_screen_e28094_82c39717-1.png\" alt=\"Screen dev tty usbserial AO007SLF &#x25B8; SCREEN 82&#xD7;17\" width=\"599\" height=\"267\" border=\"0\" \/><\/p>\n<p>&#x3061;&#x306A;&#x307F;&#x306B;&#x3001;screen &#x3092;&#x9589;&#x3058;&#x308B;&#x3068;&#x304D;&#x306F;&#x3001;CTL+A &#x3092;&#x62BC;&#x3057;&#x3066;&#x7D9A;&#x3051;&#x3066;&#x3001;CTL+&yen; &#x3092;&#x62BC;&#x3059;&#x3068;&#x300C;Really quit and kill all your windows [y\/n]&#x300D;&#x3068;&#x51FA;&#x307E;&#x3059;&#x306E;&#x3067; y &#x3092;&#x62BC;&#x3057;&#x307E;&#x3059;&#x3002;<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" style=\"display:block;margin-left:auto;margin-right:auto;\" title=\"__&mdash;_screen__dev_tty_usbserial-AO007SLF_&#x25B8;_SCREEN_&mdash;_82&#xD7;17.png\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/03\/e28094_screen__dev_tty_usbserial-ao007slf_e296b8_screen_e28094_82c39717-2.png\" alt=\"Screen dev tty usbserial AO007SLF &#x25B8; SCREEN 82&#xD7;17\" width=\"599\" height=\"267\" border=\"0\" \/><\/p>\n<p>&#x3061;&#x306A;&#x307F;&#x306B;&#x3001;&#x3053;&#x306E;&#x64CD;&#x4F5C;&#x3092;&#x305B;&#x305A;screen &#x306E;&#x30BF;&#x30FC;&#x30DF;&#x30CA;&#x30EB;&#x30A6;&#x30A3;&#x30F3;&#x30C9;&#x30A6;&#x3092; x &#x3067;&#x9589;&#x3058;&#x308B;&#x3068;&#x4EE5;&#x4E0B;&#x306E;&#x3088;&#x3046;&#x306B;&#x306A;&#x3063;&#x3066;&#x63A5;&#x7D9A;&#x3067;&#x304D;&#x307E;&#x305B;&#x3093;&#x3002;<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" style=\"display:block;margin-left:auto;margin-right:auto;\" title=\"2020-03-11 02.49.16.gif\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/03\/2020-03-11-02.49.16-1.gif\" alt=\"2020 03 11 02 49 16\" width=\"599\" height=\"267\" border=\"0\" \/><\/p>\n<p>Sorry, could not find a PTY. &#x3068;&#x8868;&#x793A;&#x3055;&#x308C;&#x3001;screen &#x304C;[screen is terminating] &#x3068;&#x306A;&#x3063;&#x3066;&#x7D42;&#x4E86;&#x3057;&#x3066;&#x3057;&#x307E;&#x3044;&#x307E;&#x3059;&#x3002;<\/p>\n<p>&#x3053;&#x3046;&#x306A;&#x3063;&#x305F;&#x3089;&#x3001;&#x30D7;&#x30ED;&#x30BB;&#x30B9;&#x3092;&#x30A2;&#x30AF;&#x30C6;&#x30A3;&#x30D3;&#x30C6;&#x30A3;&#x30FC;&#x30E2;&#x30CB;&#x30BF;&#x30FC;&#x3067;&#x7D42;&#x4E86;&#x3055;&#x305B;&#x307E;&#x3059;&#x3002;<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" style=\"display:block;margin-left:auto;margin-right:auto;\" title=\"screen&#xFF08;7337&#xFF09;_&#x3068;_&#x30A2;&#x30AF;&#x30C6;&#x30A3;&#x30D2;&#x3099;&#x30C6;&#x30A3;&#x30E2;&#x30CB;&#x30BF;__&#x3059;&#x3078;&#x3099;&#x3066;&#x306E;&#x30D5;&#x309A;&#x30ED;&#x30BB;&#x30B9;_.png\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/03\/screenefbc887337efbc89_e381a8_e382a2e382afe38386e382a3e38392e38299e38386e382a3e383a2e3838be382bf__e38199e381b8e38299e381a6e381aee38395e3829ae383ade382bbe382b9_.png\" alt=\"Screen 7337 &#x3068; &#x30A2;&#x30AF;&#x30C6;&#x30A3;&#x30D2;&#x3099;&#x30C6;&#x30A3;&#x30E2;&#x30CB;&#x30BF; &#x3059;&#x3078;&#x3099;&#x3066;&#x306E;&#x30D5;&#x309A;&#x30ED;&#x30BB;&#x30B9;\" width=\"599\" height=\"379\" border=\"0\" \/><\/p>\n<p>&#x3068;&#x3044;&#x3046;&#x308F;&#x3051;&#x3067;&#x3001;&#x30D6;&#x30ED;&#x30B0;&#x7528;&#x306B;&#x3042;&#x308C;&#x3053;&#x308C;&#x3068;&#x30E1;&#x30E2;&#x3092;&#x66F8;&#x3044;&#x3066;&#x3044;&#x308B;&#x3068;&#x5168;&#x7136;&#x9032;&#x307F;&#x307E;&#x305B;&#x3093;&#x306D;&#x3002;&#xFF08;&#x7B11;&#xFF09;<\/p>\n<p>&#x307E;&#x3041;&#x3001;&#x8A2D;&#x5B9A;&#x306F;&#x4EE5;&#x4E0B;&#x306E;&#x3088;&#x3046;&#x306B;&#x3059;&#x308B;&#x3060;&#x3051;&#x306A;&#x3093;&#x3067;&#x7701;&#x7565;&#x3067;&#x3059;&#x3002;<\/p>\n<blockquote>\n<p>3. DHCP&#x30B5;&#x30FC;&#x30D0;&#x6A5F;&#x80FD;<br \/>https:\/\/www.furukawa.co.jp\/fitelnet\/product\/f100\/setting\/detail\/dhcpserver.html<\/p>\n<\/blockquote>\n<p>enable &#x3057;&#x3066;&#x7279;&#x6A29;&#x30E2;&#x30FC;&#x30C9;&#x304B;&#x3089;&#x3001;configure terminal &#x3067;&#x8A2D;&#x5B9A;&#x3059;&#x308B;&#x611F;&#x3058;&#x3067;&#x3059;&#x306D;&#x3002;&#x30DE;&#x30CB;&#x30E5;&#x30A2;&#x30EB;&#x304C;&#x3057;&#x3063;&#x304B;&#x308A;&#x3057;&#x3066;&#x308B;&#x304B;&#x3089;&#x5B89;&#x5FC3;&#x3067;&#x3059;&#x3002;&#x8A2D;&#x5B9A;&#x3057;&#x3066;&#x30A4;&#x30FC;&#x30B5;&#x30CD;&#x30C3;&#x30C8;&#x3092;&#x5DEE;&#x3057;&#x8FBC;&#x3081;&#x3070;IP&#x306A;&#x3069;&#x3082;&#x308D;&#x3082;&#x308D;&#x8A2D;&#x5B9A;&#x3057;&#x305F;&#x60C5;&#x5831;&#x304C;&#x53D6;&#x5F97;&#x3067;&#x304D;&#x308B;&#x306F;&#x305A;&#x3067;&#x3059;&#x3002;<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" style=\"display:block;margin-left:auto;margin-right:auto;\" title=\"&#x30CD;&#x30C3;&#x30C8;&#x30EF;&#x30FC;&#x30AF;.png\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/03\/e3838de38383e38388e383afe383bce382af.png\" alt=\"&#x30CD;&#x30C3;&#x30C8;&#x30EF;&#x30FC;&#x30AF;\" width=\"599\" height=\"505\" border=\"0\" \/><\/p>\n<p>IPv6 &#x306F;&#x8A2D;&#x5B9A;&#x3057;&#x3066;&#x3044;&#x306A;&#x3044;&#x306E;&#x3067;&#x53D6;&#x5F97;&#x3055;&#x308C;&#x3066;&#x3044;&#x307E;&#x305B;&#x3093;&#x306D;&#x3002;&#x3068;&#x307E;&#x3001;&#x4ECA;&#x56DE;&#x306F;&#x3053;&#x306E;&#x8FBA;&#x3067;&#x3002;&#x6B21;&#x56DE;&#x3082;&#x30C1;&#x30DE;&#x30C1;&#x30DE;&#x3001;&#x8A2D;&#x5B9A;&#x3057;&#x3066;&#x3044;&#x304D;&#x307E;&#x3059;&#x304B;&#x3002;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>&#x3000;&#x3055;&#x3066;&#x3001;&#x4ECA;&#x56DE;&#x3082;&#x53E4;&#x6CB3;&#x96FB;&#x5DE5; FITELnet F60&#x306E;&#038; [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","footnotes":""},"categories":[28,34,62],"tags":[],"acf":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"post-thumbnail":false},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":0,"uagb_excerpt":"&#x3000;&#x3055;&#x3066;&#x3001;&#x4ECA;&#x56DE;&#x3082&hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/4996"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=4996"}],"version-history":[{"count":0,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/4996\/revisions"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=4996"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/categories?post=4996"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/tags?post=4996"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}