{"id":1847,"date":"2015-12-06T07:56:27","date_gmt":"2015-12-05T22:56:27","guid":{"rendered":"https:\/\/hack.gpl.jp\/?p=1847"},"modified":"2015-12-06T07:56:27","modified_gmt":"2015-12-05T22:56:27","slug":"%e4%ba%ba%e7%94%9f%e5%88%9d%e3%80%81qfn%e3%83%91%e3%83%83%e3%82%b1%e3%83%bc%e3%82%b8%e3%81%ae%e5%8d%8a%e7%94%b0%e4%bb%98%e3%81%91-%e5%a4%b1%e6%95%97%e3%81%ae%e4%be%8b","status":"publish","type":"post","link":"https:\/\/hack.gpl.jp\/2015\/12\/06\/%e4%ba%ba%e7%94%9f%e5%88%9d%e3%80%81qfn%e3%83%91%e3%83%83%e3%82%b1%e3%83%bc%e3%82%b8%e3%81%ae%e5%8d%8a%e7%94%b0%e4%bb%98%e3%81%91-%e5%a4%b1%e6%95%97%e3%81%ae%e4%be%8b\/","title":{"rendered":"\u4eba\u751f\u521d\u3001QFN\u30d1\u30c3\u30b1\u30fc\u30b8\u306e\u534a\u7530\u4ed8\u3051&#8211;\u5931\u6557\u306e\u4f8b"},"content":{"rendered":"<p>\u6210\u529f\u3059\u308b\u4f8b\u3092\u8f09\u305b\u3066\u3082\u3001\u307e\u3041\u6559\u8a13\u306b\u306f\u306a\u308a\u307e\u305b\u3093\u3002<\/p>\n<p>\u5931\u6557\u304b\u3089\u30b3\u30c4\u3092\u899a\u3048\u3066\u304a\u304f\u305f\u3081\u306b\u3082\u3001\u5199\u771f\u89e3\u8aac\u4ed8\u304d\u3067\u8f09\u305b\u306a\u305c\u5931\u6557\u3057\u305f\u304b\u3092\u8003\u3048\u3066\u307f\u305f\u3044\u3068\u601d\u3044\u307e\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u3055\u3066\u3001\u534a\u7530\u4ed8\u3051\u306e\u5bfe\u8c61\u306fTPS63000\u3067\u3059\u3002 \u3053\u306e\u30d1\u30c3\u30b1\u30fc\u30b8\u306fQFN \u3068\u3044\u3046\u3082\u306e\u3068\u306a\u308a\u3001\u7bb1\u578b\u3067PIN\u304c\u751f\u3048\u3066\u3044\u306a\u3044\u30d1\u30c3\u30b1\u30fc\u30b8\u306b\u306a\u308a\u307e\u3059\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"TPS63000DRCR\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"TPS63000DRCR\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/12\/tps63000drcr.png\" width=\"640\" height=\"469\" \/> <\/p>\n<p>\u534a\u7530\u4ed8\u3051\u3059\u308b\u57fa\u677f\u306e\u4f4d\u7f6e\u306f\u4ee5\u4e0b\u306e\u90e8\u5206\u3067\u3059\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"ccc\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"ccc\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/12\/ccc1.png\" width=\"639\" height=\"559\" \/> <\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"1\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"1\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/12\/1.jpg\" width=\"640\" height=\"361\" \/> <\/p>\n<p>PCB \u4e0a\u306e1PIN\u306e\u30de\u30fc\u30af\u3092\u4ed8\u3051\u5fd8\u308c\u305f\u306e\u3067eagle \u4e0a\u3067\u78ba\u8a8d\u3057\u307e\u3059\u3002\u53f3\u4e0a\u304c1PIN \u3067\u30d1\u30fc\u30c4\u306b\u30dd\u30c1\u304c\u4ed8\u3044\u3066\u3044\u308b\u306e\u304c\u30de\u30fc\u30af\u3067\u3059\u3002\u88cf\u9762\u306f\u4e2d\u592e\u306bGND\u304c\u3042\u308a\u71b1\u3092PCB\u4e0a\u306b\u9003\u304c\u3059\u69cb\u9020\u3067\u3059\u3002\u3053\u308c\u3092\u534a\u7530\u4ed8\u3051\u3059\u308b\u306b\u306f\u3001\u30d6\u30ed\u30fc\u304c\u3069\u3046\u3057\u3066\u3082\u5fc5\u8981\u3067\u3059\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"2\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"2\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/12\/2.jpg\" width=\"640\" height=\"361\" \/>     <br \/>\u5199\u771f\u3067\u306f\u5927\u304d\u304f\u898b\u3048\u307e\u3059\u304c\u3001\u3044\u3056\u3001\u90e8\u54c1\u3068\u5411\u304d\u5408\u3063\u3066\u898b\u3066\u307f\u308b\u3068\u3001\u305d\u306e\u5c0f\u3055\u3055\u306b\u9762\u98df\u3089\u3044\u307e\u3059\u3002\u30a4\u30e1\u30fc\u30b8\u3067\u306f\u3001\u7c73\u7c922\u500b\u5206\u304f\u3089\u3044\u304b\u3001\u305d\u308c\u4ee5\u4e0b\u3067\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u5199\u771f\u306f\u3001\u30d3\u30c7\u30aa\u3092\u64ae\u308a\u306a\u304c\u3089\u3042\u3068\u304b\u3089\u30ad\u30e3\u30d7\u30c1\u30e3\u30fc\u3057\u305f\u3082\u306e\u3067\u3059\u3002\u307e\u3060\u3001\u62e1\u5927\u93e1\u306eCCD\u304c\u7528\u610f\u3067\u304d\u3066\u3044\u306a\u3044\u306e\u3067\u3001\u30d3\u30c7\u30aa\u3067\u4ee3\u7528\u3057\u307e\u3057\u305f\u3002\u8089\u773c\u3067\u306f\u3001\u307e\u3063\u305f\u304f\u898b\u3048\u306a\u3044\u3068\u3044\u3046\u3053\u3068\u306f\u306a\u3044\u306e\u3067\u3059\u304c\u3001\u72b6\u614b\u306e\u5909\u5316\u304c\u3088\u304f\u308f\u304b\u308a\u307e\u305b\u3093\u3057\u3001\u90e8\u54c1\u306e\u8868\u9762\u306b\u3064\u3044\u3066\u3044\u308b1PIN \u30de\u30fc\u30af\u304c\u307b\u307c\u898b\u3048\u307e\u305b\u3093\u3002\u306a\u3093\u3089\u304b\u306e\u62e1\u5927\u93e1\u306f\u5fc5\u9808\u3068\u611f\u3058\u307e\u3057\u305f\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u5927\u304d\u304f\u6d41\u308c\u306f\u4ee5\u4e0b\u306e\u3088\u3046\u306a\u30dd\u30a4\u30f3\u30c8\u3067\u3059\u3002\u30da\u30fc\u30b9\u30c8\u534a\u7530\u3092\u4f7f\u3063\u3066\u3044\u307e\u3059\u304c\u3001\u5de5\u7a0b\u304b\u3089\u3059\u308b\u3068\u3042\u307e\u308a\u610f\u5473\u304c\u7121\u3044\u611f\u3058\u3067\u3059\u3002<\/p>\n<p>1) \u534a\u7530\u3092\u9069\u91cf\u3064\u3051\u3001\u4e88\u5099\u534a\u7530\u3092\u3059\u308b<\/p>\n<p>2) \u30d5\u30e9\u30c3\u30af\u30b9\u3092\u3064\u3051\u308b<\/p>\n<p>3) \u30d1\u30fc\u30c4\u3092\u30d4\u30f3\u30bb\u30c3\u30c8\u3067\u7f6e\u304d\u3001\u71b1\u98a8\u3092\u5f53\u3066\u308b<\/p>\n<p>4) \u534a\u7530\u304c\u6eb6\u3051\u308b\u3068\u3001\u30d1\u30fc\u30c4\u304c\u5c11\u3057\u6c88\u3080\u306e\u3067\u30d4\u30f3\u30bb\u30c3\u30c8\u3067\u5c11\u3057\u3042\u3066\u306a\u3058\u307e\u305b\u308b<\/p>\n<p>5) \u30d5\u30e9\u30c3\u30af\u30b9\u3092\u6383\u9664<\/p>\n<p>&#160;<\/p>\n<p>\u7d50\u8ad6\u304b\u3089\u8a00\u3048\u3070\u3001\u3053\u306e\u5de5\u7a0b\u306e\u30013,4 \u3067\u5931\u6557\u3057\u307e\u3057\u305f\u3002<\/p>\n<p>&#160;<\/p>\n<p><strong>1) \u534a\u7530\u3092\u9069\u91cf\u3064\u3051\u4e88\u5099\u534a\u7530\u3092\u3059\u308b\u3002<\/strong><\/p>\n<p>&#160;<\/p>\n<p>\u30da\u30fc\u30b9\u30c8\u534a\u7530\u3092\u3064\u3051\u307e\u3057\u305f\u3002\u304b\u306a\u308a\u8352\u3063\u307d\u3044\u3067\u3059\u304c\u3001\u6eb6\u3051\u3066\u304d\u308c\u3044\u306b\u306a\u308b\u306e\u3067\u554f\u984c\u3042\u308a\u307e\u305b\u3093\u3002\u305d\u3082\u305d\u30823mm \u56db\u65b9\u306e\u8a71\u3067\u3001\u624b\u4f5c\u696d\u3067\u306f\u9650\u754c\u304c\u3042\u308a\u307e\u3059\u3002\u30b9\u30c6\u30f3\u30b7\u30eb\u3092\u4f5c\u3063\u3066\u3064\u3051\u308b\u5834\u5408\u306f\u3001\u30da\u30fc\u30b9\u30c8\u534a\u7530\u306e\u610f\u5473\u304c\u3042\u308b\u3068\u611f\u3058\u307e\u3057\u305f\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"1\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"1\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/12\/1.png\" width=\"640\" height=\"360\" \/> <\/p>\n<p>\u71b1\u98a8\u3092\u3042\u3066\u3001\u6eb6\u304b\u3057\u307e\u3059\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"2\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"2\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/12\/2.png\" width=\"640\" height=\"360\" \/> <\/p>\n<p>PCB\u306b\u30de\u30b9\u30af\u304c\u304b\u304b\u3063\u3066\u3044\u308b\u306e\u3067\u3001\u9285\u7b94\u9762\u306b\u304f\u3063\u3064\u304d\u307e\u3059\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"3\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"3\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/12\/3.png\" width=\"640\" height=\"360\" \/> <\/p>\n<p>\u30d4\u30f3\u306b\u30d6\u30ea\u30c3\u30b8\u304c\u51fa\u6765\u308b\u5834\u5408\u3001\u5148\u304c\u30d5\u30e9\u30c3\u30c8\u306b\u306a\u3063\u3066\u3044\u308b\u5c0f\u624b\u3067\u3001\u4fee\u6b63\u3057\u307e\u3059\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"4\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"4\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/12\/4.png\" width=\"640\" height=\"360\" \/> <\/p>\n<p>\u3053\u3093\u306a\u611f\u3058\u306e\u72b6\u614b\u3092\u4f5c\u308a\u307e\u3059\u3002\u30b9\u30c6\u30f3\u30b7\u30eb\u3067\u7dba\u9e97\u306b\u3001\u3053\u306e\u80f4\u7b94\u9762\u306b\u30da\u30fc\u30b9\u30c8\u534a\u7530\u3092\u4ed8\u3051\u3089\u308c\u308c\u3070\u6eb6\u304b\u3055\u305a\u30d1\u30fc\u30c4\u3092\u7f6e\u3044\u3066\u3057\u307e\u3063\u3066\u826f\u3044\u3068\u601d\u3044\u307e\u3059\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"5\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"5\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/12\/5.png\" width=\"640\" height=\"360\" \/> <\/p>\n<p><strong>2) \u30d5\u30e9\u30c3\u30af\u30b9\u3092\u3064\u3051\u308b<\/strong><\/p>\n<p><strong>3) \u30d1\u30fc\u30c4\u3092\u30d4\u30f3\u30bb\u30c3\u30c8\u3067\u7f6e\u304d\u3001\u71b1\u98a8\u3092\u5f53\u3066\u308b<\/strong><\/p>\n<p>&#160;<\/p>\n<p>\u5c11\u3057\u6e05\u6383\u3057\u3066\u304b\u3089\u3001\u30d5\u30e9\u30c3\u30af\u30b9\u3092\u4ed8\u3051\u76f4\u3057\u305f\u307b\u3046\u304c\u3088\u304b\u3063\u305f\u304b\u3082\u3057\u308c\u307e\u305b\u3093\u304c\u3001\u5199\u771f\u306e\u3088\u3046\u306b\u307e\u3060\u30d5\u30e9\u30c3\u30af\u30b9\u304c\u3042\u308b\u306e\u3067\u3044\u3044\u304b\u306a\u3068\u3001\u30d1\u30b9\u3002\u30d4\u30f3\u30bb\u30c3\u30c8\u3067\u30d1\u30fc\u30c4\u3092\u7f6e\u304d\u71b1\u98a8\u3092\u5f53\u3066\u307e\u3059\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"6\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"6\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/12\/6.png\" width=\"640\" height=\"360\" \/> <\/p>\n<p><strong>4) \u534a\u7530\u304c\u6eb6\u3051\u308b\u3068\u3001\u30d1\u30fc\u30c4\u304c\u5c11\u3057\u6c88\u3080\u306e\u3067\u30d4\u30f3\u30bb\u30c3\u30c8\u3067\u5c11\u3057\u3042\u3066\u306a\u3058\u307e\u305b\u308b<\/strong><\/p>\n<p>&#160;<\/p>\n<p>\u30d5\u30e9\u30c3\u30af\u30b9\u306e\u6db2\u3068\u534a\u7530\u306b\u6d6e\u3044\u3066\u3044\u307e\u3059\u304c\u3001\u71b1\u98a8\u3092\u5f53\u3066\u3066\u3044\u308b\u3068\u5c11\u3057\u6c88\u307f\u8fbc\u307f\u307e\u3059\u3002\u3053\u306e\u3068\u304d\u3001\u4f4d\u7f6e\u304c\u305a\u308c\u3066\u3057\u307e\u3044\u307e\u3057\u305f\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"7\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"7\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/12\/7.png\" width=\"640\" height=\"360\" \/> <\/p>\n<p>\u3046\u307e\u304f\u4f4d\u7f6e\u3092\u4fee\u6b63\u3067\u304d\u305a\u306b\u3001\u4e00\u5ea6\u534a\u7530\u304c\u56fa\u307e\u308a\u307e\u3057\u305f\u3002\u30b5\u30a4\u30c9\u3001\u71b1\u98a8\u3092\u3042\u3066\u3001\u30d4\u30f3\u30bb\u30c3\u30c8\u3067\u4f4d\u7f6e\u3092\u4fee\u6b63\u3057\u3066\u3044\u307e\u3059\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"8\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"8\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/12\/8.png\" width=\"640\" height=\"360\" \/> <\/p>\n<p><strong>5) \u30d5\u30e9\u30c3\u30af\u30b9\u3092\u6383\u9664<\/strong><\/p>\n<p>&#160;<\/p>\n<p>\u3061\u3083\u3093\u3068\u3064\u3044\u305f\u3088\u3046\u306b\u898b\u3048\u305f\u306e\u3067\u3059\u304c\u3001\u6e05\u6383\u3057\u3066\u3088\u304f\u898b\u308b\u3068\u3001\u4f4d\u7f6e\u304c\u5927\u5e45\u306b\u305a\u308c\u3066\u3044\u307e\u3059\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"9\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"9\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/12\/9.png\" width=\"640\" height=\"360\" \/> <\/p>\n<p>\u30d1\u30fc\u30c4\u304c\u4ed8\u3044\u3066\u3044\u306a\u3044\u57fa\u677f\u3068\u898b\u6bd4\u3079\u308b\u3068\u3001\u3042\u304d\u3089\u304b\u306b\u4e0b\u5074\u306b\u3088\u3063\u3066\u3044\u307e\u3059\u3002\u4e2d\u592e\u306eGND\u30d1\u30c3\u30c8\u90e8\u5206\u304cPIN\u306b\u5e72\u6e09\u3057\u3066\u3044\u308b\u304b\u3082\u3057\u308c\u307e\u305b\u3093\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"10\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"10\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/12\/10.png\" width=\"640\" height=\"360\" \/> <\/p>\n<p>&#160;<\/p>\n<p>\u3068\u3044\u3046\u308f\u3051\u3067\u3001\u6700\u521d\u306e\u5de5\u7a0b\u306f\u5931\u6557\u3002\u3055\u3066\u3001\u3069\u3053\u304c\u60aa\u304b\u3063\u305f\u306e\u3067\u3057\u3087\u3046\u304b\uff1f \u3060\u3081\u306a\u3068\u3053\u308d\u3092\u307e\u3068\u3081\u308b\u3068\u4ee5\u4e0b\u3067\u3059\u3002<\/p>\n<p>\u30fbGND\u30d1\u30c3\u30c9\u304c\u6eb6\u3051\u3066\u6c88\u307f\u8fbc\u3080\u3068\u304d\u306b\u305a\u308c\u305f\u3002<\/p>\n<p>\u30fb\u30d6\u30ed\u30fc\u3092\u6a2a\u304b\u3089\u5f53\u3066\u3066\u3044\u305f<\/p>\n<p>\u30fb\u771f\u4e0a\u304b\u3089\u3042\u3066\u3066\u305f\u3068\u3057\u3066\u3082\u3001\u30d4\u30f3\u304c4\u65b9\u306b\u306a\u304f\u3001\u5de6\u53f3\u306b\u305a\u308c\u308b\u306e\u5f53\u7136\u304b\u3082\u3002<\/p>\n<p>\u30fb\u305a\u308c\u308b\u3068\u306f\u601d\u3063\u3066\u3044\u306a\u304b\u3063\u305f\u306e\u3067\u3001\u30d4\u30f3\u30bb\u30c3\u30c8\u3092\u6301\u3063\u3066\u3044\u306a\u304b\u3063\u305f<\/p>\n<p>\u30fbPIN\u90e8\u5206\u306e\u534a\u7530\u304c\u6eb6\u3051\u3001\u8868\u9762\u5f35\u529b\u306b\u3088\u308a\u79fb\u52d5\u3057\u305f<\/p>\n<p>\u30fb\u4e88\u5099\u534a\u7530\u3057\u305f\u3042\u3068\u3001\u30d5\u30e9\u30c3\u30af\u30b9\u3092\u4ed8\u3051\u76f4\u3055\u306a\u304b\u3063\u305f<\/p>\n<p>&#160;<\/p>\n<p>\u5148\u8f29\u305f\u3061\u306e\u30d3\u30c7\u30aa\u3092\u898b\u3066\u308f\u304b\u3063\u305f\u3053\u3068\u304c\u3042\u308a\u307e\u3059\u3002<\/p>\n<p>\u30fb\u5de5\u6cd5\u306f\u3001\u5927\u304d\u304f\uff12\u3064\u3042\u308a\u3001GND\u30d1\u30c3\u30c8\u306e\u307f\u4e88\u5099\u534a\u7530\u3092\u3057\u3066\u3001\u30ea\u30d5\u30ed\u30fc\u3057\u3001PIN\u306f\u3042\u3068\u304b\u3089\u624b\u534a\u7530\u3067\u884c\u3046\u65b9\u6cd5\u3068\u3001\u540c\u6642\u306bPIN\u307e\u3067\u3064\u3051\u308b\u65b9\u6cd5\u304c\u3042\u308b\u3002<\/p>\n<p>\u30fbPIN\u90e8\u5206\u3082\u30b5\u30a4\u30c9\u304b\u3089\u3001\u3042\u3068\u304b\u3089\u624b\u534a\u7530\u3057\u3066\u3044\u308b\u3002\u30d1\u30fc\u30c4\u306e\u30b5\u30a4\u30c9\u9762\u306e\u7aef\u5b50\u90e8\u5206\u3068\u534a\u7530\u3092\u306a\u3058\u307e\u305b\u3066\u3044\u308b\u3002<\/p>\n<p>\u30fbPIN\u3092\u540c\u6642\u306b\u3064\u3051\u308b\u5834\u5408\u306f\u3001GND\u30d1\u30c3\u30c8\u90e8\u5206\u306e\u534a\u7530\u3092\u76db\u308a\u904e\u304e\u306a\u3044\u3053\u3068\u3002\u4e88\u5099\u534a\u7530\u3057\u305f\u3068\u304d\u3001\u30b5\u30a4\u30c9\u304b\u3089\u898b\u308c\u3070PIN\u90e8\u5206\u3068\u540c\u4e00\u306e\u9ad8\u3055\u306b\u306a\u308b\u3088\u3046\u306b\u3059\u308b\u3002\u3053\u308c\u306b\u3088\u308a\u305a\u308c\u306b\u304f\u304f\u3059\u308b<\/p>\n<p>\u30fb\u4e88\u5099\u534a\u7530\u3092\u3057\u305f\u306e\u3061\u3001\u30d5\u30e9\u30c3\u30af\u30b9\u306f\u5fc5\u305a\u3064\u3051\u308b\u3002\u30d5\u30e9\u30c3\u30af\u30b9\u306e\u6d41\u308c\u3067\u3001\u534a\u7530\u304c\u6eb6\u3051\u3066\u6c88\u307f\u8fbc\u307f\u306e\u73fe\u8c61\u304c\u826f\u304f\u308f\u304b\u308b\u306e\u3068\u3001\u591a\u5c11\u4f4d\u7f6e\u304c\u305a\u308c\u305f\u5834\u5408\u306b\u3001\u4fee\u6b63\u304c\u697d\u306b\u306a\u308b\u306e\u3068\u3001\uff12\u3064\u610f\u5473\u304c\u3042\u308b\u3002<\/p>\n<p>\u30fb\u30da\u30fc\u30b9\u30c8\u534a\u7530\u3092\u4f7f\u3046\u5fc5\u8981\u306f\u7121\u3044\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u25bc\u53c2\u8003<\/p>\n<p>&#160;<\/p>\n<p>\u30b5\u30a4\u30c9\u90e8\u5206\u306f\u3042\u3068\u304b\u3089\u3001\u534a\u7530\u3059\u308b\u5834\u5408<\/p>\n<p> [youtube https:\/\/www.youtube.com\/watch?v=hYllE1gnzzU]  <\/p>\n<p>&#160;<\/p>\n<p>GND\u30d1\u30c3\u30c8\u3068PIN\u3092\u540c\u6642\u306e\u5834\u5408\uff08\u6620\u50cf\u306b\u306f\u306a\u3044\u304c\u3001\u3042\u3068\u304b\u3089\u3001\u30b5\u30a4\u30c9\u3082\u3084\u3063\u3066\u3044\u308b\u3068\u601d\u3046\uff09<\/p>\n<p> [youtube https:\/\/www.youtube.com\/watch?v=JW3kRnjggFo]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>\u6210\u529f\u3059\u308b\u4f8b\u3092\u8f09\u305b\u3066\u3082\u3001\u307e\u3041\u6559\u8a13\u306b\u306f\u306a\u308a\u307e\u305b\u3093\u3002 \u5931\u6557\u304b\u3089\u30b3\u30c4\u3092\u899a\u3048\u3066\u304a\u304f\u305f\u3081\u306b\u3082\u3001\u5199\u771f\u89e3\u8aac\u4ed8\u304d\u3067\u8f09\u305b\u306a\u305c\u5931\u6557\u3057\u305f\u304b\u3092\u8003\u3048\u3066\u307f\u305f\u3044\u3068\u601d\u3044\u307e\u3059\u3002 &#160; \u3055\u3066\u3001\u534a\u7530\u4ed8\u3051\u306e\u5bfe\u8c61\u306fTPS63000\u3067\u3059\u3002 \u3053\u306e\u30d1\u30c3\u30b1\u30fc\u30b8\u306fQ [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"_uag_custom_page_level_css":"","footnotes":""},"categories":[10,30,64],"tags":[],"acf":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"post-thumbnail":false},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":0,"uagb_excerpt":"\u6210\u529f\u3059\u308b\u4f8b\u3092\u8f09\u305b\u3066\u3082\u3001\u307e\u3041\u6559\u8a13\u306b\u306f\u306a\u308a\u307e\u305b\u3093\u3002 \u5931\u6557\u304b\u3089\u30b3\u30c4\u3092\u899a\u3048\u3066\u304a\u304f\u305f\u3081\u306b\u3082\u3001\u5199\u771f\u89e3\u8aac\u4ed8\u304d\u3067\u8f09\u305b\u306a\u305c\u5931\u6557\u3057&hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/1847"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=1847"}],"version-history":[{"count":0,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/1847\/revisions"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=1847"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/categories?post=1847"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/tags?post=1847"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}