{"id":4922,"date":"2020-02-24T08:45:49","date_gmt":"2020-02-23T23:45:49","guid":{"rendered":"https:\/\/hack.gpl.jp\/?p=4922"},"modified":"2020-02-24T08:45:49","modified_gmt":"2020-02-23T23:45:49","slug":"osx%e3%81%a7%e5%8f%b3%e3%82%af%e3%83%aa%e3%83%83%e3%82%af%ef%bc%9e%e6%96%b0%e8%a6%8f%e3%83%86%e3%82%ad%e3%82%b9%e3%83%88","status":"publish","type":"post","link":"https:\/\/hack.gpl.jp\/2020\/02\/24\/osx%e3%81%a7%e5%8f%b3%e3%82%af%e3%83%aa%e3%83%83%e3%82%af%ef%bc%9e%e6%96%b0%e8%a6%8f%e3%83%86%e3%82%ad%e3%82%b9%e3%83%88\/","title":{"rendered":"osx\u3067\u53f3\u30af\u30ea\u30c3\u30af\uff1e\u65b0\u898f\u30c6\u30ad\u30b9\u30c8"},"content":{"rendered":"<p>\u304a\u306f\u3088\u3046\u3054\u3056\u3044\u307e\u3059\u3002\u4eca\u65e5\u306f\u632f\u66ff\u4f11\u65e5\u3067\u3059\u306d\uff01<\/p>\n<p>\uff13\u9023\u4f11\u3082\u3042\u3063\u3068\u3044\u3046\u9593\u306b\u6700\u7d42\u65e5\uff01\u901f\u3044\u3067\u3059\u306d\u3002\u4e16\u9593\u306f\u30b3\u30ed\u30ca\u30a6\u30a3\u30eb\u30b9\u3068\u304b\u3067\u3001\u3044\u308d\u3093\u306a\u30a4\u30d9\u30f3\u30c8\u304c\u4e2d\u6b62\u306b\u306a\u3063\u3066\u3044\u308b\u611f\u3058\u3067\u3059\u3002<\/p>\n<p>\u3055\u3066\u3001\u4eca\u65e5\u306f\u65e9\u8d77\u304d\u3057\u305f\u306e\u3067\u3061\u3087\u3063\u3068\u90e8\u5c4b\u3092\u7247\u4ed8\u3051\u3066\u3001\u3054\u306b\u3087\u3054\u306b\u3087\u3068\u3084\u3063\u3066\u3044\u307e\u3059\u3002\u5c11\u3057\u30ea\u30e2\u30fc\u30c8\u306e\u304a\u4ed5\u4e8b\u3092\u3084\u3089\u306a\u3044\u3068\u3044\u3051\u306a\u3044\u3093\u3067\u3059\u304c\u3084\u308b\u6c17\u304c\u51fa\u306a\u3044\u306e\u3067\u5f37\u5236\u7684\u306bPC\u306e\u524d\u306b\u5ea7\u3063\u3066\u3044\u308b\u3068\u3053\u308d\u3067\u3059\u3002<\/p>\n<p>\u305d\u3046\u3044\u3046\u6642\u306b\u3074\u3063\u305f\u308a\u306a\u306e\u304c\u30d6\u30ed\u30b0\u66f4\u65b0\u306a\u3093\u3067\u3001\u5c11\u3057\u5c0f\u30cd\u30bf\u3092\u66f8\u3044\u3066\u307f\u308b\u3053\u3068\u3057\u307e\u3059\u3002<\/p>\n<p>\u00a0<\/p>\n<h3>mac \u3067\u53f3\u30af\u30ea\u30c3\u30af\uff1e\u65b0\u898f\u30c6\u30ad\u30b9\u30c8<\/h3>\n<p>windows \u3060\u3068\u6a19\u6e96\u3067\u3042\u308b\u6a5f\u80fd\u3067\u3001mac \u306b\u306f\u306a\u3044\u6a5f\u80fd\u306f\u305f\u304f\u3055\u3093\u3042\u308a\u307e\u3059\u304c\u305d\u306e\u4e00\u3064\u306b\u300c\u30c7\u30b9\u30af\u30c8\u30c3\u30d7\u4e0a\u3067\u53f3\u30af\u30ea\u30c3\u30af\uff1e\u65b0\u898f\u30c6\u30ad\u30b9\u30c8\u300d\u4f5c\u6210\u3063\u3066\u3044\u3046\u306e\u304c\u3042\u308a\u307e\u3059\u3002<\/p>\n<p>\u3053\u308c mac \u3060\u3068\u3067\u304d\u306a\u3044\u3093\u3067\u3059\u3088\u306d\uff01\u3000\u3082\u3046\u6163\u308c\u307e\u3057\u305f\u304c\u3001\u3084\u3063\u3071\u308a\u3042\u308b\u3068\u4fbf\u5229\u306a\u3093\u3067\u305d\u3046\u3044\u3046TOOL\u306e\u7d39\u4ecb\u3067\u3059\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" style=\"display:block;margin-left:auto;margin-right:auto;\" title=\"2020-02-24 08.21.36.gif\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/02\/2020-02-24-08.21.36.gif\" alt=\"2020 02 24 08 21 36\" width=\"664\" height=\"416\" border=\"0\" \/><\/p>\n<p>\u3053\u3093\u306a\u611f\u3058\u3067\u3001\u30c7\u30b9\u30af\u30c8\u30c3\u30d7\u4e0a\u3092\u53f3\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u3001\u65b0\u898f\u30c6\u30ad\u30b9\u30c8\u30e1\u30cb\u30e5\u30fc\u304c\u51fa\u3066\u304d\u307e\u3059\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" style=\"display:block;margin-left:auto;margin-right:auto;\" title=\"New_File_Menu_on_the_Mac\u00a0App\u00a0Store.png\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/02\/new_file_menu_on_the_mac-app-store.png\" alt=\"New File Menu on the Mac\u00a0App\u00a0Store\" width=\"598\" height=\"361\" border=\"0\" \/><\/p>\n<p>\u3053\u308c\u304c\u5b9f\u73fe\u3059\u308b\u30e6\u30fc\u30c6\u30a3\u30ea\u30c6\u30a3\u30fc\u306a\u3093\u3067\u3059\u304c\u3001New File Menu \u3063\u3066\u3044\u3046\u306e\u304c\u3042\u308a\u307e\u3059\u3002\u30c9\u30ea\u30f3\u30af\uff12\u672c\u5206\u304f\u3089\u3044\u3067\u3001\u5b89\u3044\u306e\u3067\u3061\u3087\u3063\u3068\u30ab\u30b9\u30bf\u30de\u30a4\u30ba\u3059\u308b\u306e\u306b\u306f\u3044\u3044\u304b\u3082\u3067\u3059\u306d\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" style=\"display:block;margin-left:auto;margin-right:auto;\" title=\"New_File_Menu_Preferences.jpg\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/02\/new_file_menu_preferences.jpg\" alt=\"New File Menu Preferences\" width=\"480\" height=\"355\" border=\"0\" \/><\/p>\n<p>\u3053\u3093\u306a\u611f\u3058\u3067\u3001\u65e5\u672c\u8a9e\u30ed\u30fc\u30ab\u30e9\u30a4\u30ba\u3082\u53ef\u80fd\u3067\u3059\u3002\u6319\u52d5\u306e\u8a2d\u5b9a\u306f\u3001\u7d30\u304b\u304f\u8abf\u6574\u3067\u304d\u307e\u3059\u3002<\/p>\n<p>\u53f3\u30af\u30ea\u30c3\u30af\u3057\u3066\u3001\u3059\u3050\u306b\u30c6\u30ad\u30b9\u30c8\u3092\u958b\u304f\u3088\u3046\u306b\u3059\u308b\u306b\u306f\u4ee5\u4e0b\u306e\uff13\u3064\u306e\u30c1\u30a7\u30c3\u30af\u3092\u5165\u308c\u3066\u304a\u304d\u307e\u3059\u3002\u30c0\u30a4\u30a2\u30ed\u30b0\u304c\u51fa\u306a\u3044\u3057\u3001\u3059\u3050\u306b\u65b0\u898f\u4f5c\u6210\u3057\u305f\u30c6\u30ad\u30b9\u30c8\u3092\u958b\u3044\u3066\u66f8\u3051\u307e\u3059\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" style=\"display:block;margin-left:auto;margin-right:auto;\" title=\"New_File_Menu_Preferences.png\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/02\/new_file_menu_preferences.png\" alt=\"New File Menu Preferences\" width=\"436\" height=\"340\" border=\"0\" \/><\/p>\n<p>Automator \u3067\u30de\u30af\u30ed\u3092\u66f8\u304f\u65b9\u6cd5\u3082\u3042\u308b\u3093\u3067\u3059\u304c\u30c0\u30eb\u3044\u3057\u3044\u307e\u3044\u3061\u306a\u3093\u3067\u3001\u81ea\u5206\u306f\u3053\u3063\u3061\u304c\u6c17\u306b\u5165\u3063\u3066\u3044\u307e\u3059\u3002<br \/>\u3068\u3044\u3046\u3053\u3068\u3067\u3001\u5c0f\u30cd\u30bf\u306e\u7d39\u4ecb\u3067\u3057\u305f\u3002\u3061\u306a\u307f\u306b\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u958b\u304f\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306f\u4ee5\u4e0b\u306e\u3088\u3046\u306b\u5909\u66f4\u3067\u304d\u307e\u3059\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" style=\"display:block;margin-left:auto;margin-right:auto;\" title=\"2020-02-24 08.51.35.gif\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/02\/2020-02-24-08.51.35.gif\" alt=\"2020 02 24 08 51 35\" width=\"288\" height=\"382\" border=\"0\" \/><\/p>\n<p>\u305d\u3046\u305d\u3046\u3001\u3053\u306eGIF\u30a2\u30cb\u30e1\u30fc\u30b7\u30e7\u30f3\u3092\u4f5c\u308b\u4fbf\u5229\u306a\u30b9\u30af\u30ea\u30fc\u30f3\u30ec\u30b3\u30fc\u30c0\u30fc\u304c\u3081\u3063\u3061\u3083\u4fbf\u5229\u306a\u3093\u3067\u3059\u3088\u306d\u3002\u6b21\u306b\u7d39\u4ecb\u3057\u3066\u3044\u304d\u307e\u3059\u306d\u3002<\/p>\n","protected":false},"excerpt":{"rendered":"<p>\u304a\u306f\u3088\u3046\u3054\u3056\u3044\u307e\u3059\u3002\u4eca\u65e5\u306f\u632f\u66ff\u4f11\u65e5\u3067\u3059\u306d\uff01 \uff13\u9023\u4f11\u3082\u3042\u3063\u3068\u3044\u3046\u9593\u306b\u6700\u7d42\u65e5\uff01\u901f\u3044\u3067\u3059\u306d\u3002\u4e16\u9593\u306f\u30b3\u30ed\u30ca\u30a6\u30a3\u30eb\u30b9\u3068\u304b\u3067\u3001\u3044\u308d\u3093\u306a\u30a4\u30d9\u30f3\u30c8\u304c\u4e2d\u6b62\u306b\u306a\u3063\u3066\u3044\u308b\u611f\u3058\u3067\u3059\u3002 \u3055\u3066\u3001\u4eca\u65e5\u306f\u65e9\u8d77\u304d\u3057\u305f\u306e\u3067\u3061\u3087\u3063\u3068\u90e8\u5c4b\u3092\u7247\u4ed8\u3051\u3066\u3001\u3054\u306b\u3087\u3054\u306b [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":""},"categories":[62],"tags":[],"acf":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"post-thumbnail":false},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":0,"uagb_excerpt":"\u304a\u306f\u3088\u3046\u3054\u3056\u3044\u307e\u3059\u3002\u4eca\u65e5\u306f\u632f\u66ff\u4f11\u65e5\u3067\u3059\u306d\uff01 \uff13\u9023\u4f11\u3082\u3042\u3063\u3068\u3044\u3046\u9593\u306b\u6700\u7d42\u65e5\uff01\u901f\u3044\u3067\u3059\u306d\u3002\u4e16\u9593\u306f\u30b3\u30ed\u30ca\u30a6\u30a3\u30eb\u30b9\u3068\u304b&hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/4922"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=4922"}],"version-history":[{"count":0,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/4922\/revisions"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=4922"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/categories?post=4922"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/tags?post=4922"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}