{"id":1066,"date":"2015-08-26T05:30:15","date_gmt":"2015-08-25T20:30:15","guid":{"rendered":"https:\/\/hack.gpl.jp\/?p=1066"},"modified":"2015-08-26T05:30:15","modified_gmt":"2015-08-25T20:30:15","slug":"%e3%81%9d%e3%82%82%e3%81%9d%e3%82%82iot-%e3%81%a3%e3%81%a6%e4%bd%95%e3%82%88%e3%80%81%e4%bd%95%e3%81%8c%e3%81%99%e3%81%94%e3%81%84%e3%81%ae%e3%82%88%e3%80%82","status":"publish","type":"post","link":"https:\/\/hack.gpl.jp\/2015\/08\/26\/%e3%81%9d%e3%82%82%e3%81%9d%e3%82%82iot-%e3%81%a3%e3%81%a6%e4%bd%95%e3%82%88%e3%80%81%e4%bd%95%e3%81%8c%e3%81%99%e3%81%94%e3%81%84%e3%81%ae%e3%82%88%e3%80%82\/","title":{"rendered":"\u305d\u3082\u305d\u3082IoT \u3063\u3066\u4f55\u3088\u3001\u4f55\u304c\u3059\u3054\u3044\u306e\u3088\u3002"},"content":{"rendered":"<p>2015\u5e74\u306f\u3001\u672a\u6765\u304b\u3089\u898b\u308c\u3070\u304a\u305d\u3089\u304f IoT \u5143\u5e74\u7684\u306a\u4f4d\u7f6e\u3065\u3051\u306b\u306a\u308b\u306f\u305a\u3067\u3059\u304c\u3001\u305d\u3082\u305d\u3082IoT \u3063\u3066\u4f55\u3088\u3063\u3066\u3044\u3046\u3069\u3046\u3067\u3082\u3044\u3044\u8a71\u3002   <br \/>\u77e5\u308b\u306e\u3068\u77e5\u3089\u306a\u3044\u306e\u3067\u306f\u3001\u7740\u76ee\u8996\u70b9\u304c\u5909\u308f\u308b\u3068\u601d\u3046\u306e\u3067\u3001\u565b\u307f\u7815\u304d\u305f\u3044\u3068\u601d\u3044\u307e\u3059\u3002    <\/p>\n<p>\u30cd\u30c3\u30c8\u306e\u60c5\u5831\u3092\u898b\u305f\u308a\u3001\u96d1\u8a8c\u306a\u3069\u304b\u3089\u4f1d\u308f\u308b\u611f\u60f3\u3067\u3059\u304c\u3001<strong>\u8a00\u8449\u304c\u72ec\u308a\u6b69\u304d\u3057\u3066\u6b63\u76f4\u30d4\u30f3\u3068\u6765\u307e\u305b\u3093<\/strong>\u3002\u305f\u3060\u5206\u304b\u308b\u306e\u306f\u3001<strong>\u7d44\u307f\u5408\u308f\u305b\u3084\u5fdc\u7528\u6b21\u7b2c\u3067\u672a\u77e5\u306e\u30e2\u30ce\u3084\u4fa1\u5024\u89b3\u304c\u751f\u307f\u51fa\u3055\u308c\u308b<\/strong>\u3053\u3068\u306f\u306a\u3093\u3068\u306a\u304f\u3001\u7406\u89e3\u3067\u304d\u307e\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u4ee5\u524d\u4f5c\u3063\u305f\u3082\u306e\u3067\u3001\u6e29\u5ea6\u6e7f\u5ea6\u7167\u5ea6\u306e\uff13\u3064\u306e\u60c5\u5831\u3092\u597d\u304d\u306a\u6240\u306b\u6301\u3061\u6b69\u3051\u3001WiFi\u7d4c\u7531\u3067\u30a4\u30f3\u30bf\u30fc\u30cd\u30c3\u30c8\u306b\u30c7\u30fc\u30bf\u3092\u6295\u3052\u3001\u30b0\u30e9\u30d5\u8868\u793a\u3059\u308bIoT \u30c7\u30d0\u30a4\u30b9\u3092\u5b9f\u969b\u306b\u4f5c\u3063\u3066\u307f\u305f\u3093\u3067\u3059\u304c\u3001\u6b63\u76f4\u30c7\u30fc\u30bf\u30ed\u30ac\u30fc\u3068\u306e\u9055\u3044\u306f\u30ea\u30a2\u30eb\u30bf\u30a4\u30e0\u3067\u30c7\u30fc\u30bf\u304c\u898b\u3048\u30b0\u30e9\u30d5\u5316\u3067\u304d\u308b\u304b\u3069\u3046\u304b\uff1f \u3068\u3044\u3046\u4e8b\u304f\u3089\u3044\u3057\u304b\u9055\u3044\u304c\u7406\u89e3\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u306a\u306e\u3067\u3001\u6539\u3081\u3066IoT\u30c7\u30d0\u30a4\u30b9\u3068\u3044\u3046\u7269\u304c\u3069\u306e\u3088\u3046\u306a\u5e83\u304c\u308a\u3092\u898b\u305b\u3066\u3044\u304f\u306e\u304b\u52c9\u5f37\u3057\u3066\u307f\u305f\u3044\u3068\u601d\u3044\u307e\u3059\u3002<\/p>\n<p>\u8208\u5473\u6df1\u3044\u306a\u3041\u3068\u611f\u3058\u305f\u306e\u306f\u3001TOCOS\u3055\u3093\u306e\u8a18\u4e8b\u3001TOCOS\u30ef\u30a4\u30e4\u30ec\u30b9\u30a8\u30f3\u30b8\u30f3\u306b\u3042\u308b\u300c<a href=\"http:\/\/tocos-wireless.com\/jp\/nekotter\/index.html\" target=\"_blank\" rel=\"noopener noreferrer\">\u306d\u3053\u3063\u305f\u30fc\uff08\u732b\u30c4\u30a4\u30c3\u30bf\u30fc\uff09<\/a>\u300d<\/p>\n<p>&#160;<\/p>\n<blockquote>\n<p>\u5f15\u7528<\/p>\n<p>\u306d\u3053\u3063\u305f\u30fc\uff08\u732b\u30c4\u30a4\u30c3\u30bf\u30fc\uff09\u30fb\u30c8\u30b3\u30b9\u30ef\u30a4\u30e4\u30ec\u30b9<\/p>\n<p><a title=\"http:\/\/tocos-wireless.com\/jp\/nekotter\/index.html\" href=\"http:\/\/tocos-wireless.com\/jp\/nekotter\/index.html\">http:\/\/tocos-wireless.com\/jp\/nekotter\/index.html<\/a><\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"system\" style=\"border-top:0;border-right:0;border-bottom:0;border-left:0;display:inline;\" border=\"0\" alt=\"system\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/08\/system.png\" width=\"640\" height=\"466\" \/> <\/p>\n<\/blockquote>\n<p>&#160;<\/p>\n<p>\u306a\u308b\u307b\u3069\u3067\u3059\u306d\u3002\u3053\u308c\u306f\u9234\u3068AP \u3067\u4f4d\u7f6e\u3092\u691c\u51fa\u3001\u89aa\u6a5f\u3067\u30c7\u30fc\u30bf\u51e6\u7406\u3001\u30c4\u30a4\u30c3\u30bf\u30fc\u306b\u73fe\u5728\u3084\u3063\u305f\u3053\u3068\u3092\u3064\u3076\u3084\u304f\u4ed5\u7d44\u307f\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u30bb\u30f3\u30b5\u30fc\u3068\u7d44\u307f\u5408\u308f\u305b\u3068\u3001\u30c7\u30fc\u30bf\u51e6\u7406\u3067\u9762\u767d\u304f\u3082\u306a\u308a\u3001\u4eca\u307e\u3067\u306a\u304b\u3063\u305f\u3088\u3046\u306a\u30c8\u30fc\u30bf\u30eb\u306a\u6a5f\u80fd\u304c\u5275\u51fa\u3055\u308c\u308b\u3068\u3044\u3046\u3002\u3068\u3044\u3046\u304b\u3001\u30c8\u30b3\u30b9\u3055\u3093\u306e\u88fd\u54c1\u9762\u767d\u3044\u3067\u3059\u306d\u3002\u3053\u3093\u306a\u9762\u767d\u3044\u3082\u306e\u304c\u3042\u308b\u306a\u3093\u3066\u77e5\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002TWE-Lite DIP \u3063\u3066\u3044\u304f\u3089\u306a\u3093\u3067\u3057\u3087\u3046\uff1f   <br \/><a href=\"http:\/\/akizukidenshi.com\/catalog\/g\/gK-06759\/\" target=\"_blank\" rel=\"noopener noreferrer\"><img loading=\"lazy\" decoding=\"async\" title=\"img60989101\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"img60989101\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/08\/img60989101.jpg\" width=\"640\" height=\"480\" \/><\/a>     <br \/>\u79cb\u6708\u3055\u3093\u3068\u3053\u308d\u3067\u30011,620\uff08\u7a0e\u8fbc\uff09\u3067\u3059\u306d\u3002\u624b\u304c\u3067\u307e\u3059\u306d\u3002\u3053\u308c\u306f\u8981\u8abf\u67fb\u3067\u3059\u306d\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u672c\u984c\u306b\u623b\u308a\u3001IoT \u3067\u30d4\u30f3\u3068\u304f\u308b\u3082\u306e\u304c\u306a\u3044\u306e\u3067\u3001\u60f3\u50cf\u3067\u304d\u307e\u305b\u3093\u3068\u3044\u3046\u8a71\u3067\u3057\u305f\u306d\u3002\u3069\u3063\u304b\u306e\u672c\u3067\u8aad\u3093\u3060\u306e\u3067\u3059\u304c\u3001\u30e2\u30fc\u30bf\u30fc\u306b\u30bb\u30f3\u30b5\u30fc\u3092\u3064\u3051\u308c\u3070\u6545\u969c\u3059\u308b\u78ba\u7acb\u304c\u308f\u304b\u308b\u3068\u3044\u3046\u8a18\u4e8b\u3067\u3001\u30de\u30b7\u30f3\u3068\u30de\u30b7\u30f3\u3092IoT \u3055\u305b\u308b\u3068\u305d\u3046\u3044\u3046\u3053\u3068\u3082\u51fa\u6765\u308b\u3093\u3067\u3059\u304b\uff5e\u7684\u306b\u306a\u3093\u3068\u306a\u304f\u899a\u3048\u3066\u3044\u308b\u3053\u3068\u304c\u3042\u308a\u307e\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u305d\u3093\u306a\u5177\u4f53\u7684\u306a\u4e8b\u4f8b\u3068\u7167\u3089\u3057\u5408\u308f\u305b\u308b\u3068\u7406\u89e3\u304c\u6df1\u307e\u308a\u3057\u3063\u304f\u308a\u304f\u308b\u3068\u601d\u3044\u307e\u3057\u305f\u3002<\/p>\n<p>\u4eca\u56de\u4f5c\u3063\u305f\u6e29\u5ea6\u6e7f\u5ea6\u7167\u5ea6\u304c\u30ea\u30a2\u30eb\u30bf\u30a4\u30e0\u3067\u898b\u3048\u308b\u30c7\u30d0\u30a4\u30b9\u3068\u3044\u3046\u306e\u306f\u3001\u305f\u3068\u3048\u3070\u4ee5\u4e0b\u306e\u8a18\u4e8b\u306b\u3042\u308b\u3088\u3046\u306a\u3001\u8702\u306e\u5de3\u306e\u6e29\u5ea6\u7ba1\u7406\u306b\u5fdc\u7528\u3067\u304d\u305d\u3046\u3067\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<blockquote>\n<p>\u30af\u30e9\u30b9\u30e1\u30bd\u30c3\u30c9\u682a\u5f0f\u4f1a\u793e \/ \u3057\u3093\u3084\u3055\u3093<\/p>\n<p><a href=\"http:\/\/dev.classmethod.jp\/cloud\/aws\/aws-summit-tokyo-2015-report-forefront-of-bigdata-and-analytics-casestudy\/\" target=\"_blank\" rel=\"noopener noreferrer\">[\u30ec\u30dd\u30fc\u30c8] \u7c73\u56fd\u306b\u304a\u3051\u308b IoT \/ Big Data &amp; Analytics \u6d3b\u7528\u4e8b\u4f8b\u306e\u6700\u524d\u7dda \u2013 \u5148\u9032\u4e8b\u4f8b\u306b\u5b66\u3076 IoT \u306e\u30d9\u30b9\u30c8\u30d7\u30e9\u30af\u30c6\u30a3\u30b9<\/a> <\/p>\n<\/blockquote>\n<p>&#160;<\/p>\n<p>\u8a00\u8449\u306e\u5b9a\u7fa9\u3068\u304b\u3001\u7406\u89e3\u4e0d\u80fd\u306a\u5185\u5bb9\u3082\u3042\u308a\u307e\u3057\u305f\u304c\u30a2\u30e1\u30ea\u30ab\u3067\u3082IoT \u306e\u6d3b\u7528\u306f\u76db\u3093\u306a\u3088\u3046\u3067\u3001\uff14\u3064\u306e\u8ab2\u984c\u306b\u3064\u3044\u3066\u8a71\u3092\u3055\u308c\u3066\u3044\u307e\u3059\u3002<\/p>\n<p>\u5192\u982d\u306e IoT \u306e\u5b9a\u7fa9\u306b\u3042\u308b\u90e8\u5206\u3067\u3001\u8981\u7d04\u3059\u308b\u3068<\/p>\n<blockquote>\n<p>\u30fb\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u5074\u306b\u7e1b\u308a\u304c\u3042\u308a\u3001\u5236\u7d04\u4ed8\u304d\u306a\u5c0f\u3055\u304f\u30b7\u30f3\u30d7\u30eb\u306a\u5f93\u6765\u3068\u9055\u3046\u3082\u306e\u3002<\/p>\n<p>\u30fbIoT \u306e\u6587\u8108\u3067\u30e2\u30ce\u3068\u3044\u3063\u305f\u3089\u3001\u4f55\u4e07\u53f0\u3082\u3042\u308b\u306e\u304c\u666e\u901a<\/p>\n<p>\u30fb\u4eba\u7684\u306a\u3084\u308a\u53d6\u308a\u306a\u3057\u306b\u5229\u7528\u3055\u308c\u308b\u3082\u306e\u3067\u3001\u30af\u30ea\u30c6\u30a3\u30ab\u30eb\u306a\u7528\u9014\u3067\u5229\u7528\u3055\u308c\u308b\u3082\u306e<\/p>\n<\/blockquote>\n<p>\u30b9\u30b1\u30fc\u30eb\u306e\u5927\u304d\u306a\u8a71\u306e\u3088\u3046\u3067\u30d4\u30f3\u3068\u304d\u307e\u305b\u3093\u3002\u305f\u3060\u3001\u308f\u304b\u3063\u305f\u306e\u306f\u3001\u6e29\u5ea6\u3068\u3044\u3046\u60c5\u5831\u3082\u5834\u6240\u3084\u7528\u9014\u3092\u9078\u3079\u3070\u4fa1\u5024\u304c\u3042\u308b\u60c5\u5831\u3068\u306a\u308b\u308f\u3051\u3067\u3059\u3002\u307e\u3001\u305d\u308a\u3083\u305d\u3046\u3067\u3059\u3088\u306d\u3002\u81ea\u5b85\u306e\u81ea\u5206\u304c\u3044\u308b\u90e8\u5c4b\u306e\u6e29\u5ea6\u3084\u6e7f\u5ea6\u3084\u7167\u5ea6\u304c\u308f\u304b\u3063\u305f\u3068\u3053\u308d\u3067\u3001\u3042\u3001\u305d\u3046\u3063\u3066\u3044\u3046\u3053\u3068\u3067\u3059\u3057\u306d\u3002\uff08\u307e\u3041\u3001\u3042\u306e\u30b0\u30e9\u30d5\u3092\u898b\u308c\u3070\u305d\u308c\u304c\u308f\u304b\u308b\u3068\u3044\u3046\u30cb\u30c3\u30c1\u306a\u5229\u7528\u7528\u9014\u3082\u3042\u308b\u308f\u3051\u3067\u3059\u304c\uff09<\/p>\n<p>&#160;<\/p>\n<p>\u30cd\u30c3\u30c8\u3084\u672c\u306a\u3069\u3067\u8a9e\u3089\u308c\u308bIoT \u306e\u8a71\u306f\u3001\u30b9\u30b1\u30fc\u30eb\u304c\u5927\u304d\u304f\u3066\u500b\u4eba\u304c\u5229\u7528\u3059\u308bIoT \u30c7\u30d0\u30a4\u30b9\u306e\u5229\u7528\u6cd5\u3068\u3044\u3046\u89b3\u70b9\u304b\u3089\u5c11\u3057\u305a\u308c\u3066\u3044\u308b\u306e\u3067\u3001\u3057\u3063\u304f\u308a\u3053\u306a\u3044\u306e\u304b\u3068\u601d\u3044\u307e\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u4eca\u5f8c\u306f\u3001\u500b\u4eba\u304c\u4f7f\u3046IoT \u3068\u3044\u3046\u30b5\u30d6\u30bf\u30a4\u30c8\u30eb\u3092\u610f\u8b58\u3057\u3066\u4f55\u304b\u4f5c\u3063\u3066\u3044\u3053\u3046\u304b\u3068\u3002AC\u96fb\u6e90\u3092\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3057\u305f\u308a\u3001\u90e8\u5c4b\u306e\u96fb\u6c17\u3092\u5207\u3063\u305f\u308a\u4ed8\u3051\u305f\u308a\u3001\u3053\u306e\u3042\u305f\u308a\u306f\u60f3\u50cf\u306e\u7bc4\u56f2\u5185\u3067\u3059\u304c\u3001\u4f55\u304b\u601d\u3044\u3082\u3057\u306a\u3044\u30e2\u30ce\u306b\u30bb\u30f3\u30b5\u30fc\u3092\u3064\u3051\u308b\u3068\u3001\u697d\u3057\u3044\u304b\u3082\u3057\u308c\u307e\u305b\u3093\u3002\u305d\u3046\u3044\u3046\u69cb\u60f3\u3092\u7df4\u308b\u306e\u304cMaker \u306a\u697d\u3057\u307f\u3067\u3082\u3042\u308a\u307e\u3059\u3057\u306d\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u307e\u3068\u3081<\/p>\n<p>\u30fbIot \u306f\u3001\u30b9\u30b1\u30fc\u30eb\u304c\u5927\u304d\u3044<\/p>\n<p>\u30fb\u500b\u4eba\u3067\u697d\u3057\u3080 IoT \u30c7\u30d0\u30a4\u30b9\u3068\u305d\u306e\u30c7\u30fc\u30bf\u5229\u7528\u6cd5\u3092\u307f\u3064\u3051\u3088\u3046<\/p>\n<p>\u30fb\u6b32\u3057\u3044\u3082\u306e\u3092\u4f5c\u308b<\/p>\n<p> \uff1e\u96fb\u5727\u30fb\u96fb\u6d41\u3092\u6295\u3052\u3064\u3051\u3066\u30b0\u30e9\u30d5\u5316\u3059\u308b\u30c7\u30d0\u30a4\u30b9<\/p>\n<p>\u30fbIoT \u30c7\u30d0\u30a4\u30b9\u304b\u3089\u306e\u30c7\u30fc\u30bf\u3092\u51e6\u7406\u3059\u308b\u305f\u3081\u3001RasPi2 \u306b\u30c7\u30fc\u30bf\u3092\u6295\u3052\u3066\u307f\u308b<\/p>\n","protected":false},"excerpt":{"rendered":"<p>2015\u5e74\u306f\u3001\u672a\u6765\u304b\u3089\u898b\u308c\u3070\u304a\u305d\u3089\u304f IoT \u5143\u5e74\u7684\u306a\u4f4d\u7f6e\u3065\u3051\u306b\u306a\u308b\u306f\u305a\u3067\u3059\u304c\u3001\u305d\u3082\u305d\u3082IoT \u3063\u3066\u4f55\u3088\u3063\u3066\u3044\u3046\u3069\u3046\u3067\u3082\u3044\u3044\u8a71\u3002 \u77e5\u308b\u306e\u3068\u77e5\u3089\u306a\u3044\u306e\u3067\u306f\u3001\u7740\u76ee\u8996\u70b9\u304c\u5909\u308f\u308b\u3068\u601d\u3046\u306e\u3067\u3001\u565b\u307f\u7815\u304d\u305f\u3044\u3068\u601d\u3044\u307e\u3059\u3002 \u30cd\u30c3\u30c8\u306e\u60c5\u5831 [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","footnotes":""},"categories":[14],"tags":[],"acf":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"post-thumbnail":false},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":0,"uagb_excerpt":"2015\u5e74\u306f\u3001\u672a\u6765\u304b\u3089\u898b\u308c\u3070\u304a\u305d\u3089\u304f IoT \u5143\u5e74\u7684\u306a\u4f4d\u7f6e\u3065\u3051\u306b\u306a\u308b\u306f\u305a\u3067\u3059\u304c\u3001\u305d\u3082\u305d\u3082IoT \u3063\u3066\u4f55\u3088\u3063\u3066\u3044&hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/1066"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=1066"}],"version-history":[{"count":0,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/1066\/revisions"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=1066"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/categories?post=1066"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/tags?post=1066"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}