{"id":1015,"date":"2015-08-23T21:07:49","date_gmt":"2015-08-23T12:07:49","guid":{"rendered":"https:\/\/hack.gpl.jp\/?p=1015"},"modified":"2015-08-23T21:07:49","modified_gmt":"2015-08-23T12:07:49","slug":"3-3v-%e5%9b%ba%e5%ae%9a-dc-dc%e3%82%b3%e3%83%b3%e3%83%90%e3%83%bc%e3%82%bf%e3%82%92%e8%aa%bf%e6%9f%bb","status":"publish","type":"post","link":"https:\/\/hack.gpl.jp\/2015\/08\/23\/3-3v-%e5%9b%ba%e5%ae%9a-dc-dc%e3%82%b3%e3%83%b3%e3%83%90%e3%83%bc%e3%82%bf%e3%82%92%e8%aa%bf%e6%9f%bb\/","title":{"rendered":"3.3V \u56fa\u5b9a DC-DC\u30b3\u30f3\u30d0\u30fc\u30bf\u3092\u8abf\u67fb"},"content":{"rendered":"<p>\u3055\u3066\u3001\u6628\u65e5\u306e\u591c\u4e2d3\u6642\u304f\u3089\u3044\u304b\u3089\u52d5\u4f5c\u3055\u305b\u3066\u3044\u308b1\u500b\u524d\u306e IoT \u30c7\u30d0\u30a4\u30b9\u306f18\u6642\u9593\u7d4c\u904e\u3057\u305f\u4eca\u3082\u307e\u3060\u52d5\u4f5c\u3057\u3066\u3044\u308b\u3088\u3046\u3067\u3059\u3002\u3057\u3070\u3057\u3001\u96fb\u6c60\u304c\u5207\u308c\u308b\u307e\u3067\u3001\u8abf\u3079\u7269\u3092\u3057\u3066\u3059\u3054\u3059\u3053\u3068\u306b\u3002\u660e\u65e5\u3082\u590f\u4f11\u307f\u3067\u3001\u597d\u304d\u306a\u3060\u3051\u904a\u3079\u307e\u3059\uff01   <br \/> \u3067\u3001\u96fb\u6c60\u306e\u51fa\u529b\u30923.3V \u306b\u56fa\u5b9a\u3055\u305b\u3066\u3001\u51fa\u529b500ma \u304f\u3089\u3044\u304c\u51fa\u305b\u308b\u3082\u306e\u3092\u8abf\u67fb\u3057\u307e\u3057\u305f\u3002    <\/p>\n<p>\u307e\u305a\u3001\u4e00\u767a\u76ee\u306b\u898b\u305f\u3082\u306e\u306f\u3001\u30c6\u30ad\u30b5\u30b9\u30fb\u30a4\u30f3\u30b9\u30c4\u30eb\u30e1\u30f3\u30c4\u306eTPS63000\u3092\u642d\u8f09\u3057\u305f\u6607\u5727\u30fb\u964d\u5727\u30bf\u30a4\u30d7 \u3092\u4f7f\u3063\u305f\u30e2\u30b8\u30e5\u30fc\u30eb\u3002    <br \/>\u30b9\u30c8\u30ed\u30d9\u30ea\u30fc\u30fb\u30ea\u30ca\u30c3\u30af\u30b9\u3055\u3093\u304c\u8ca9\u58f2\u3057\u3066\u3044\u308b\u3082\u306e\u3067\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p align=\"center\"><a href=\"https:\/\/strawberry-linux.com\/catalog\/items?code=12055\" target=\"_blank\" rel=\"noopener noreferrer\"><img loading=\"lazy\" decoding=\"async\" title=\"Exif_JPEG_PICTURE\" style=\"border-top:0;border-right:0;border-bottom:0;border-left:0;display:inline;\" border=\"0\" alt=\"Exif_JPEG_PICTURE\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/08\/tps63000.jpg\" width=\"212\" height=\"160\" \/><\/a>    <br \/>\u30ea\u30c1\u30a6\u30e0\u30dd\u30ea\u30de\u30fc\uff0f\u4e7e\u96fb\u6c60\u5411\u3051\u6607\u964d\u5727DC-DC<\/p>\n<\/p>\n<p>&#160;<\/p>\n<p>\u306a\u308b\u307b\u3069\u3001\u3053\u3093\u306a\u4fbf\u5229\u306a\u3082\u306e\u304c\u3042\u308b\u3093\u3067\u3059\u306d\u3002\u30d0\u30c3\u30af\u30fb\u30d6\u30fc\u30b9\u30c8\u3068\u3044\u3046\u65b9\u5f0f\u306e\u3088\u3046\u3067\u3059\u3002\u5165\u529b\u304c\u4f4e\u3044\u5834\u5408\u306f\u6607\u5727\u52d5\u4f5c\u3001\u5165\u529b\u304c\u9ad8\u3044\u5834\u5408\u306f\u964d\u5727\u52d5\u4f5c\u3092\u3059\u308b\u30a4\u30f3\u30c6\u30ea\u30b8\u30a7\u30f3\u30c8\u306a\u3084\u3064\u306e\u3088\u3046\u3067\u3059\u3002\u305f\u3060\u3001\u3061\u3087\u3063\u3068\u304a\u9ad8\u3044\u306e\u3067\u3001\u3082\u3046\u5c11\u3057\u8abf\u3079\u308b\u3053\u3068\u306b\u3002   <\/p>\n<p>\u306a\u3093\u304b\u3053\u306e\u3042\u305f\u308a\u306e\u30b9\u30a4\u30c3\u30c1\u30f3\u30b0\u3092\u4f7f\u3063\u3066\u6607\u5727\u3001\u964d\u5727\u3055\u305b\u308b\u3082\u306e\u306f\u6614i-phone \u306e\u5145\u96fb\u5668\u3092\u4f5c\u3063\u305f\u3068\u304d\u306b100\u5186\u5747\u4e00\u306e\u3092\u6539\u9020\u3057\u305f\u308a\u3001\u30df\u30f3\u30c6\u30a3\u30fc\u30d6\u30fc\u30b9\u30c8\uff08Minty Boost\uff09\u3092\u4f5c\u3063\u305f\u308a\u3057\u305f\u3068\u304d\u306e\u4e8b\u3092\u601d\u3044\u51fa\u3057\u307e\u3057\u305f\u3002\u3042\u306e\u6642\u306f\u3001\u77e5\u3089\u306a\u304b\u3063\u305f\u3093\u3067\u3059\u304c\u3001\u30df\u30f3\u30c6\u30a3\u30fc\u30d6\u30fc\u30b9\u30c8\u306e\u4f5c\u8005\u3063\u3066\u3001<a href=\"http:\/\/www.adafruit.com\/about\" target=\"_blank\" rel=\"noopener noreferrer\">Adafruit Industries<\/a>\uff08\u30a8\u30a4\u30c0\u30d5\u30eb\u30fc\u30c8\uff09\u306eCEO \u306e<a href=\"https:\/\/media.dmm-make.com\/item\/261\/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\">\u30ea\u30e2\u30a2\u30fb\u30d5\u30ea\u30fc\u30c9\uff08Limor Fried\uff09<\/a>\u3055\u3093\u3060\u3063\u305f\u3042\u306e\u3067\u3059\u306d\u3002\u6570\u5e74\u306e\u3068\u304d\u3092\u7d4c\u3066\u305d\u3093\u306a\u3053\u3068\u3092\u77e5\u308a\u307e\u3057\u305f\u3002\u6700\u521d\u306b\u77e5\u3063\u305f\u306e\u306f\u3001LadyAda\u3055\u3093\uff08\u30cf\u30f3\u30c9\u30eb\u30cd\u30fc\u30e0\uff09\u306e<a href=\"http:\/\/www.ladyada.net\/make\/mintyboost\/solder-v2.html\" target=\"_blank\" rel=\"noopener noreferrer\">\u30d6\u30ed\u30b0<\/a>\u3067\u3057\u305f\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u3055\u3066\u3001\u8abf\u67fb\u3059\u308b\u3068\u304a\u304a\u3088\u305d\u4ee5\u4e0b\u306e\u65b9\u6cd5\u304c\u3042\u308b\u3088\u3046\u3067\u3059\u3002<\/p>\n<p>1) \u30b9\u30a4\u30c3\u30c1\u30f3\u30b0\u65b9\u5f0f<\/p>\n<p>\u6607\u5727\u964d\u5727\u30bf\u30a4\u30d7\u306eDCDC\u30b3\u30f3\u30d0\u30fc\u30bf\u30fc\u3092\u5229\u7528\u3059\u308b<\/p>\n<p> IC \u7a2e\u5225<\/p>\n<p> \u30c6\u30ad\u30b5\u30b9\u30fb\u30a4\u30f3\u30b9\u30c4\u30eb\u30e1\u30f3\u30c4 TPS63060   <br \/> Analog Devices Inc. ADP2503(10pin)    <br \/> Microchip Technology MCP1252    <\/p>\n<p>2) \u30ea\u30cb\u30a2\u65b9\u5f0f<\/p>\n<p>LDO(\u4f4e\u30c9\u30ed\u30c3\u30d7\u30a2\u30a6\u30c8)\u306e3\u7aef\u5b50\u30ec\u30ae\u30e5\u30ec\u30fc\u30bf\u3092\u4f7f\u3046\u3002<\/p>\n<p> \u305f\u304f\u3055\u3093\u3042\u308b\u3002\u305f\u3068\u3048\u3070\u4ee5\u4e0b\u3002<\/p>\n<p> AP2112K\uff085pin)<\/p>\n<p> LD1117AS33TR(4pin)<\/p>\n<p> AMS1117-3.3\uff084pin\uff09<\/p>\n<p> UA78M33CDCY(4pin)   <\/p>\n<p>3) \u30c8\u30e9\u30f3\u30b9\u65b9\u5f0f<\/p>\n<p>\u5927\u304d\u304f\u306a\u3063\u3066\u3057\u307e\u3046\u306e\u3067\u672a\u8abf\u67fb\u3002   <\/p>\n<p>\uff11\u306e\u65b9\u5f0f\u304c\u826f\u3044\u3093\u3067\u3059\u304c\u3001\u3053\u3046\u3044\u3046\u30bf\u30a4\u30d7\u306e\u3082\u306e\u304c\u3042\u308b\u3068\u306f\u77e5\u3089\u305a\u307e\u3060\u672a\u5165\u624b\u3067\u3059\u3002<\/p>\n<p>\uff12\u65b9\u5f0f\u3060\u3068\u30013V \u4ee5\u4e0b\u306b\u306a\u3063\u305f\u3068\u304d\u306f\u7121\u8996\u3059\u308b\u65b9\u91dd\u3067\u3059\u3002<\/p>\n<p>\u3068\u308a\u3042\u3048\u305a\u3001\u624b\u6301\u3061\u306b\u3042\u308b\u3082\u306e\u3068\u3057\u3066\u30011) \u306e\u30bf\u30a4\u30d7\u306f\u306a\u3044\u306e\u3067\u30012 \u306e\u30ec\u30ae\u30e5\u30ec\u30fc\u30bf\u3068\u3001\u4f55\u304b\u306b\u4f7f\u3048\u308b\u304b\u3082\u3068\u8cb7\u3063\u3066\u304a\u3044\u305fDC-DC \u30b3\u30f3\u30d0\u30fc\u30bf\u3002    <\/p>\n<p>\u25bc\u964d\u5727DCDC<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"Scan 10\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"Scan 10\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/08\/scan10.png\" width=\"640\" height=\"397\" \/> <\/p>\n<p>\u3053\u308c\u306f\u300110\u500b\u5165\u308a\u3067\u30011\u500b100\u5186\u304f\u3089\u3044\u306e\u3082\u306e\u3067\u3059\u304c\u3001\u4eca\u56de\u306e\u7528\u9014\u3067\u306f\u5165\u529b\u96fb\u5727\u304c\u9ad8\u3044\u306e\u3067\u3001\u3064\u304b\u3048\u307e\u305b\u3093\u3002   <\/p>\n<blockquote>\n<p>\u5165\u529b\u96fb\u5727: 4.5v-28v     <br \/>\u51fa\u529b\u96fb\u5727: 0.8v-20v      <br \/>\u51fa\u529b\u96fb\u6d41: 3( max)      <br \/>\u5909\u63db\u52b9\u7387: 96\uff05( \u6700\u9ad8)      <br \/>\u30b9\u30a4\u30c3\u30c1\u30f3\u30b0\u5468\u6ce2\u6570: 1.5mhz\u306e( \u6700\u9ad8)\u30011mhz      <br \/>\u30b5\u30a4\u30ba: \u203b18.6mm x 16.8mm x 4mm<\/p>\n<\/blockquote>\n<p>&#160;<\/p>\n<p>AMS1117-3.3 SOT-223<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"Scan 11\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"Scan 11\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/08\/scan11.png\" width=\"643\" height=\"967\" \/>&#160; <br \/>\u3053\u308c\u306f10\u500b\u30d1\u30c3\u30af\u3067\u3001100\u5186\u304f\u3089\u3044\u306e\u3082\u306e\u3067\u30013.3V \u306e\u30ec\u30ae\u30e5\u30ec\u30fc\u30bf\u30fc\u3067\u3059\u3002\u3053\u308c\u3082\u30c7\u30fc\u30bf\u30b7\u30fc\u30c8\u3092\u898b\u308b\u3068\u3001Vin \u304c1.5V \u4ee5\u4e0a\u5fc5\u8981\u30674.8V \u4ee5\u4e0a\u306a\u3044\u3068\u3060\u3081\u306a\u3088\u3046\u3067\u3059\u3002\u3046\u30fc\u3093\u3001\u4f7f\u3048\u3093\u3002<\/p>\n<blockquote>\n<p>DataSheet     <br \/><a title=\"http:\/\/www.advanced-monolithic.com\/pdf\/ds1117.pdf\" href=\"http:\/\/www.advanced-monolithic.com\/pdf\/ds1117.pdf\">http:\/\/www.advanced-monolithic.com\/pdf\/ds1117.pdf<\/a><\/p>\n<p>&#160;<\/p>\n<\/blockquote>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"www_advanced-monolithic_com_pdf_ds1117_pdf\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"www_advanced-monolithic_com_pdf_ds1117_pdf\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/08\/www_advancedmonolithic_com_pdf_ds1117_pdf.png\" width=\"640\" height=\"320\" \/> <\/p>\n<p>&#160;<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"www_advanced-monolithic_com_pdf_ds1117_pdf 2\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"www_advanced-monolithic_com_pdf_ds1117_pdf 2\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/08\/www_advancedmonolithic_com_pdf_ds1117_pdf2.png\" width=\"649\" height=\"604\" \/> <\/p>\n<p>&#160;<\/p>\n<p>\u3042\u3068\u306f\u3001\u3053\u308c\u306e\u30e6\u30cb\u30c3\u30c8\u5316\u3055\u308c\u3066\u3044\u308b\u3082\u306e\u3002\u30d6\u30ec\u30c3\u30c9\u30dc\u30fc\u30c9\u7528\u306b5V \u3092 3.3V \u306b\u3059\u308b\u7528\u9014\u306e\u3084\u3064\u3067\u3059\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"HK1117AH 3.3\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"HK1117AH 3.3\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/08\/hk1117ah3-3.png\" width=\"642\" height=\"600\" \/> <\/p>\n<p>\u3053\u308c\u306f\u3001\u4ee5\u4e0b\u306e\u30b9\u30da\u30c3\u30af\u3067\u3059\u3002\u5165\u529b\u304c\u9ad8\u3044\u306e\u3067\u3001\u4eca\u56de\u306e\u7528\u9014\u3067\u306f\u3001\u4f7f\u3048\u306a\u3044\u304b\u3068\u3002<\/p>\n<blockquote>\n<p>Input voltage: DC 4.2 V-10 V      <br \/>Output: 3.3 V, 800 mA       <br \/>Uses the HK1117AH 3.3V (AMS1117-3.3) Regulator       <br \/>Size:8.6mm x 12.33mm <\/p>\n<\/blockquote>\n<p>&#160;<\/p>\n<p><strike>3V \u4ee5\u4e0b\u306b\u306a\u3063\u305f\u3068\u304d\u306f\u3001\u7121\u8996\u3059\u308b\u3068\u3057\u3066\u3001\u30ea\u30cb\u30a2\u65b9\u5f0f\u3067\u3044\u307e\u306e\u3068\u3053\u308d\u3084\u308b\u3057\u304b\u3042\u308a\u307e\u305b\u3093\u306d\u3002<\/strike><\/p>\n<p>\u4eca\u3001\u624b\u6301\u3061\u306b\u3042\u308b\u3082\u306e\u3067\u306f\u7528\u9014\u306b\u3042\u3063\u3066\u3044\u306a\u3044\u306e\u3067\u3001\u3069\u3046\u3059\u308b\u304b\u3067\u3059\u306d\u3002\u3044\u3063\u305f\u3093\u3001\u6607\u5727\u3057\u3066\u30ec\u30ae\u30e5\u30ec\u30fc\u30bf\u3067\u4e0b\u3052\u308b\u3068\u3044\u3046\u7121\u99c4\u306a\u4f5c\u6226\u3082\u3042\u308a\u307e\u3059\u304c\u3002\u624b\u6301\u3061\u3067\u3084\u308b\u3068\u3057\u305f\u3089\u3053\u308c\u3057\u304b\u306a\u3055\u305d\u3046\u3002<\/p>\n<p>\u9ad8\u3059\u304e\u308b\u96fb\u5727\u306b\u306a\u308b\u3068\u304d\u3063\u3066\u3044\u3046\u306e\u306f\u3001\u5145\u96fb\u3057\u3066\u3044\u308b\u6642\u3068\u30d5\u30eb\u5145\u96fb\u304b\u3089\u5c11\u3057\u6d88\u8cbb\u3059\u308b\u307e\u3067\u306e\u9593\u306a\u306e\u3067\u3001\u62b5\u6297\u3068\u304bLED\u3067\u96fb\u5727\u3092\u843d\u3068\u3059\u3063\u3066\u3044\u3046\u306e\u3082\u3042\u308a\u304b\u3082\u3067\u3059\u3002   <\/p>\n<p>\u3055\u3066\u3001\u30c6\u30b9\u30c8\u3067\u52d5\u4f5c\u3055\u305b\u3066\u3044\u308b\u30ea\u30c1\u30a6\u30e0\u30d0\u30c3\u30c6\u30ea\u30fc\u99c6\u52d5\u306e\u30c7\u30d0\u30a4\u30b9\u308220\u6642\u9593\u7d4c\u904e\u3057\u3066\u3082\u307e\u3060\u52d5\u4f5c\u3057\u3066\u3044\u308b\u3088\u3046\u3067\u3059\u3002\u96fb\u5727\u3068\u96fb\u6d41\u306e\u30ed\u30ac\u30fc\u3082\u4f5c\u308a\u305f\u304f\u306a\u3063\u3066\u304d\u307e\u3059\u306d\u3002\u3053\u308c\u306f\u307e\u305f\u3001\u6b21\u56de\u4ee5\u964d\u306e\u984c\u6750\u3068\u3057\u3066\u3002    <\/p>\n<p><a href=\"https:\/\/thingspeak.com\/channels\/42239\/\" target=\"_blank\" rel=\"noopener noreferrer\"><img loading=\"lazy\" decoding=\"async\" title=\"ESP12_DHT22_-_ThingSpeak\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"ESP12_DHT22_-_ThingSpeak\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/08\/esp12_dht22__thingspeak.png\" width=\"474\" height=\"1009\" \/><\/a> <\/p>\n<p>\u3061\u3087\u3063\u3068\u51b7\u623f\u5f37\u3059\u304e\u3067\u3059\u306d\u3002\u4e0b\u3052\u307e\u3059\u3002<\/p>\n<p>\u30fb<\/p>\n<p>\u30fb<\/p>\n<p>\u30fb<\/p>\n<p>\u30fb<\/p>\n<p>\u30fb<\/p>\n<p>\u305d\u306e\u5f8c3\u6642\u9593\u5f8c\u300124\u6642\u9593\u7d4c\u904e\u3057\u3066\u3082\u3001\u307e\u3060\u52d5\u4f5c\u3057\u3066\u3044\u307e\u3059\u3002\u4f55\u304b\u8a08\u7b97\u3068\u9055\u3063\u305f\u304b\u3057\u3089\uff1f\u30ea\u30c1\u30a6\u30e0\u96fb\u6c60\u304b\u3089\u306f\u3001\u30c6\u30b9\u30bf\u30fc\u3067\u8a08\u6e2c\u3059\u308b\u3068\u3001\u307e\u30603.175v \u3042\u308a\u307e\u3059\u3002ESP12 \u306e\u52d5\u4f5c\u96fb\u5727\u306f\u30013.0 \u2013 3.6V \u306a\u306e\u3067\u307e\u3060\u52d5\u304d\u305d\u3046\u3067\u3059\u3002\u305d\u308d\u305d\u308d\u30a2\u30af\u30bb\u30b9\u30dd\u30a4\u30f3\u30c8\u3078\u306e\u63a5\u7d9a\u304c\u4e0d\u5b89\u5b9a\u306b\u306a\u308b\u306f\u305a\u3067\u3059\u304c\u3002<\/p>\n<p>\u30fb<\/p>\n<p>\u30fb<\/p>\n<p>\u30fb<\/p>\n<p>\u30fb<\/p>\n<p>1\u30bb\u30eb\u3088\u3046\u306e\u6607\u5727\u964d\u5727\u30e2\u30b8\u30e5\u30fc\u30eb\u3063\u3066\u6c4e\u7528\u54c1\u3067\u306f\u3042\u307e\u308a\u306a\u3044\u3088\u3046\u3067\u3059\u306d\u3002TPS63000\u306e\u30c1\u30c3\u30d7\u81ea\u4f53\u306f\u300110\u500b\u30671600\u5186\u304f\u3089\u3044\u3067\u30b2\u30c3\u30c8\u3067\u304d\u305d\u3046\u306a\u306e\u3067\u3001\u81ea\u4f5c\u3059\u308b\u304b\u3067\u3059\u3002\u305f\u3060\u30c1\u30c3\u30d7\u304c\u5c0f\u3055\u3059\u304e\u308b\u306e\u3067\u30013mm\u56db\u65b9 \u30670.5mm\u30d4\u30c3\u30c1 \u306a\u306e\u3067\u5909\u63db\u57fa\u76e4\u3082\u5fc5\u8981\u3002\u8ff7\u3044\u307e\u3059\u306d\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u305d\u306e\u5f8c\u3001\u7d0426\u6642\u9593\u7d4c\u904e\u307e\u3067\u304c\u3093\u3070\u3063\u3066\u30c7\u30fc\u30bf\u3092\u6295\u3052\u3066\u3044\u305f\u3088\u3046\u3067\u3059\u304c\u3001\u52d5\u4f5c\u96fb\u5727\u4ee5\u4e0b\u306b\u306a\u308a\u30a2\u30af\u30bb\u30b9\u30dd\u30a4\u30f3\u30c8\u306b\u63a5\u7d9a\u3067\u304d\u306a\u304f\u306a\u308a\u3001\u30b3\u30cd\u30af\u30b7\u30e7\u30f3LED\u304c\u70b9\u6ec5\u3057\u305f\u307e\u307e\u306e\u72b6\u614b\u3068\u306a\u308a\u307e\u3057\u305f\u3002\u96fb\u6c60\u5074\u306e\u96fb\u5727\u3092\u30e2\u30cb\u30bf\u30ea\u30f3\u30b0\u3057\u3066\u3044\u308b\u3068\u30012.8V \u304b\u3089\u6025\u901f\u306b\u843d\u3061\u59cb\u30812.4V\u3067\u51fa\u529b\u304ccut \u3055\u308c\u3001LED\u306e\u70b9\u6ec5\u3082\u3057\u306a\u304f\u306a\u308a\u307e\u3057\u305f\u3002ESP12 \u304c\u52d5\u4f5c\u3057\u306a\u304f\u306a\u3063\u305f\u6b63\u78ba\u306a\u6642\u9593\u306f4\u664259\u5206\u3067\u305d\u306e\u96fb\u5727\u306f\u4e0d\u660e\u3001\u305d\u3053\u304b\u3089\u30ab\u30c3\u30c8\u96fb\u5727\u306b\u306a\u308b\u307e\u3067\u7d0430\u5206\u3002\u3053\u306e\u6642\u9593\u306e\u70ba\u306b\u3001\u6607\u5727\u56de\u8def\u304c3.3V \u3092\u4f9b\u7d66\u3067\u304d\u308b\u306e\u306f\u304a\u305d\u3089\u304f\u3082\u3063\u3068\u77ed\u6642\u9593\u306b\u306a\u308b\u306f\u305a\u3067\u3059\u300210\u5206\u304b\u300115\u5206\u304b\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u8ca0\u8377\u304c\u306a\u304f\u306a\u308b\u3053\u3068\u306b\u3088\u308a\u3001\u96fb\u6c60\u96fb\u5727\u304c\u5fa9\u5e30\u3057\u3001USB\u304b\u3089\u5145\u96fb\u3059\u308b\u3068\u3001\u96fb\u6c60\u304b\u3089\u306e\u51fa\u529b\u304c\u4e00\u5ea6cut \u96fb\u5727\u307e\u3067\u653e\u51fa\u3055\u308c\u30012.405V \u304b\u3089\u5145\u96fb\u304c\u59cb\u307e\u308a\u307e\u3057\u305f\u30024:40\u5206\u304b\u3089\u5145\u96fb\u958b\u59cb\u3002\u5145\u96fb\u3055\u308c\u3066\u3001\u96fb\u6c60\u96fb\u5727\u304c3V \u306b\u306a\u308b\u3068\u78ba\u304b\u653e\u51fa\u304c\u59cb\u307e\u308b\u306f\u305a\u3002<\/p>\n<blockquote>\n<p><a href=\"https:\/\/hack.gpl.jp\/2015\/05\/10\/5v-18650%E3%80%80%E3%83%AA%E3%83%81%E3%82%A6%E3%83%A0%E3%83%90%E3%83%83%E3%83%86%E3%83%AA%E3%83%BC%E5%85%85%E9%9B%BB%E3%83%A2%E3%82%B8%E3%83%A5%E3%83%BC%E3%83%AB\/\" target=\"_blank\" rel=\"noopener noreferrer\">5V 18650 \u30ea\u30c1\u30a6\u30e0\u30d0\u30c3\u30c6\u30ea\u30fc\u5145\u96fb\u30e2\u30b8\u30e5\u30fc\u30eb<\/a>      <\/p>\n<\/blockquote>\n<p>\u4ee5\u4e0a\u304b\u3089\u8a00\u3048\u308b\u3053\u3068\u306f\u3001\uff13V\u4ee5\u4e0b\u306b\u306a\u3063\u3066\u3082LED\u306e\u70b9\u6ec5\u306f\u3057\u3066\u304a\u308a\u3001\u30af\u30ed\u30c3\u30af\u306f\u52d5\u4f5c\u3057\u3066\u3044\u305f\u3053\u3068\u306b\u306a\u308a\u307e\u3059\u3002\u30a2\u30af\u30bb\u30b9\u30dd\u30a4\u30f3\u30c8\u306b\u63a5\u7d9a\u3059\u308b\u30d1\u30ef\u30fc\u304c\u306a\u304f\u63a5\u7d9a\u304c\u5b8c\u4e86\u3057\u306a\u3044\u3060\u3051\u306e\u3088\u3046\u306b\u898b\u3048\u307e\u3057\u305f\u3002\u30e1\u30e2\u30ea\u3078\u306e\u66f8\u304d\u8fbc\u307f\u306f\u307e\u3060\u8a66\u3057\u3066\u3044\u307e\u305b\u3093\u304c\u3001\u3082\u3057\u3067\u304d\u308b\u306a\u3089\u3070\u3001\u6607\u5727\u3059\u308b\u56de\u8def\u306b\u3082\u610f\u5473\u304c\u51fa\u3066\u304d\u307e\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u73fe\u5728\u306e10\u79d2\u9593\u9694\u3067\u63a5\u7d9a\u3059\u308b\u30d7\u30ed\u30b0\u30e9\u30e0\u3067\u306f\u3001<\/p>\n<p>\u30fb\u30d5\u30eb\u5145\u96fb\u304b\u308924\u6642\u9593\uff5e26\u6642\u9593\u3067\u30a2\u30af\u30bb\u30b9\u30dd\u30a4\u30f3\u30c8\u306b\u63a5\u7d9a\u3067\u304d\u306a\u304f\u306a\u308b\u3002\u4eca\u56de\u306f26\u6642\u9593\u7d4c\u904e\u5f8c\u4ed8\u8fd1\u3067\u63a5\u7d9a\u4e0d\u80fd\u306b\u3002<\/p>\n<p>\u30fb\u30a2\u30af\u30bb\u30b9\u30dd\u30a4\u30f3\u30c8\u306b\u63a5\u7d9a\u3067\u304d\u306a\u304f\u306a\u3063\u3066\u304b\u3089\u3001\u7d0430\u5206\u5f8c\u306b\u30ab\u30c3\u30c8\u96fb\u5727\u306e2.4V \u306b\u306a\u3063\u305f\u3002<\/p>\n<p>\u30fbUSB\u304b\u3089\u7d66\u96fb\u3059\u308b\u3068\u3001\u4e00\u5ea6\u96fb\u6c60\u304b\u3089\u30ab\u30c3\u30c8\u96fb\u5727\u307e\u3067\u653e\u51fa\u3055\u308c\u3066\u304b\u3089\u5145\u96fb\u304c\u59cb\u307e\u3063\u305f\u3002\u3053\u306e\u6319\u52d5\u306f\u73fe\u5728\u306e\u96fb\u5727\u304c\u95a2\u4fc2\u3059\u308b\u304b\u3082\u3068\u4e88\u60f3\u3002<\/p>\n<p>\u30fb\u6607\u5727\u3001\u964d\u5727\u304c\u3067\u304d\u308b\u30d0\u30c3\u30af\u30d6\u30fc\u30b9\u30c8\u306eDCDC\u30b3\u30f3\u30d0\u30fc\u30bf\u304c\u307b\u3057\u3044\u3002<\/p>\n<p>\u30fb\u96fb\u6c60\u96fb\u5727\u304c\uff14\uff0e\uff12V\u4ed8\u8fd1\u306e\u30d5\u30eb\u5145\u96fb\u306b\u306a\u3063\u3066\u3044\u308b\u3068\u304d\u3001ESP12 \u306e\u52d5\u4f5c\u96fb\u5727\u306e3.0-3.6V \u306b\u3069\u3046\u3084\u3063\u3066\u964d\u5727\u3059\u308b\u304b\uff1f<\/p>\n<p>&#160;<\/p>\n<p>\u3068\u3044\u3046\u3088\u3046\u306a\u3053\u3068\u304c\u308f\u304b\u308a\u307e\u3057\u305f\u3002<\/p>\n","protected":false},"excerpt":{"rendered":"<p>\u3055\u3066\u3001\u6628\u65e5\u306e\u591c\u4e2d3\u6642\u304f\u3089\u3044\u304b\u3089\u52d5\u4f5c\u3055\u305b\u3066\u3044\u308b1\u500b\u524d\u306e IoT \u30c7\u30d0\u30a4\u30b9\u306f18\u6642\u9593\u7d4c\u904e\u3057\u305f\u4eca\u3082\u307e\u3060\u52d5\u4f5c\u3057\u3066\u3044\u308b\u3088\u3046\u3067\u3059\u3002\u3057\u3070\u3057\u3001\u96fb\u6c60\u304c\u5207\u308c\u308b\u307e\u3067\u3001\u8abf\u3079\u7269\u3092\u3057\u3066\u3059\u3054\u3059\u3053\u3068\u306b\u3002\u660e\u65e5\u3082\u590f\u4f11\u307f\u3067\u3001\u597d\u304d\u306a\u3060\u3051\u904a\u3079\u307e\u3059\uff01 \u3067\u3001\u96fb\u6c60\u306e\u51fa [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"_uag_custom_page_level_css":"","footnotes":""},"categories":[30,63],"tags":[],"acf":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"post-thumbnail":false},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":1,"uagb_excerpt":"\u3055\u3066\u3001\u6628\u65e5\u306e\u591c\u4e2d3\u6642\u304f\u3089\u3044\u304b\u3089\u52d5\u4f5c\u3055\u305b\u3066\u3044\u308b1\u500b\u524d\u306e IoT \u30c7\u30d0\u30a4\u30b9\u306f18\u6642\u9593\u7d4c\u904e\u3057\u305f\u4eca\u3082\u307e\u3060\u52d5\u4f5c\u3057\u3066\u3044\u308b\u3088&hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/1015"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=1015"}],"version-history":[{"count":0,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/1015\/revisions"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=1015"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/categories?post=1015"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/tags?post=1015"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}