{"id":4892,"date":"2020-02-03T01:03:37","date_gmt":"2020-02-02T16:03:37","guid":{"rendered":"https:\/\/hack.gpl.jp\/?p=4892"},"modified":"2020-02-03T01:03:37","modified_gmt":"2020-02-02T16:03:37","slug":"%e3%82%ab%e3%82%b7%e3%83%a2wimax%e3%82%82%e3%81%a4%e3%81%84%e3%81%ab%ef%bc%92%e5%b9%b4%e3%81%ab%e3%80%82%e4%b9%97%e3%82%8a%e6%8f%9b%e3%81%88%e6%a4%9c%e8%a8%8e%e4%b8%ad","status":"publish","type":"post","link":"https:\/\/hack.gpl.jp\/2020\/02\/03\/%e3%82%ab%e3%82%b7%e3%83%a2wimax%e3%82%82%e3%81%a4%e3%81%84%e3%81%ab%ef%bc%92%e5%b9%b4%e3%81%ab%e3%80%82%e4%b9%97%e3%82%8a%e6%8f%9b%e3%81%88%e6%a4%9c%e8%a8%8e%e4%b8%ad\/","title":{"rendered":"\u30ab\u30b7\u30e2WiMax\u3082\u3064\u3044\u306b\uff12\u5e74\u306b\u3002\u4e57\u308a\u63db\u3048\u691c\u8a0e\u4e2d"},"content":{"rendered":"<p>\u3072\u3063\u3055\u3073\u3055\u306e\u6295\u7a3f\u3067\u3059\u3002<br \/>\u7d04\u3001\uff12\u5e74\u524d\u306b\u4ed5\u4e8b\u5148\u304c\u540d\u53e4\u5c4b\u304b\u3089\u6771\u4eac\u306b\u5909\u308f\u3063\u3066\u304b\u3089\u6295\u7a3f\u304c0\u4ef6\u306b\u306a\u3063\u3066\u3044\u307e\u3057\u305f\u3002\u7279\u306b\u5fd9\u3057\u3044\u3063\u3066\u3044\u3046\u308f\u3051\u3067\u3082\u306a\u304f\u306a\u3093\u3068\u306a\u304f\u30e9\u30a4\u30d5\u30b9\u30bf\u30a4\u30eb\u304c\u5909\u308f\u3063\u305f\u3068\u3044\u3046\u306e\u304c\u5927\u304d\u3044\u3093\u3067\u3059\u304b\u306d\u3002\u6700\u5f8c\u306e\u6295\u7a3f\u306f\u30012018\u5e74\u306e12\u6708\u306a\u3093\u3067\uff11\u5e74\u3061\u3087\u3063\u3068\u3076\u308a\u3067\u3059\u306d\u3002<\/p>\n<p>\u3055\u3066\u3001\u30ea\u30cf\u30d3\u30ea\u7684\u306a\u30cd\u30bf\u3068\u3057\u3066\u306f\u306a\u3093\u3067\u3082\u601d\u3044\u3064\u3044\u305f\u3053\u3068\u3092\u7c21\u5358\u306b\u30a2\u30c3\u30d7\u3057\u3066\u307f\u307e\u3059\u3002\u307e\u305a\u3001\u901a\u4fe1\u74b0\u5883\u30cd\u30bf\u3067\u3082\u3044\u304d\u307e\u3057\u3087\u3046\u304b\u3002<br \/>\u4eca\u306f\u3001\u7d04\uff12\u5e74\u524d\u304b\u3089WiMax \u306b\u3057\u3066\u3044\u3066\u3001\u30d7\u30ed\u30d0\u30a4\u30c0\u30fc\u306f\u30ab\u30b7\u30e2WiMax\u3063\u3066\u3044\u3046\u3068\u3053\u308d\u3092\uff12\u5e74\u5951\u7d04\u3067\u4f7f\u3063\u3066\u3044\u307e\u3059\u3002\u3053\u306e\uff14\u6708\u306b\u4e38\uff12\u5e74\u7d4c\u904e\u3059\u308b\u306e\u3067\u3001\uff12\u5e74\u9593\u4f7f\u3063\u3066\u304d\u305f\u611f\u60f3\u306a\u3093\u305e\u3092\u3061\u3087\u3063\u3068\u66f8\u3044\u3066\u307f\u3088\u3046\u304b\u3068\u601d\u3044\u307e\u3059\u3002\u901f\u3044\u6642\u306f\u3081\u3063\u3061\u3083\u901f\u3044\u3093\u3067\u3059\u3088\u306d\u3002\u3067\u3082\u3001\u9045\u3044\u6642\u304c\u3042\u3063\u3066\u4eca\u65e5\u306f\u305d\u306e\u8a71\u3067\u3059\u3002<\/p>\n<p>\u5951\u7d04\u5f53\u521d\u306e\u6982\u8981\u306f\u4ee5\u4e0b\u306e\u3088\u3046\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002<\/p>\n<blockquote>\n<p>\u30fb\u9078\u629e\u3057\u305f\u7aef\u672b\uff1aSpeed Wi-Fi NEXT W05<br \/>\u30fb\u9078\u629e\u3057\u305f\u7aef\u672b\u306e\u30ab\u30e9\u30fc\uff1a\u30db\u30ef\u30a4\u30c8<br \/>\u30fb\u53f0\u6570\uff1a1\u53f0<\/p>\n<p>\u30fb\u9078\u629e\u3057\u305f\u30d7\u30e9\u30f3\uff1a\u30ae\u30ac\u653e\u984c\u30d7\u30e9\u30f3<\/p>\n<p>\u30fb\u521d\u671f\u8cbb\u7528\uff08\u7a0e\u629c\uff09<br \/>\u7aef\u672b\u4ee3\u91d1\u3000\u30000\u5186<br \/>\u4e8b\u52d9\u624b\u6570\u6599\u30003,000\u5186<br \/>\u30af\u30ec\u30fc\u30c9\u30eb\u30003,500\u5186<\/p>\n<p>\u30fb\u6708\u984d\u8cbb\u7528\uff08\u7a0e\u629c\uff09<\/p>\n<p>\u00a0 \u521d\u6708\uff08\u7aef\u672b\u767a\u9001\u6708\uff09<br \/>\u00a0 \u6708\u984d\u8cbb\u7528\u3000\u3000\u30001,380\u5186<br \/>\u00a0 \u5408\u8a08\u3000\u3000\u3000\u3000\u30001,380\u5186\/\u6708<\/p>\n<p>\u00a0 1\u30ab\u6708\u76ee<br \/>\u00a0 \u6708\u984d\u8cbb\u7528\u3000\u3000\u30001,380\u5186\/\u6708<br \/>\u00a0 \u5408\u8a08\u3000\u3000\u3000\u3000\u30001,380\u5186\/\u6708<\/p>\n<p>\u00a0 2\u301c24\u30ab\u6708\u76ee<br \/>\u00a0 \u6708\u984d\u8cbb\u7528\u3000\u3000\u30003,580\u5186\/\u6708<br \/>\u00a0 \u5408\u8a08\u3000\u3000\u3000\u3000\u30003,580\u5186\/\u6708<\/p>\n<p>\u00a0 25\u30ab\u6708\u76ee\u4ee5\u964d<br \/>\u00a0 \u6708\u984d\u8cbb\u7528\u3000\u3000\u30004,079\u5186\/\u6708<br \/>\u00a0 \u5408\u8a08\u3000\u3000\u3000\u3000\u30004,079\u5186\/\u6708<\/p>\n<\/blockquote>\n<p>\u305d\u3046\u3001\uff12\u5e74\u76ee\u4ee5\u964d\u306f\u5024\u6bb5\u304c\u4e0a\u304c\u308b\u3093\u3067\u3059\u3088\u306d\u3002\u691c\u8a0e\u3057\u3066\u3044\u308b\u539f\u56e0\u306e\uff11\u3064\u3067\u3059\u3002<br \/>\u307e\u305a\u3001\u73fe\u5728\u306e\u6642\u9593\u5e2f\u3067\u3042\u308a\u307e\u3059\u3001\u65e5\u66dc\u65e5\u304b\u3089\u6708\u66dc\u65e5\u306e\u6df1\u591c\uff10\u6642\u3092\u56de\u3063\u305f\u3068\u3053\u308d\u306e\u30b9\u30d4\u30fc\u30c9\u30c6\u30b9\u30c8\u3067\u3059\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" style=\"display:block;margin-left:auto;margin-right:auto;\" title=\"\u30a4\u30f3\u30bf\u30fc\u30cd\u30c3\u30c8\u56de\u7dda\u306e\u901f\u5ea6\u30c6\u30b9\u30c8___Fast_com.png\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/02\/e382a4e383b3e382bfe383bce3838de38383e38388e59b9ee7b79ae381aee9809fe5baa6e38386e382b9e38388___fast_com.png\" alt=\"\u30a4\u30f3\u30bf\u30fc\u30cd\u30c3\u30c8\u56de\u7dda\u306e\u901f\u5ea6\u30c6\u30b9\u30c8 Fast com\" width=\"773\" height=\"540\" border=\"0\" \/><\/p>\n<p>\u63a5\u7d9a\u5148\u306e\u30ea\u30d5\u30ec\u30af\u30bf\u30fc\u306f\u81ea\u52d5\uff08KDDI Tokyo\uff09\u3067\u3059\u304c\u3001\u304a\u3063\u305d\u3044\u3067\u3059\u3088\u306d\u3002\u91d1\u571f\u65e5\u306f\u30d8\u30d3\u30fc\u306b\u4f7f\u3046\u3053\u3068\u304c\u591a\u3044\u306e\u3067\u3001\u3060\u3044\u305f\u3044\uff13\u65e5\u306710GB \u306e\u5236\u9650\u306b\u5f15\u3063\u304b\u304b\u3063\u3066\u3001\u591c\u9593\u5e2f\uff0818\u6642\u301c26\u6642\uff09\u306f\u901a\u4fe1\u901f\u5ea6\u304c1Mbps \u306b\u307e\u3067\u5236\u9650\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u5915\u65b9\uff16\u6642\u304b\u3089\u591c\u4e2d\u306e\uff12\u6642\u307e\u3067\u3063\u3066\u3053\u3068\u3067\u3059\u3002\u666e\u901a\u306b\u751f\u6d3b\u3057\u3066\u3044\u308b\u3068\u3053\u306e\u6642\u9593\u5e2f\u306b\u30cd\u30c3\u30c8\u3092\u4e00\u756a\u5229\u7528\u3059\u308b\u308f\u3051\u3067\u3059\u306d\u3002\u30d6\u30ed\u30b0\u3092\u66f4\u65b0\u3057\u306a\u304f\u306a\u3063\u305f\u306e\u306f\u3053\u308c\u3082\u5f71\u97ff\u3057\u3066\u3044\u308b\u304b\u3082\u3057\u308c\u307e\u305b\u3093\u3002\u306a\u3093\u3066\u3063\u305f\u3063\u3066\u3001\u9045\u3044\u3067\u3059\u304b\u3089\u306d\u3002\u30d6\u30ed\u30b0\u66f4\u65b0\u3059\u308b\u6c17\u306b\u3082\u306a\u308a\u307e\u305b\u3093\u3002<\/p>\n<p>\u516c\u5f0f\u3060\u3068\u3053\u3053\u304b\u306a\u3002<\/p>\n<blockquote>\n<p>\u25bc\u5236\u96501<\/p>\n<p>\u524d\u65e5\u307e\u3067\u306e\u76f4\u8fd13\u65e5\u9593\u306710GB\u4ee5\u4e0a\u3054\u5229\u7528\u306b\u306a\u3063\u305f\u5834\u54083\u65e5\u9593\u306710GB\u3092\u5229\u7528\u3055\u308c\u308b\u3068\u3001\u6b21\u306e\u65e5\u306f\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u6df7\u96d1\u6642\u9593\u5e2f\u306e\u307f\u901a\u4fe1\u901f\u5ea6\u304c\u304a\u3088\u305d1Mbps\u306b\u5236\u9650\u3055\u308c\u307e\u3059\u3002\u901f\u5ea6\u5236\u9650\u306f\u30013\u65e5\u9593\u306e\u30c7\u30fc\u30bf\u91cf\u304c10GB\u3092\u8d85\u3048\u305f\u65e5\u306e\u7fcc\u65e518\u6642\u9803\u304b\u3089\u7fcc\u3005\u65e52\u6642\u9803\u307e\u3067\u9069\u7528\u3068\u306a\u308a\u307e\u3059\u3002\u3064\u304d\u307e\u3057\u3066\u306f\u3001\u65e9\u671d\u3084\u65e5\u4e2d\u306e\u6642\u9593\u5e2f\uff0818\uff5e26\u6642\u4ee5\u5916\uff09\u306f\u901f\u5ea6\u306f\u5236\u9650\u3055\u308c\u307e\u305b\u3093\u3002\u307e\u305f\u3001\u5236\u9650\u5f8c\u306e\u304a\u3088\u305d1Mbps\u306f\u300c\u5229\u7528\u3067\u304d\u306a\u3044\u300d\u901f\u5ea6\u3067\u306f\u306a\u304f\u3001YouTube\u306e\u6a19\u6e96\u753b\u8cea\u304f\u3089\u3044\u306f\u8996\u8074\u3067\u304d\u308b\u901f\u5ea6\u3068\u306a\u308a\u307e\u3059\u306e\u3067\u3054\u5b89\u5fc3\u304f\u3060\u3055\u3044\u3002<\/p>\n<p>https:\/\/www.ka-shimo.com\/faq\/<\/p>\n<\/blockquote>\n<p>\u3053\u308c\u306f\u3001WiMax \u5168\u822c\u306b\u9069\u7528\u3055\u308c\u308b\u3053\u3068\u306a\u306e\u3067\u3053\u306e\u30d7\u30ed\u30d0\u30a4\u30c0\u30fc\u3060\u3051\u3068\u3044\u3046\u3053\u3068\u306f\u3042\u308a\u307e\u305b\u3093\u3002<\/p>\n<p>YouTube \u3068\u304b\u3001Amazon \u7cfb\u306e\u6620\u753b\u306a\u3069\u3053\u306e\u901a\u4fe1\u901f\u5ea6\u3067\u3082\u89b3\u308c\u307e\u3059\u304c\u304b\u306a\u308a\u753b\u9762\u304c\u8352\u308c\u307e\u3059\u3002\u9451\u8cde\u3059\u308b\u306b\u306f\u6b8b\u5ff5\u306a\u753b\u8cea\u306b\u307e\u3067\u30d5\u30ec\u30fc\u30e0\u30ec\u30fc\u30c8\u304c\u843d\u3061\u307e\u3059\u306e\u3067\u5b9f\u8cea\u3001\u52d5\u753b\u30b3\u30f3\u30c6\u30f3\u30c4\u306f\u591c\u9593\u5e2f\uff0818\u6642\u301c26\u6642\uff09\u3067\u5229\u7528\u3067\u304d\u306a\u3044\u3068\u601d\u3063\u305f\u307b\u3046\u304c\u3044\u3044\u3067\u3059\u3002<\/p>\n<p>\u3093\u3067\u3001\u30ab\u30b7\u30e2WiMax\u306f\u89e3\u7d04\u6642\u306f\u4ee5\u4e0b\u306e\u5236\u9650\u304c\u3042\u308a\u307e\u3059\u3002<\/p>\n<blockquote>\n<p>\u3010\u65e72\u5e74\u30d7\u30e9\u30f3\u3067\u3054\u5951\u7d04\u306e\u304a\u5ba2\u69d8\u3011<\/p>\n<p>\u7aef\u672b\u767a\u9001\u6708\u306e\u7fcc\u6708\u30921\u304b\u6708\u76ee\u3068\u3057\u305f24\u304b\u6708\u9593\u3092\u5951\u7d04\u671f\u9593\u3068\u3057\u307e\u3059\u3002\u7aef\u672b\u767a\u9001\u6708\u306e\u7fcc\u6708\u30921\u304b\u6708\u76ee\u3068\u3057\u3066\u300124\u304b\u6708\u76ee\u3092\u300c\u6e80\u4e86\u6708\u300d\u300125\u304b\u6708\u76ee\u3092\u300c\u66f4\u65b0\u6708\u300d\u3068\u3057\u307e\u3059\u3002\u66f4\u65b0\u6708\u4ee5\u5916\u306e\u89e3\u7d04\u306f\u5951\u7d04\u89e3\u9664\u6599\u304c\u767a\u751f\u3057\u307e\u3059\u30020\u304b\u6708\u76ee\uff5e12\u304b\u6708\u76ee\u307e\u3067\u306e\u3054\u89e3\u7d04\u306e\u5834\u5408\uff1a19,000\u5186\uff08\u7a0e\u629c\uff09\u300113\u304b\u6708\u76ee\uff5e24\u304b\u6708\u76ee\u307e\u3067\u306e\u3054\u89e3\u7d04\u306e\u5834\u5408\uff1a14,000\u5186\uff08\u7a0e\u629c\uff09 \u3001\u5951\u7d04\u66f4\u65b0\u6708\u3092\u9664\u304f25\u304b\u6708\u76ee\u4ee5\u964d\u306e\u3054\u89e3\u7d04\u306e\u5834\u5408\uff1a9,500\u5186\uff08\u7a0e\u629c\uff09\u3068\u306a\u308a\u307e\u3059\u3002<\/p>\n<p>\u203b25\u304b\u6708\u76ee\u306e\u66f4\u65b0\u6708\u3001\u304a\u3088\u307326\u304b\u6708\u76ee\u4ee5\u964d\u306f24\u304b\u6708\u3054\u3068\u306e\u66f4\u65b0\u6708\u306f\u3001\u5951\u7d04\u89e3\u9664\u6599\u306f0\u5186\u3067\u3059\u3002<\/p>\n<\/blockquote>\n<p>\u4eca\u306f\u3001\u3082\u3046\uff12\u5e74\u30d7\u30e9\u30f3\u3068\u3044\u3046\u306e\u304c\u306a\u3044\u3093\u3067\u3057\u3087\u3046\u304b\u306d\u3002\u307e\u3041\u3068\u306b\u304b\u304f\u30e1\u30fc\u30eb\u3067\u6848\u5185\u304c\u6765\u3066\u304f\u308c\u305f\u306e\u3067\u52a9\u304b\u3063\u3066\u3044\u307e\u3059\u3002\u3053\u306e\u3042\u305f\u308a\u306f\u3001\u512a\u3057\u3044\u3067\u3059\u306d\u3002<\/p>\n<blockquote>\n<p>\u25a1\u25a0\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501<br \/>\u25a0 \u3000\u66f4\u65b0\u6708\u306b\u3064\u3044\u3066\u306e\u3054\u6848\u5185<br \/>\u25a1\u25a0\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501<br \/>\u304a\u5ba2\u69d8\u306e\u3054\u5951\u7d04\u66f4\u65b0\u6708\u306f2020\u5e744\u6708\u3068\u306a\u3063\u3066\u304a\u308a\u307e\u3059\u3002<br \/>\u5951\u7d04\u89e3\u9664\u3092\u3054\u5e0c\u671b\u3055\u308c\u308b\u5834\u5408\u3001<br \/>2020\u5e744\u67081\u65e5\uff5e2020\u5e744\u670820\u65e517:00\u307e\u3067\u306b\u30ab\u30b7\u30e2\u53d7\u4ed8\u30bb\u30f3\u30bf\u30fc\u307e\u3067\u3054\u9023\u7d61\u304f\u3060\u3055\u3044\u3002<br \/>\u4e0a\u8a18\u671f\u9593\u3067\u89e3\u7d04\u3055\u308c\u308b\u5834\u5408\u306e\u5951\u7d04\u89e3\u9664\u6599\u306f\u7121\u6599\u3067\u3059\u3002<\/p>\n<p>1.\u4e0a\u8a18\u671f\u9593\u3092\u904e\u304e\u307e\u3059\u3068\u30012\u5e74\u306e\u81ea\u52d5\u66f4\u65b0\u3068\u306a\u308a\u307e\u3059\u3002<br \/>2.\u81ea\u52d5\u66f4\u65b0\u5f8c\u3001\u66f4\u65b0\u671f\u9593\u4ee5\u5916\u3067\u306e\u89e3\u7d04\u306b\u306f\u5951\u7d04\u89e3\u9664\u65999,500\u5186(\u7a0e\u629c)\u304c\u767a\u751f\u3044\u305f\u3057\u307e\u3059\u3002<br \/>3.\u5951\u7d04\u66f4\u65b0\u3092\u5e0c\u671b\u3067\u306a\u3044\u5834\u5408\u3001\u4e0a\u8a18\u671f\u9593\u5185\u306b\u5f0a\u793e\u30b5\u30dd\u30fc\u30c8\u30bb\u30f3\u30bf\u30fc\u3078\u3001<br \/>\u00a0 \u00a0\u304a\u96fb\u8a71\u3001\u30de\u30a4\u30da\u30fc\u30b8\u3001\u304a\u554f\u3044\u5408\u308f\u305b\u30e1\u30fc\u30eb\u306b\u3066\u89e3\u7d04\u306e\u7533\u3057\u51fa\u3092\u304a\u9858\u3044\u3044\u305f\u3057\u307e\u3059\u3002<\/p>\n<\/blockquote>\n<p>\u3068\u3044\u3046\u3053\u3068\u3067\u3001\u5927\u5909\u304a\u4e16\u8a71\u306b\u306a\u3063\u305f\u30ab\u30b7\u30e2WiMax\u3067\u3059\u304c\u305d\u308d\u305d\u308d\u4e57\u308a\u63db\u3048\u3088\u3046\u304b\u306a\u3068\u601d\u3044\u307e\u3059\u3002<\/p>\n<p>\u30002020\u5e74\u306f5G\u901a\u4fe1\u304c\u30b9\u30bf\u30fc\u30c8\u3059\u308b\u306e\u3067\u3001\u826f\u3055\u3052\u306a\u306e\u304c\u51fa\u308b\u3093\u3058\u3083\u306a\u3044\u304b\u3068\u601d\u3044\u307e\u3059\u304c\u3001\u73fe\u72b6\u306f\u4ee5\u4e0b\u306e\u901a\u4fe1\u5236\u9650\u304c\u306a\u3044\u3068\u3044\u3046\u3001\u307b\u3093\u3068\u304b\u3069\u3046\u304b\u306f\u308f\u304b\u308a\u307e\u305b\u3093\u304c\u901a\u4fe1\u30ad\u30e3\u30ea\u30a2\u304c\u3042\u308a\u307e\u3059\u3002Google \u3067\u300c10GB\u5236\u9650\u306a\u3057\u300d\u3068\u304b\u3067\u691c\u7d22\u3059\u308b\u3068\u308f\u3055\u308f\u3055\u60c5\u5831\u306f\u51fa\u3066\u304d\u307e\u3059\u3002<\/p>\n<p>MugenWifi \u3068\u304b\u3001NEXTmobile\u3068\u304b\u3001\u3069\u3093\u306a\u3068\u304d\u3082WiFi\u3068\u304b\u3067\u3059\u3002\u3067\u3082\u3001\u3053\u308c\u3089\u306f\u7e1b\u308a\u671f\u9593\u304c\u3042\u308b\u3093\u3067\u3059\u3088\u306d\u3002\u7e1b\u308a\u304c\u306a\u3044\uff08\u5c11\u306a\u3044\uff09\u306e\u306710GB\u5236\u9650\u304c\u306a\u3044\u306e\u306f\u306a\u3044\u304b\u306a\u3068\u63a2\u3057\u3066\u3044\u308b\u3068\u3001\u300c\u30af\u30e9\u30a6\u30c9WiFi\u6771\u4eac\u300d\u3068\u3044\u3046\u306e\u304c\u3042\u308b\u3058\u3083\u306a\u3044\u3067\u3059\u304b\u3002\u73fe\u5728\u306f\u3053\u308c\u3092\u691c\u8a0e\u4e2d\u3067\u3059\u3002<\/p>\n<p>\u3053\u3053\u306eWiFi\u6a5f\u5668\u306f\u3001U2s\u3068\u3044\u3046\u3082\u306e\u3067\u3053\u308c\u306b\u30af\u30ec\u30fc\u30c9\u30eb\u304c\u306a\u3044\u306e\u3067\u3061\u3087\u3063\u3068\u74b0\u5883\u3092\u6574\u3048\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002<\/p>\n<blockquote>\n<p>\u30eb\u30fc\u30bf\u30fc\u540d\uff1aU2s<br \/>\u91cd\u91cf\uff1a151g<br \/>\u9023\u7d9a\u4f7f\u7528\u53ef\u80fd\u6642\u9593\uff1a12\u6642\u9593<br \/>\u6700\u5927\u901a\u4fe1\u901f\u5ea6\uff1a\u4e0b\u308a\u6700\u5927150Mbps\/\u4e0a\u308a\u6700\u5927\uff1a50Mbps<br \/>\u30b5\u30a4\u30ba\uff1a\u6a2a127 x \u7e2665.7 x \u9ad8\u305514.2 mm<\/p>\n<\/blockquote>\n<p>\u3042\u3068\u306f\u3001\u738b\u9053\u306e\u5149\u56de\u7dda\u3092\u5165\u308c\u308b\u3063\u3066\u3044\u3046\u9078\u629e\u80a2\u3082\u3042\u308a\u307e\u3059\u304c\u8cc3\u8cb8\u306a\u3093\u3067\u306d\u3002\u8ff7\u3044\u307e\u3059\u3002<\/p>\n<p>\u00a0<\/p>\n<p>\u00a0<\/p>\n<p>\u00a0<\/p>\n","protected":false},"excerpt":{"rendered":"<p>\u3072\u3063\u3055\u3073\u3055\u306e\u6295\u7a3f\u3067\u3059\u3002\u7d04\u3001\uff12\u5e74\u524d\u306b\u4ed5\u4e8b\u5148\u304c\u540d\u53e4\u5c4b\u304b\u3089\u6771\u4eac\u306b\u5909\u308f\u3063\u3066\u304b\u3089\u6295\u7a3f\u304c0\u4ef6\u306b\u306a\u3063\u3066\u3044\u307e\u3057\u305f\u3002\u7279\u306b\u5fd9\u3057\u3044\u3063\u3066\u3044\u3046\u308f\u3051\u3067\u3082\u306a\u304f\u306a\u3093\u3068\u306a\u304f\u30e9\u30a4\u30d5\u30b9\u30bf\u30a4\u30eb\u304c\u5909\u308f\u3063\u305f\u3068\u3044\u3046\u306e\u304c\u5927\u304d\u3044\u3093\u3067\u3059\u304b\u306d\u3002\u6700\u5f8c\u306e\u6295\u7a3f\u306f\u30012018\u5e74\u306e12 [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","footnotes":""},"categories":[79,81],"tags":[],"acf":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"post-thumbnail":false},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":0,"uagb_excerpt":"\u3072\u3063\u3055\u3073\u3055\u306e\u6295\u7a3f\u3067\u3059\u3002\u7d04\u3001\uff12\u5e74\u524d\u306b\u4ed5\u4e8b\u5148\u304c\u540d\u53e4\u5c4b\u304b\u3089\u6771\u4eac\u306b\u5909\u308f\u3063\u3066\u304b\u3089\u6295\u7a3f\u304c0\u4ef6\u306b\u306a\u3063\u3066\u3044\u307e\u3057\u305f\u3002\u7279\u306b\u5fd9\u3057\u3044\u3063&hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/4892"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=4892"}],"version-history":[{"count":0,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/4892\/revisions"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=4892"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/categories?post=4892"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/tags?post=4892"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}