{"id":9465,"date":"2020-09-11T04:53:14","date_gmt":"2020-09-10T19:53:14","guid":{"rendered":"http:\/\/hack.gpl.jp\/?p=6002"},"modified":"2021-07-04T21:16:18","modified_gmt":"2021-07-04T12:16:18","slug":"wildcard-domain-acme","status":"publish","type":"post","link":"https:\/\/hack.gpl.jp\/2020\/09\/11\/wildcard-domain-acme\/","title":{"rendered":"Termux\u74b0\u5883\u3067\u52d5\u4f5c\u3059\u308bLet&#8217;s Encrypt\u306e\u30ef\u30a4\u30eb\u30c9\u30ab\u30fc\u30c9\u30c9\u30e1\u30a4\u30f3\u306b\u5bfe\u5fdc\u3057\u305f\u81ea\u52d5\u5316\u30c4\u30fc\u30eb\u3092\u63a2\u305b\uff01"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">termux\u3067\u52d5\u4f5c\u3059\u308b\u306e\u304c\u307b\u3057\u3044\uff01<\/h3>\n\n\n\n<p>\u5148\u65e5\u3001termux\u4e0a\u3067\u52d5\u4f5c\u3092\u8a66\u3057\u305f\u3061\u3063\u3055\u306a <a rel=\"noreferrer noopener\" href=\"https:\/\/github.com\/diafygi\/acme-tiny\" target=\"_blank\">acme-tiny<\/a> \u3068\u3044\u3046Python\u88fd\u306eACME\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3067\u3059\u304c\u3069\u3046\u3084\u3089\u8abf\u3079\u305f\u3089<strong>\u30ef\u30a4\u30eb\u30c9\u30ab\u30fc\u30c9\u306b\u306f\u5bfe\u5fdc\u3057\u3066\u3044\u306a\u3044<\/strong>\u3088\u3046\u3067\u3059\u3002ACME\u3068\u306f\u3001Automatic Certificate Management Environment \u306e\u7565\u3067\u3001\u3056\u3063\u304f\u308a\u8a00\u3048\u3070SSL\u8a3c\u660e\u66f8\u767a\u884c\u306e\u7ba1\u7406\u3092\u3084\u308a\u3068\u308a\u3059\u308b\u30d7\u30ed\u30c8\u30b3\u30eb\u3067\u3059\u3002<a rel=\"noreferrer noopener\" href=\"https:\/\/tools.ietf.org\/html\/rfc8555\" target=\"_blank\">rfc8555<\/a> \u306b\u3042\u308b\u3088\u3046\u3067\u3059\u3002\u3053\u306e\u4e2d\u3067\u30ef\u30a4\u30eb\u30c9\u30ab\u30fc\u30c9\u8a3c\u660e\u66f8\u306fDNS\u30c1\u30e3\u30ec\u30f3\u30b8\u306b\u3088\u308b\u8a8d\u8a3c\u304c\u5fc5\u8981\u3068\u3044\u3046\u3053\u3068\u3067\u3059\u3002<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">acmy-tiny\u306e\u8a2d\u8a08\u65b9\u91dd<\/h3>\n\n\n\n<p><a rel=\"noreferrer noopener\" href=\"https:\/\/github.com\/diafygi\/acme-tiny\/blob\/master\/acme_tiny.py\" target=\"_blank\">acmy-tiny \u306e\u30d7\u30ed\u30b0\u30e9\u30e0<\/a>\u306f\u5168\u90e8\u3067198\u884c\u3067\u3059\u3002\u4f5c\u8005\u306f\u5c0f\u3055\u306a\u30d7\u30ed\u30b0\u30e9\u30e0\u306b\u3068\u3069\u3081\u3066\u304a\u304d\u305f\u3044\u3088\u3046\u3067\u3059\u3002\u4ee5\u4e0b\u306e\u3088\u3046\u306b\u3001200\u884c\u304f\u3089\u3044\u306b\u3068\u3069\u3081\u3066\u304a\u304d\u305f\u3044\u306e\u3067\u3001DNS\u30c1\u30e3\u30ec\u30f3\u30b8\u306e\u30b5\u30dd\u30fc\u30c8\uff08\u30ef\u30a4\u30eb\u30c9\u30ab\u30fc\u30c9\u30b5\u30dd\u30fc\u30c8\uff09\u306f\u3057\u307e\u305b\u3093\u3068\u3044\u3046\u3053\u3068\u3067\u3059\u3002<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>I don&#8217;t plan on adding DNS challenge support (thus no wildcard support)<\/p><cite>https:\/\/github.com\/diafygi\/acme-tiny\/issues\/195#issuecomment-372097617<\/cite><\/blockquote>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>I don&#8217;t plan on increasing the line limit above 200.<\/p><cite>https:\/\/github.com\/diafygi\/acme-tiny\/issues\/195#issuecomment-372097580<\/cite><\/blockquote>\n\n\n\n<p>\u4f5c\u8005\u306e\u65b9\u91dd\u306a\u3093\u3067\u3001\u4ed5\u65b9\u306a\u3044\u3067\u3059\u306d\u3002\u3067\u3082\u3001\u5fc5\u8981\u4ee5\u4e0a\u306e\u6a5f\u80fd\u306f\u8ffd\u52a0\u3057\u306a\u3044\u3068\u8a00\u3044\u5207\u308b\u306e\u306f\u7acb\u6d3e\u306a\u3053\u3068\u3067\u3059\u3002\u5f53\u521d\u306e\u30b3\u30f3\u30bb\u30d7\u30c8\u306f\u5d29\u3055\u305a\u3002\u304d\u3063\u3068200\u884c\u4ee5\u5185\u306e\u5c0f\u3055\u306a\u30d7\u30ed\u30b0\u30e9\u30e0\u3067\u3042\u308b\u3053\u3068\u304c\u3069\u3053\u304b\u3067\u751f\u304d\u3066\u304f\u308b\u306f\u305a\u3067\u3059\u3002<\/p>\n\n\n\n<p>\u3000\u3067\u3001\u901a\u5e38\u306f\u3053\u308c\u3067\u5341\u5206\u4e8b\u8db3\u308a\u307e\u3059\u3002\u3053\u306e\u30d6\u30ed\u30b0\u3067\u3082 hack.gpl.jp\u3068\u3044\u3046\u30c9\u30e1\u30a4\u30f3\u306e\u8a3c\u660e\u66f8\u304c\u53d6\u308c\u308c\u3070\u3044\u3044\u306e\u3067\u554f\u984c\u3042\u308a\u307e\u305b\u3093\u304c\u3001*.gpl.jp \u306b\u3082\u4f7f\u3048\u308b\u3088\u3046\u306b\u3057\u3066\u307f\u305f\u3044\u306e\u3067\u3001\u4e00\u5ea6\u89e6\u308c\u3066\u304a\u304d\u305f\u3044\u3093\u3067\u3059\u3088\u306d\u3002\u6614\u306f\u3001\u30ef\u30a4\u30eb\u30c9\u30ab\u30fc\u30c9\u30c9\u30e1\u30a4\u30f3\u306e\u8a3c\u660e\u66f8\u3063\u3066\u7d50\u69cb\u9ad8\u304f\u3066\u624b\u304c\u51fa\u306a\u304b\u3063\u305f\u306e\u3092\u899a\u3048\u3066\u3044\u307e\u3059\u3002<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">\u30ef\u30a4\u30eb\u30c9\u30ab\u30fc\u30c9\u306e\u8a3c\u660e\u66f8\u304c\u307b\u3057\u3044!<\/h3>\n\n\n\n<p>\u3000\u4f7f\u3044\u305f\u3044\u7406\u7531\u3068\u3057\u3066\u3001\u30ef\u30a4\u30eb\u30c9\u30ab\u30fc\u30c9\u306e\u8a3c\u660e\u66f8\u3092\u5165\u308c\u3066\u304a\u304f\u3068\u3001\u79fb\u884c\u304c\u30b9\u30e0\u30fc\u30ba\u306b\u306a\u308b\u3068\u3044\u3046\u306e\u3082\u3042\u308a\u307e\u3059\u3002\u5b9f\u306f\u3001\u30b5\u30d6\u30c9\u30e1\u30a4\u30f3\u3092 hack.gpl.jp \u306b\u3057\u3088\u3046\u304b\u306a\u3068\u601d\u3063\u3066\u3044\u307e\u3059\u306e\u3067\u3001hack.gpl.jp \u3082\u30de\u30c3\u30d4\u30f3\u30b0\u3057\u3066\u304a\u3053\u3046\u304b\u306a\u3068\u3002\u3064\u307e\u308a\u3001\u4eca\u4f5c\u3063\u3066\u3044\u308b\u30b9\u30de\u30db\u65b0\u30b5\u30fc\u30d0\u3067\u306f\u3001hack.gpl.jp \u3068\u3057\u3066\u904b\u7528\u3057\u3066\u304a\u3044\u3066\u3001wordpress \u306e\u8a2d\u5b9a\u3067\u8907\u6570\u306e\u30c9\u30e1\u30a4\u30f3\u306b\u3082\u30de\u30c3\u30d4\u30f3\u30b0\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u3066\u304a\u3051\u3070\u3001DNS\u306e\u5207\u66ff\u3067\u3069\u3063\u3061\u3082\u540c\u3058\u3068\u3053\u308d\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u308b\u3088\u3046\u306b\u306a\u308a\u307e\u3059\u3002\uff08\u305f\u3076\u3093\uff09<\/p>\n\n\n\n<p>https:\/\/hack.gpl.jp\/<br>https:\/\/hack.gpl.jp\/<\/p>\n\n\n\n<p>\u305d\u3046\u3044\u3046\u904b\u7528\u3084\u79fb\u884c\u306f\u3084\u3063\u305f\u3053\u3068\u306a\u3044\u3093\u3067\u3059\u304c\u3001\u7406\u8ad6\u4e0a\u306f\u3067\u304d\u305d\u3046\u3067\u3059\u3002\u3053\u308c\u3092\u5b9f\u73fe\u3059\u308b\u305f\u3081\u306b\u306f\u3001\u30ef\u30a4\u30eb\u30c9\u30ab\u30fc\u30c9\u306e\u8a3c\u660e\u66f8\u304c\u3042\u308b\u3068\u4fbf\u5229\u304b\u306a\u3068\u3002\u4f7f\u308f\u306a\u3044\u306a\u3089\u3070\u3001\u30d0\u30fc\u30c1\u30e3\u30eb\u30db\u30b9\u30c8\u306e\u8a2d\u5b9a\u3092\uff12\u3064\u4f5c\u308a\u3001\u30b7\u30f3\u30b0\u30eb\u306e\u8a3c\u660e\u66f8\u3092\uff12\u3064\u767a\u884c\u3059\u308b\u3068\u3044\u3046\u65b9\u6cd5\u3067\u3082\u3044\u3044\u306e\u3067\u3059\u304c\u3002\u3044\u3084\u3044\u3084\u3001\u305b\u3063\u304b\u304f\u30ef\u30a4\u30eb\u30c9\u30ab\u30fc\u30c9\u306eSSL\u8a3c\u660e\u66f8\u304c\u7121\u6599\u3067\u767a\u884c\u3067\u304d\u308b\u306a\u3089\u3070\u30c1\u30e3\u30ec\u30f3\u30b8\u3059\u308b\u3057\u304b\u306a\u3044\u3067\u3057\u3087\u3046\uff01w<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">acme-nginx \u30ef\u30a4\u30eb\u30c9\u30ab\u30fc\u30c9\u8a3c\u660e\u66f8\u5bfe\u5fdc\u306e\u5c0f\u3055\u306a\u3084\u3064\uff01<\/h3>\n\n\n\n<p>\u3000\u3055\u3066\u3001\u306a\u3093\u304b\u826f\u3044\u306e\u306f\u7121\u3055\u305d\u3046\u304b\u306a\u3068\u3001\u4e16\u754c\u306f\u5e83\u3044\u306e\u3067\u8ab0\u304b\u7d76\u5bfe\u4f5c\u3063\u3066\u308b\u306f\u305a\u3067\u3059\u3002\u30fb\u30fb\u30fb\u306f\u3044\uff01\u3000\u3042\u308a\u307e\u3057\u305f\u3002<a rel=\"noreferrer noopener\" href=\"https:\/\/github.com\/kshcherban\/acme-nginx\" target=\"_blank\">acme-nginx<\/a>\u3000\u3067\u3059\u3002\u307e\u3060\u672a\u78ba\u8a8d\u3067\u3059\u304c termux\u3067\u3082\u52d5\u4f5c\u3059\u308b\u306f\u305a\u3067\u3059\u3002<\/p>\n\n\n\n<p>ReadMe\u3092\u8aad\u3093\u3067\u307f\u308b\u3068\u3001\u3069\u3046\u3084\u3089DNS\u306e\u30c6\u30ad\u30b9\u30c8\u30ec\u30b3\u30fc\u30c9\u3082\u81ea\u52d5\u7684\u306b\u66f8\u304d\u63db\u3048\u308b\u3088\u3046\u3067\u3001\u3053\u308c\u306fAPI\u304c\u5b8c\u5099\u3057\u305fDNS\u30d7\u30ed\u30d0\u30a4\u30c0\u30fc\u3058\u3083\u306a\u3044\u3068\u30c0\u30e1\u306a\u3088\u3046\u3067\u3059\u3002\u73fe\u5728\u3001\u52d5\u4f5c\u3059\u308b\u306e\u306f\u3001\u30c7\u30b8\u30bf\u30eb\u30aa\u30fc\u30b7\u30e3\u30f3\u3068\u3001AWS Route53\u306eDNS\u3067\u3059\u3002<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">\u30d0\u30ea\u30e5\u30fc\u30c9\u30e1\u30a4\u30f3\u306eAPI<\/h3>\n\n\n\n<p>acme-nginx\u304c\u3001\u30c7\u30b8\u30bf\u30eb\u30aa\u30fc\u30b7\u30e3\u30f3\u306eDNS\u3068\u3001AWS Toute53\u306b\u5bfe\u5fdc\u3057\u3066\u3044\u308b\u306e\u306f\u308f\u304b\u308a\u307e\u3057\u305f\u304c\u3001\u73fe\u5728\u4f7f\u3063\u3066\u3044\u308b\u306e\u306f\u30d0\u30ea\u30e5\u30fc\u30c9\u30e1\u30a4\u30f3\u3067\u3059\u3002\u3053\u3053\u3082\u3064\u3044\u6700\u8fd1\u3001API\u304c\u5b8c\u5099\u3055\u308c\u305f\u306e\u3067\u3001\u4f7f\u3048\u306a\u3044\u304b\u8abf\u67fb\u3057\u3066\u307f\u308b\u3053\u3068\u306b\u3057\u307e\u3057\u305f\u3002\u3082\u3057\u4f7f\u3048\u308b\u611f\u3058\u306a\u3089\u3001acme-nginx \u306b\u6a5f\u80fd\u3092\u62e1\u5f35\u3059\u308c\u3070\u3044\u3044\u3060\u3051\u3067\u3059\u3002<\/p>\n\n\n\n<p>\u30d0\u30ea\u30e5\u30fc\u30c9\u30e1\u30a4\u30f3\u306eAPI\u30de\u30cb\u30e5\u30a2\u30eb\u306f\u3053\u3053\u306b\u3042\u308a\u307e\u3059\u3002<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p><a href=\"https:\/\/www.value-domain.com\/api\/doc\/domain\/\" target=\"_blank\" rel=\"noreferrer noopener\">\u30d0\u30ea\u30e5\u30fc\u30c9\u30e1\u30a4\u30f3API\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8&nbsp;(1.0.0)<\/a><\/p><cite>https:\/\/www.value-domain.com\/api\/doc\/domain\/<\/cite><\/blockquote>\n\n\n\n<p>\u5b9f\u969b\u306b\u3001API\u30c8\u30fc\u30af\u30f3\u3092\u767a\u884c\u3057\u3066\u3044\u3058\u3063\u3066\u307f\u307e\u3057\u305f\u3002curl\u306b\u3001jq \u3092\u30d1\u30a4\u30d7\u3057\u3066json\u30c7\u30fc\u30bf\u3092\u898b\u3084\u3059\u304f\u3057\u3066\u3044\u307e\u3059\u3002jq\u306f\u3001termux\u306b\u3082\u3042\u308b\u3057\u3001mac\u306e brew\u306b\u3082\u3042\u308a\u307e\u3059\u3002jq\u3001\u4fbf\u5229\u3067\u3059\u306d\u3002Qita\u3067\u77e5\u308a\u307e\u3057\u305f\uff01<\/p>\n\n\n\n<pre class=\"wp-block-code\"><code>curl -H 'Authorization: Bearer \u2605\u30c8\u30fc\u30af\u30f3' \\\n-H 'Content-Type:application\/json' \\\n-X GET \\\n'https:\/\/api.value-domain.com\/v1\/freedns\/{\u2605domainid or domianname}' | jq<\/code><\/pre>\n\n\n\n<p>\u30c8\u30fc\u30af\u30f3\u3084\u3001\u30c9\u30e1\u30a4\u30f3ID or \u30c9\u30e1\u30a4\u30f3\u540d\u306a\u3069\u5165\u308c\u308b\u3068\u4ee5\u4e0b\u306e\u3088\u3046\u306b\u51fa\u3066\u304d\u307e\u3059\u3002<\/p>\n\n\n\n<pre class=\"wp-block-code\"><code>  % Total    % Received % Xferd  Average Speed   Time    Time     Time  Current\n                                 Dload  Upload   Total   Spent    Left  Speed\n100  1388    0  1388    0     0   2258      0 --:--:-- --:--:-- --:--:--  2260\n{\n  \"results\": {\n    \"domainid\": \"xxxxxx\",\n    \"domainname\": \"gpl.jp\",\n    \"records\": \"#InterLink\\na www 116.58.181.140\\n# gpl.jp\\na @ 116.58.181.140\\na hack 116.58.181.140\\na jh 116.58.181.140\u301c\u7701\u7565\u301c\\na * 116.58.181.140\",\n    \"ttl\": \"60\"\n  },\n  \"request_id\": \"20200911xxxxxxxxxxxxxxxxxxV\",\n  \"request\": {\n    \"path\": \"\/v1\/freedns\/xxxxxxxx\",\n    \"method\": \"GET\",\n    \"params\": &#91;]\n  }\n}<\/code><\/pre>\n\n\n\n<p>\u3067\u3001\u3053\u306erecords\u3063\u3066\u3044\u3046\u5024\u3001\u30d0\u30ea\u30e5\u30fc\u30c9\u30e1\u30a4\u30f3\u4f7f\u3063\u305f\u3053\u3068\u304c\u3042\u308b\u4eba\u306a\u3089\u308f\u304b\u308b\u3068\u601d\u3044\u307e\u3059\u304c\u3001\u7ba1\u7406\u753b\u9762\u3067\u8a2d\u5b9a\u3059\u308b\u30c6\u30ad\u30b9\u30c8\u306e\u4e00\u89a7\u304c\u305a\u3089\u3063\u3068\u51fa\u3066\u304d\u307e\u3059\u3002\u30d0\u30ea\u30e5\u30fc\u30c9\u30e1\u30a4\u30f3API\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306e\u300c<a rel=\"noreferrer noopener\" href=\"https:\/\/www.value-domain.com\/api\/doc\/domain\/#tag\/DNS\/paths\/~1domains~1{domain}~1dns\/get\" target=\"_blank\">DNS\u8a2d\u5b9a\u306e\u5909\u66f4<\/a>\u300d\u306e\u90e8\u5206\u3092\u8aad\u3093\u3067\u307f\u308b\u3068\u3001\u30ec\u30b3\u30fc\u30c9\u3054\u3068\u306b\u6539\u884c\u533a\u5207\u308a\u306e\u6587\u5b57\u5217\u3067\u3059\u3002<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large\"><img decoding=\"async\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/09\/e3838fe38299e383aae383a5e383bce38388e38299e383a1e382a4e383b3apie38388e38299e382ade383a5e383a1e383b3e38388.png?w=520\" alt=\"\" class=\"wp-image-6019\"\/><\/figure><\/div>\n\n\n\n<p>\u306f\u3044\uff01\u3000\u3064\u307e\u308a\u3001a\u30ec\u30b3\u30fc\u30c9\u5358\u4f53\u3067\u8ffd\u52a0\u3084\u524a\u9664\u3068\u304b\u3001txt\u30ec\u30b3\u30fc\u30c9\u3060\u3051\u8ffd\u52a0\u3068\u304b\u305d\u3046\u3044\u3046\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002\u3082\u3057\u305d\u308c\u3089\u3092\u5b9f\u88c5\u3059\u308b\u3068\u306a\u308b\u3068\u3001records\u306e\u5024\u3092\u30d1\u30fc\u30b9\u3057\u3066\u30c1\u30a7\u30c3\u30af\u3057\u3066\u66f8\u304d\u63db\u3048\u308b\u3068\u3044\u3046\u9762\u5012\u306a\u4f5c\u696d\u304c\u5fc5\u8981\u3067\u3059\u3002\u6280\u8853\u7684\u306b\u306f\u4e0d\u53ef\u80fd\u3067\u306f\u306a\u3044\u306e\u3067\u3059\u304c\u3001\u305d\u3053\u307e\u3067\u4f5c\u308b\u3064\u3082\u308a\u306f\u3042\u308a\u307e\u305b\u3093\u3002<\/p>\n\n\n\n<p>\u307e\u3041\u3001\u305d\u306e\u8352\u3055\uff08\u30c6\u30ad\u30b9\u30c8\u4e00\u89a7\u306e\u8a2d\u5b9a\u30d5\u30a1\u30a4\u30eb\uff09\u304c\u30d0\u30ea\u30e5\u30fc\u30c9\u30e1\u30a4\u30f3\u306e\u826f\u3044\u3068\u3053\u308d\u3067\u3082\u3042\u308b\u306e\u3067\u3059\u304c\u3002\u8a2d\u5b9a\u30d5\u30a1\u30a4\u30eb\u3092\u30c6\u30ad\u30b9\u30c8\u30d5\u30a1\u30a4\u30eb\u3067\u7ba1\u7406\u3057\u3066\u3044\u308b\u3060\u3051\u306a\u306e\u3067\u3001\u30b3\u30f3\u30d1\u30cd\u304b\u3089\u304c\u3063\u3064\u308a\u4e00\u62ec\u767b\u9332\u30fb\u7de8\u96c6\u3059\u308b\u306e\u304c\u4fbf\u5229\u306a\u3093\u3067\u3059\u3088\u306d\u3002<\/p>\n\n\n\n<p>\u3068\u3044\u3046\u3053\u3068\u3067\u3001\u5bdd\u307e\u3057\u305f\uff01\u3000\u3053\u306e\u30c6\u30ad\u30b9\u30c8\u30d5\u30a1\u30a4\u30eb\u3092\u51e6\u7406\u3059\u308b\u90e8\u5206\u307e\u3067\u4f5c\u308b\u3068\u30e1\u30f3\u30c9\u304f\u3055\u3044\u306e\u3067\u3001\u30c7\u30b8\u30bf\u30eb\u30aa\u30fc\u30b7\u30e3\u30f3\u306eAPI\u306f\u3069\u3046\u306a\u3063\u3066\u3044\u308b\u306e\u304b\u6c17\u529b\u304c\u5fa9\u6d3b\u3057\u305f\u6642\u306b\u3067\u3082\u8abf\u3079\u308b\u3053\u3068\u306b\u3057\u307e\u3059\u3002<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">\u30c7\u30b8\u30bf\u30eb\u30aa\u30fc\u30b7\u30e3\u30f3\u306eAPI<\/h3>\n\n\n\n<p>\u3055\u3066\u3001\u65e5\u304c\u66ae\u308c\u3066\u591c\u304c\u3042\u3051\u307e\u3057\u305f\u3002\u307c\u3061\u307c\u3061\u3001\u30c7\u30b8\u30bf\u30eb\u30aa\u30fc\u30b7\u30e3\u30f3\u306eAPI\u3067\u3082\u8abf\u3079\u308b\u3053\u3068\u306b\u3057\u307e\u3059\u3002\u3068\u3044\u3046\u3053\u3068\u3067\u3001\u4ee5\u4e0b\u304c\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u3067\u3059\u3002<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p><a href=\"https:\/\/developers.digitalocean.com\/documentation\/v2\/#create-a-new-domain-record\" target=\"_blank\" rel=\"noreferrer noopener\">Create a New Domain Record<\/a><\/p><cite><a href=\"https:\/\/developers.digitalocean.com\/documentation\/v2\/#create-a-new-domain-record\" target=\"_blank\" rel=\"noreferrer noopener\">LINK<\/a><\/cite><\/blockquote>\n\n\n\n<p>\u306a\u308b\u307b\u3069\u3001\u826f\u304f\u3067\u304d\u3066\u3044\u307e\u3059\u306d\u3002\u500b\u5225\u306b\u30ec\u30b3\u30fc\u30c9\u30bf\u30a4\u30d7\uff08A\u3001MX\u3001CNAME\u306a\u3069\uff09\u3092\u6307\u5b9a\u3057\u3001\u30c7\u30fc\u30bf\u3092\u66f4\u65b0\u3082\u53ef\u80fd\u3067\u3059\u3002\u3053\u308c\u306a\u3089\u3001DNS\u3092\u5909\u66f4\u3057\u305f\u307b\u3046\u304c\u901f\u3044\u3067\u3059\u306d\uff01<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">\u30d0\u30ea\u30e5\u30fc\u30c9\u30e1\u30a4\u30f3\u304b\u3089\u3001\u30c7\u30b8\u30bf\u30eb\u30aa\u30fc\u30b7\u30e3\u30f3\u3078DNS\u3092\u5909\u66f4<\/h3>\n\n\n\n<p>\u3068\u3044\u3046\u308f\u3051\u3067\u3001\u3061\u3087\u3063\u3068\u8abf\u3079\u305f\u3068\u3053\u308d\u30c7\u30b8\u30bf\u30eb\u30aa\u30fc\u30b7\u30e3\u30f3\u306eDNS\u3060\u3051\u4f7f\u3046\u306a\u3089\u7121\u6599\u306a\u306e\u3067\u3001\u30cd\u30fc\u30e0\u30b5\u30fc\u30d0\u306e\u5411\u3051\u5148\u3092\u5909\u66f4\u3057\u307e\u3057\u305f\u3002\u30c7\u30b8\u30bf\u30eb\u30aa\u30fc\u30b7\u30e3\u30f3\u306e\u7ba1\u7406\u30d1\u30cd\u30eb\u3001\u306a\u304b\u306a\u304b\u4f7f\u3044\u3084\u3059\u304b\u3063\u305f\u3067\u3059\u3002<\/p>\n\n\n\n<p>\u8a2d\u5b9a\u3092\u884c\u3044\u3001google \u306eG Suite Toolbox \u3067\u5f15\u304f\u3068NS\u304c\u5207\u308a\u66ff\u308f\u3063\u3066\u3044\u307e\u3057\u305f\u3002<\/p>\n\n\n\n<pre class=\"wp-block-code\"><code>https:&#47;&#47;toolbox.googleapps.com\/apps\/dig\/#NS\/\n\n;QUESTION\ngpl.jp. IN NS\n;ANSWER\ngpl.jp. 1799 IN NS ns2.digitalocean.com.\ngpl.jp. 1799 IN NS ns3.digitalocean.com.\ngpl.jp. 1799 IN NS ns1.digitalocean.com.<\/code><\/pre>\n\n\n\n<h3 class=\"wp-block-heading\">\u3088\u3046\u3053\u305d\u3001\u30c7\u30b8\u30bf\u30eb\u30aa\u30fc\u30b7\u30e3\u30f3\u3078<\/h3>\n\n\n\n<p>\u540d\u524d\u304c\u76f4\u63a5\u7684\u3067\u3044\u3044\u3067\u3059\u306d\uff01\u3000\u30c7\u30b8\u30bf\u30eb\u306e\u6d77\u3067\u3059\u3002\u3053\u3053\u306f\u30ec\u30b8\u30b9\u30c8\u30e9\u696d\u52d9\u306f\u3084\u3063\u3066\u3044\u306a\u3044\u306e\u3067\u3001\u30c9\u30e1\u30a4\u30f3\u53d6\u5f97\u306f\u3067\u304d\u306a\u3044\u3067\u3059\u3002\u3057\u304b\u3057\u3001\u3069\u3053\u3067\u53d6\u5f97\u3057\u305f\u30c9\u30e1\u30a4\u30f3\u3067\u3082\u30cd\u30fc\u30e0\u30b5\u30fc\u30d0\u306e\u5411\u3051\u5148\u3092\u30c7\u30b8\u30bf\u30eb\u30aa\u30fc\u30b7\u30e3\u30f3\u306b\u3059\u308c\u3070\u4f7f\u3048\u307e\u3059\u3002\u66f4\u65b0\u6599\u91d1\u306f\u3001\u81ea\u5206\u306e\u5834\u5408\u306f\u30d0\u30ea\u30e5\u30fc\u30c9\u30e1\u30a4\u30f3\u306b\u652f\u6255\u3044\u307e\u3059\u3002\u30c7\u30b8\u30bf\u30eb\u30aa\u30fc\u30b7\u30e3\u30f3\u306fAPI\u3082\u5145\u5b9f\u3057\u3066\u3044\u3066\u3001\u4f7f\u3044\u3084\u3059\u305d\u3046\u3067\u3059\u3002\u4eee\u60f3\u30b5\u30fc\u30d0\u306f\u65e5\u672c\u306b\u30ea\u30fc\u30b8\u30e7\u30f3\u304c\u307e\u3060\u306a\u3044\u3068\u601d\u3046\u306e\u3067\u3001\u5b89\u304f\u3066\u4f7f\u3044\u3084\u3059\u3051\u308c\u3070\u305d\u306e\u3046\u3061\u3001\u4f7f\u3063\u3066\u307f\u308b\u304b\u3082\u3057\u308c\u307e\u305b\u3093\u3002<\/p>\n\n\n\n<p>\u203b\u8ffd\u8a18\u3000\u534a\u5e74\u307b\u3069\u7d4c\u904e\u3057\u307e\u3057\u305f\u304c\u3001\u5e73\u5747\u30ec\u30b9\u30dd\u30f3\u30b9\u30bf\u30a4\u30e0\u306f94ms\u3067\u3057\u305f\u3002\u81ea\u5206\u306e\u5834\u5408\u306f\u8a31\u5bb9\u7bc4\u56f2\u3067\u3059\u3002<a rel=\"noreferrer noopener\" href=\"https:\/\/www.site24x7.com\/public\/dashboard\/nEKvTjPcSt3EcuJ6Vt6XX7WXfpv-595noX1DVXoEtLpaCxFYh8tfPKrto9bTPqC-BLD1h7CU_578Pmqb7b25bIXjOtLY8i6gxKrHCFhSnMBkRdbA4vvzIw2lEqVvWSdl\" target=\"_blank\">\u3053\u3053<\/a>\u3067\u5b9f\u969b\u306e\u30ec\u30b9\u30dd\u30f3\u30b9\u30bf\u30a4\u30e0\u3092\u898b\u308c\u307e\u3059\u3002\uff08DNS\u306e\u30b0\u30e9\u30d5\uff09<\/p>\n\n\n\n<p>DigitalOcean\u306eDNS\u5468\u308a\u3067\u306f\u3001\u4ee5\u4e0b\u306e\u5236\u7d04\u304c\u3042\u308a\u307e\u3059\u306e\u3067\u3054\u6ce8\u610f\u3092\u3002\u81ea\u52d5\u7ffb\u8a33\u306a\u3093\u3067\u3061\u3087\u3063\u3068\u5909\u3067\u3059\u304c\u3002<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>DigitalOcean\u306f\u73fe\u5728\u30c9\u30e1\u30a4\u30f3\u767b\u9332\u30b5\u30fc\u30d3\u30b9\u3092\u63d0\u4f9b\u3057\u3066\u3044\u307e\u305b\u3093\u3002DigitalOcean DNS\u3092\u4f7f\u7528\u3059\u308b\u306b\u306f\u3001\u30c9\u30e1\u30a4\u30f3\u540d\u3092\u30ec\u30b8\u30b9\u30c8\u30e9\u306b\u767b\u9332\u3057\u3001<a href=\"https:\/\/www.digitalocean.com\/community\/tutorials\/how-to-point-to-digitalocean-nameservers-from-common-domain-registrars\">DigitalOcean\u306e\u30cd\u30fc\u30e0\u30b5\u30fc\u30d0\u30fc\u3092\u6307\u3059\u3088\u3046\u306b\u30c9\u30e1\u30a4\u30f3\u306eNS\u30ec\u30b3\u30fc\u30c9\u3092\u66f4\u65b0\u3059\u308b<\/a>\u5fc5\u8981\u304c\u3042\u308a<a href=\"https:\/\/www.digitalocean.com\/community\/tutorials\/how-to-point-to-digitalocean-nameservers-from-common-domain-registrars\">\u307e\u3059<\/a>\u3002<\/p><p>\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f\u3001\u6700\u592750\u306e\u30c9\u30e1\u30a4\u30f3\u3092\u8ffd\u52a0\u3067\u304d\u307e\u3059\u3002<a href=\"https:\/\/cloudsupport.digitalocean.com\/s\/\">\u30b5\u30dd\u30fc\u30c8\u30c1\u30b1\u30c3\u30c8<\/a>\u3092<a href=\"https:\/\/cloudsupport.digitalocean.com\/s\/\">\u958b\u3044\u3066<\/a>\u3001\u5897\u52a0\u304c\u5fc5\u8981\u306a\u7406\u7531\u3092\u8aac\u660e\u3059\u308b\u3053\u3068\u3067\u3001\u5236\u9650\u3092\u5f15\u304d\u4e0a\u3052\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002<\/p><p>\u3059\u3079\u3066\u306eDNS\u30ec\u30b3\u30fc\u30c9\u306b\u306f\u300130\u79d2\u4ee5\u4e0a\u306eTTL\u5024\u304c\u5fc5\u8981\u3067\u3059\u3002<br>DigitalOcean DNS\u306f\u3001\u4ee5\u4e0b\u306eCAA\u30ec\u30b3\u30fc\u30c9\u6a5f\u80fd\u3092\u30b5\u30dd\u30fc\u30c8\u3057\u3066\u3044\u307e\u305b\u3093\u3002<br><\/p><\/blockquote>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>\u5024\u306b\u30bb\u30df\u30b3\u30ed\u30f3\uff08;\uff09\u3092\u9001\u4fe1\u3057\u3066\u3001\u8a3c\u660e\u66f8\u306e\u767a\u884c\u3092\u7981\u6b62\u3057\u307e\u3059\u3002<br>CA\u540d\u306e\u5f8c\u306b\u540d\u524d\u3068\u5024\u306e\u30bf\u30b0\u3092\u8a31\u53ef\u3057\u307e\u3059\u3002\u4f8b\uff1a<code>letsencrypt.org; abc=cde<\/code><\/p><\/blockquote>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>\u30ef\u30a4\u30eb\u30c9\u30ab\u30fc\u30c9\u30ec\u30b3\u30fc\u30c9\u3067\u30ab\u30d0\u30fc\u3055\u308c\u308b\u30db\u30b9\u30c8\u540d\u3067\u4f5c\u6210\u3055\u308c\u305f\u30ec\u30b3\u30fc\u30c9\u306f\u3001\u305d\u306e\u30db\u30b9\u30c8\u540d\u306e\u30ef\u30a4\u30eb\u30c9\u30ab\u30fc\u30c9\u89e3\u6c7a\u3092\u505c\u6b62\u3057\u307e\u3059\u3002\u305f\u3068\u3048\u3070\u3001\u306bA\u30ef\u30a4\u30eb\u30c9\u30ab\u30fc\u30c9\u30ec\u30b3\u30fc\u30c9\u304c\u3042\u308a<code>*.example.com<\/code>\u3001\u30db\u30b9\u30c8\u540d\u306bMX\u30ec\u30b3\u30fc\u30c9\u3092\u8ffd\u52a0\u3059\u308b<code>email.example.com<\/code>\u3068\u3001A\u30ef\u30a4\u30eb\u30c9\u30ab\u30fc\u30c9\u30ec\u30b3\u30fc\u30c9\u306f\u3067\u63d0\u4f9b\u3055\u308c\u306a\u304f\u306a\u308a\u307e\u3059<code>email.example.com<\/code>\u3002\u305f\u3060\u3057\u3001<code>email.example.com<\/code>\u30e6\u30fc\u30b9\u30b1\u30fc\u30b9\u3067\u5fc5\u8981\u306a\u5834\u5408\u306f\u3001\u30db\u30b9\u30c8\u540d\u306b\u660e\u793a\u7684\u306aA\u30ec\u30b3\u30fc\u30c9\u3092\u8ffd\u52a0\u3067\u304d\u307e\u3059\u3002<\/p><p>DigitalOcean DNS\u306f<a href=\"https:\/\/www.digitalocean.com\/docs\/droplets\/how-to\/tag\/\">\u30bf\u30b0\u3092<\/a>\u30b5\u30dd\u30fc\u30c8\u3057\u3066\u3044\u307e\u305b\u3093\u3002<\/p><p>DigitalOcean\u306e\u5229\u7528\u898f\u7d04\u3067\u306f\u3001OFAC\u8a8d\u5b9a\u56fd\u304b\u3089\u306e\u56fd\u30b3\u30fc\u30c9\u30c8\u30c3\u30d7\u30ec\u30d9\u30eb\u30c9\u30e1\u30a4\u30f3\uff08ccTLD\uff09\u3092\u8ffd\u52a0\u3059\u308b\u3053\u3068\u306f\u7981\u6b62\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u56fd\u306e\u30ea\u30b9\u30c8\u306a\u3069\u306e\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u53c2\u7167<strong>\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u306e\u5408\u6cd5\u7684\u306a\u4f7f\u7528<\/strong>\u306b\u30bb\u30af\u30b7\u30e7\u30f3\u3092<a href=\"https:\/\/www.digitalocean.com\/legal\/terms-of-service-agreement\/\">\u5229\u7528\u898f\u7d04<\/a>\u3002<\/p><cite>https:\/\/www.digitalocean.com\/docs\/networking\/dns\/<\/cite><\/blockquote>\n\n\n\n<p>\u3055\u3066\u3001\u3067\u306f\u8a18\u4e8b\u304c\u9577\u304f\u306a\u308a\u3059\u304e\u308b\u306e\u3067\u3001acme-nginx\u3000\u3067\u30ef\u30a4\u30eb\u30c9\u30ab\u30fc\u30c9\u30c9\u30e1\u30a4\u30f3\u8a3c\u660e\u66f8\u3092\u53d6\u5f97\u3059\u308b\u304a\u697d\u3057\u307f\u306f\u3001\u5225\u8a18\u4e8b\u306b\u3057\u307e\u3059\u3002\u3067\u306f\u3001\u307e\u305f\u301c\uff01<\/p>\n\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"<p>termux\u3067\u52d5\u4f5c\u3059\u308b\u306e\u304c\u307b\u3057\u3044\uff01 \u5148\u65e5\u3001termux\u4e0a\u3067\u52d5\u4f5c\u3092\u8a66\u3057\u305f\u3061\u3063\u3055\u306a acme-tiny \u3068\u3044\u3046Python\u88fd\u306eACME\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3067\u3059\u304c\u3069\u3046\u3084\u3089\u8abf\u3079\u305f\u3089\u30ef\u30a4\u30eb\u30c9\u30ab\u30fc\u30c9\u306b\u306f\u5bfe\u5fdc\u3057\u3066\u3044\u306a\u3044\u3088\u3046\u3067\u3059\u3002ACME\u3068\u306f\u3001 [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":9496,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"_uag_custom_page_level_css":"","footnotes":""},"categories":[83],"tags":[],"acf":[],"uagb_featured_image_src":{"full":["https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/09\/jidoka.png",623,623,false],"thumbnail":["https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/09\/jidoka.png",96,96,false],"medium":["https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/09\/jidoka.png",623,623,false],"medium_large":["https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/09\/jidoka.png",623,623,false],"large":["https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/09\/jidoka.png",623,623,false],"1536x1536":["https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/09\/jidoka.png",623,623,false],"2048x2048":["https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/09\/jidoka.png",623,623,false],"post-thumbnail":["https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/09\/jidoka.png",623,623,false]},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":2,"uagb_excerpt":"termux\u3067\u52d5\u4f5c\u3059\u308b\u306e\u304c\u307b\u3057\u3044\uff01 \u5148\u65e5\u3001termux\u4e0a\u3067\u52d5\u4f5c\u3092\u8a66\u3057\u305f\u3061\u3063\u3055\u306a acme-tiny \u3068\u3044\u3046Py&hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/9465"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=9465"}],"version-history":[{"count":0,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/9465\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media\/9496"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=9465"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/categories?post=9465"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/tags?post=9465"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}