{"id":3148,"date":"2017-02-04T13:42:57","date_gmt":"2017-02-04T04:42:57","guid":{"rendered":"https:\/\/hack.gpl.jp\/?p=3148"},"modified":"2017-02-04T13:42:57","modified_gmt":"2017-02-04T04:42:57","slug":"%e9%ab%98%e3%81%95%e8%aa%bf%e6%95%b4%e6%a9%9f%e8%83%bd%e3%81%ae%e6%94%af%e6%9f%b1%e4%bd%9c%e3%82%8a","status":"publish","type":"post","link":"https:\/\/hack.gpl.jp\/2017\/02\/04\/%e9%ab%98%e3%81%95%e8%aa%bf%e6%95%b4%e6%a9%9f%e8%83%bd%e3%81%ae%e6%94%af%e6%9f%b1%e4%bd%9c%e3%82%8a\/","title":{"rendered":"\u9ad8\u3055\u8abf\u6574\u6a5f\u80fd\u306e\u652f\u67f1\u4f5c\u308a"},"content":{"rendered":"<\/p>\n<p>\u57fa\u672c\u7684\u306a\u69cb\u9020\u3092\u4ee5\u4e0b\u306e\u3088\u3046\u306b\u5909\u66f4\u3057\u3066\u3001CNC \u30eb\u30fc\u30bf\u306e\u8a2d\u8a08\u306e\u65b9\u91dd\u5909\u66f4\u3057\u3066\u3044\u307e\u3059\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"D-SlotV2\u69cb\u9020_\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"D-SlotV2\u69cb\u9020_\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/02\/dslotv2_.png\" width=\"640\" height=\"449\" \/> <\/p>\n<p>\u7406\u8ad6\u7684\u306b\u306f\u3001\u30b9\u30d4\u30f3\u30c9\u30eb\u90e8\u5206\u306b\u5de6\u53f3\u3001\u4e0a\u4e0b\u306e\u30c8\u30eb\u30af\u304c\u639b\u304b\u3063\u3066\u3082\u69cb\u9020\u7684\u306b\u5f37\u3044\u306f\u305a\u3067\u3059\u3002\u3057\u304b\u3057\u3001\u30d1\u30fc\u30c4\u304c\u591a\u304f\u306a\u308b\u30c7\u30e1\u30ea\u30c3\u30c8\u3082\u3042\u308a\u307e\u3059\u304c\u3001\u3084\u3063\u304b\u3044\u306a\u306e\u306fX\u8ef8\u3068Y\u8ef8\u306b3\u672c\u306e\u7a3c\u52d5\u8ef8\u304c\u3042\u308a\u3001\u3053\u306e\u5e73\u884c\u3092\u8abf\u7bc0\u3059\u308b\u6a5f\u80fd\u304c\u5fc5\u8981\u304b\u306a\u3068\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u3053\u308c\u3092\u652f\u3048\u308b\u652f\u67f1\u306b\u9ad8\u3055\u8abf\u6574\u3092\u5099\u3048\u305f\u69cb\u9020\u304c\u5fc5\u8981\u3067\u3059\u304c\u3001\u306a\u304b\u306a\u304b\u8a2d\u8a08\u65b9\u91dd\u304c\u5b9a\u307e\u308a\u307e\u305b\u3093\u3002\u4eca\u306e\u3068\u3053\u308d\u3001\u30d9\u30fc\u30b9\u3068\u3001\u652f\u67f1\u3092\u652f\u3048\u308b\u30d6\u30ed\u30c3\u30af\u3092\u5206\u96e2\u3057\u3066\u3001\u305d\u308c\u3089\u3092M3 \u306e\u30cd\u30b8\u3067\u7d50\u675f\u3059\u308b\u65b9\u5411\u3067\u3059\u3002\u7d44\u307f\u8fbc\u307f\u306e\u3068\u304d\u306b\u3001\u30ac\u30e9\u30b9\u5b9a\u76e4\uff08\u3058\u3087\u3046\u3070\u3093\uff09\u306b\u30c0\u30a4\u30e4\u30eb\u30b2\u30fc\u30b8\u3067\u5e73\u884c\u3092\u8abf\u7bc0\u3059\u308b\u3088\u3046\u306a\u611f\u3058\u3067\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u30d6\u30ed\u30c3\u30af\u3068\u30d6\u30ed\u30c3\u30af\u306e\u9ad8\u3055\u306f\u3001\u30a2\u30eb\u30df\u7b94\u306e\u3088\u3046\u306a\u306e\u3092\u565b\u307e\u305b\u3066\u8abf\u6574\u3059\u308b\u3068\u304b\u3067\u3059\u304c\u3001\u3082\u3063\u3068\u826f\u3044\u65b9\u6cd5\u306a\u3044\u304b\u306a\u3068\u601d\u6848\u4e2d\u3002\u30a2\u30eb\u30df\u7b94\u306f\u300110\u00b5m\u304b\u3089\u539a\u624b\u306e\u30e2\u30ce\u306f60\u00b5m \u304f\u3089\u3044\u306a\u306e\u3067\u8abf\u6574\u306b\u306f\u3044\u3044\u3093\u3058\u3083\u306a\u3044\u304b\u3068\u3002\u307e\u3041\u3001\u305d\u3093\u306a\u539a\u307f\u306f\u571f\u53f0\u306e\u305f\u308f\u307f\u3067\u5909\u308f\u308b\u304b\u3089\u8abf\u6574\u3059\u308b\u5fc5\u8981\u306f\u306a\u3044\u306e\u304b\u306a\u3041\u3002\u30c0\u30a4\u30a2\u30eb\u30b2\u30fc\u30b8\u306e\u6e2c\u5b9a\u8aa4\u5dee\u306f\u30010.005mm \uff085\u00b5m) \u306a\u306e\u3067\u30010.01mm \u304f\u3089\u3044\u306e\u7cbe\u5ea6\u304c\u8abf\u6574\u3067\u304d\u308c\u3070\u3068\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"D-SlotV2\u69cb\u9020_ 2\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"D-SlotV2\u69cb\u9020_ 2\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/02\/dslotv2_2.png\" width=\"646\" height=\"625\" \/><\/p>\n<p> \u6700\u521d\u306b\u7d44\u307f\u8fbc\u3093\u3060\u6642\u306b\u8abf\u6574\u3057\u305f\u3089\u3001\u5f8c\u304b\u3089\u306f\u8abf\u6574\u3067\u304d\u306a\u3044\uff08\u3070\u3089\u305b\u3070\u53ef\u80fd\u3067\u3059\u304c\uff09\u306e\u3067\u3001\u306a\u3093\u304b\u3044\u3044\u69cb\u9020\u306f\u306a\u3044\u3067\u3059\u304b\u306d\u3002\u305d\u308c\u304b\u3001\u8abf\u6574\u6a5f\u80fd\u306f\u7701\u3044\u3066\u3001\u4e00\u4f53\u578b\u306e\u652f\u67f1\u306b\u3059\u308b\u3068\u304b\uff1f\u3044\u3084\u3041\u3001\u8abf\u6574\u6a5f\u80fd\u304c\u306a\u3044\u3068\u3084\u3063\u3071\u308a\u3060\u3081\u3067\u3057\u3087\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u3082\u3093\u3082\u3093\u3068\u3057\u3066\u304d\u305f\u306e\u3067\u3001\u5929\u6c17\u304c\u3044\u3044\u3053\u3068\u3067\u3059\u3057\u6c17\u5206\u8ee2\u63db\u306b\u5916\u51fa\u3057\u3066\u304d\u307e\u3059\u3002\u30e9\u30fc\u30e1\u30f3\uff06\u30db\u30fc\u30e0\u30bb\u30f3\u30bf\u30fc\u306b\u3067\u3082\u884c\u3063\u3066\u3053\u3088\u3046\u304b\u306a\u3002<\/p>\n<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"\u30b3\u30fc\u30ca\u30fc\u30d6\u30e9\u30b1\u30c3\u30c8\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"\u30b3\u30fc\u30ca\u30fc\u30d6\u30e9\u30b1\u30c3\u30c8\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/02\/babb3edc1807.png\" width=\"644\" height=\"878\" \/> <\/p>\n<p>\u3067\u30014\u9685\u306b\u540c\u3058\u30d1\u30fc\u30c4\u304c\u4f7f\u3048\u308b\u3088\u3046\u3001\u5bfe\u8c61\u306b\u3057\u3066\u304a\u304d\u307e\u3057\u305f\u3002<\/p>\n<p>\uff13D\u30d7\u30ea\u30f3\u30bf\u30fc\u304c\u306a\u304b\u3063\u305f\u3089\u3001\u3053\u3093\u306a\u30d1\u30fc\u30c4\u306f\u4f5c\u308c\u307e\u305b\u3093\u306d\u3002\uff13D\u30bd\u30d5\u30c8\u3068\uff13D\u30d7\u30ea\u30f3\u30bf\u30fc\u304c\u3042\u308b\u3068\u3001\u5de5\u4f5c\u306e\u5e45\u304c\u5e83\u304c\u308a\u307e\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u3042\u3068\u306f\u3001Bed \u306e\u51e6\u7406\u3067\u3059\u3002\u5e95\u306eMDF\u3092\u3069\u3046\u3084\u3063\u3066\u56fa\u5b9a\u3059\u308b\u304b\u3067\u3059\u3002\u3042\u308b\u7a0b\u5ea6\u306e\u305d\u308a\u3092\u6291\u3048\u3066\u3001\u524a\u308b\u3082\u306e\u3092\u56fa\u5b9a\u3067\u304d\u308b\u3088\u3046\u30cd\u30b8\u7a74\u3092\u4f5c\u3063\u3066\u304a\u304f\u3068\u4fbf\u5229\u305d\u3046\u3067\u3059\u304c\u3002\u30a2\u30eb\u30df\u306e8mm \u306e\u6e9d\u304c\u5207\u3063\u3066\u3042\u308b\u677f\u306e\u3082\u306e\u304c\u3088\u3055\u305d\u3046\u3067\u3059\u304c\u3001\u4fa1\u683c\u3082\u305d\u308c\u306a\u308a\u306b\u3057\u305f\u306f\u305a\u3067\u3059\u3002\u3042\u3001\u30df\u30b9\u30df\u306e\u30b5\u30a4\u30c8\u304c\u9762\u624b\u4e2d\u3067\u90e8\u54c1\u304c\u7269\u8272\u3067\u304d\u307e\u305b\u3093\u306d\u3002<\/p>\n<p>&#160;<\/p>\n<p>CNC Bed \u3067\u753b\u50cf\u691c\u7d22\u3059\u308b\u3068\u3001\u3044\u308d\u3044\u308d\u51fa\u3066\u304d\u307e\u3059\u3002\u307f\u3093\u306a\u3069\u3046\u3084\u3063\u3066\u56fa\u5b9a\u3057\u3066\u3044\u308b\u3093\u3067\u3057\u3087\u3046\u306d\u3002MDF \u4ee5\u5916\u306e\u5e95\u306e\u9078\u629e\u3092\u691c\u8a0e\u3057\u305f\u3044\u3068\u601d\u3044\u307e\u3059\u3002<\/p>\n","protected":false},"excerpt":{"rendered":"<p>\u57fa\u672c\u7684\u306a\u69cb\u9020\u3092\u4ee5\u4e0b\u306e\u3088\u3046\u306b\u5909\u66f4\u3057\u3066\u3001CNC \u30eb\u30fc\u30bf\u306e\u8a2d\u8a08\u306e\u65b9\u91dd\u5909\u66f4\u3057\u3066\u3044\u307e\u3059\u3002 \u7406\u8ad6\u7684\u306b\u306f\u3001\u30b9\u30d4\u30f3\u30c9\u30eb\u90e8\u5206\u306b\u5de6\u53f3\u3001\u4e0a\u4e0b\u306e\u30c8\u30eb\u30af\u304c\u639b\u304b\u3063\u3066\u3082\u69cb\u9020\u7684\u306b\u5f37\u3044\u306f\u305a\u3067\u3059\u3002\u3057\u304b\u3057\u3001\u30d1\u30fc\u30c4\u304c\u591a\u304f\u306a\u308b\u30c7\u30e1\u30ea\u30c3\u30c8\u3082\u3042\u308a\u307e\u3059\u304c\u3001\u3084\u3063\u304b\u3044\u306a\u306e [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"_uag_custom_page_level_css":"","footnotes":""},"categories":[3,22,25],"tags":[],"acf":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"post-thumbnail":false},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":0,"uagb_excerpt":"\u57fa\u672c\u7684\u306a\u69cb\u9020\u3092\u4ee5\u4e0b\u306e\u3088\u3046\u306b\u5909\u66f4\u3057\u3066\u3001CNC \u30eb\u30fc\u30bf\u306e\u8a2d\u8a08\u306e\u65b9\u91dd\u5909\u66f4\u3057\u3066\u3044\u307e\u3059\u3002 \u7406\u8ad6\u7684\u306b\u306f\u3001\u30b9\u30d4\u30f3\u30c9\u30eb\u90e8\u5206\u306b\u5de6&hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/3148"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=3148"}],"version-history":[{"count":0,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/3148\/revisions"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=3148"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/categories?post=3148"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/tags?post=3148"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}