{"id":4766,"date":"2018-11-16T17:02:36","date_gmt":"2018-11-16T08:02:36","guid":{"rendered":"http:\/\/hack.gpl.jp\/?p=4766"},"modified":"2018-11-16T17:02:36","modified_gmt":"2018-11-16T08:02:36","slug":"%e3%83%80%e3%82%a4%e3%82%bd%e3%83%b3%e3%82%88%e3%82%8a%e3%82%b3%e3%82%b9%e3%83%91%e3%81%ae%e9%ab%98%e3%81%84%e3%80%81dibea%e3%81%ae%e3%82%b3%e3%83%bc%e3%83%89%e3%83%ac%e3%82%b9%e6%8e%83%e9%99%a4","status":"publish","type":"post","link":"https:\/\/hack.gpl.jp\/2018\/11\/16\/%e3%83%80%e3%82%a4%e3%82%bd%e3%83%b3%e3%82%88%e3%82%8a%e3%82%b3%e3%82%b9%e3%83%91%e3%81%ae%e9%ab%98%e3%81%84%e3%80%81dibea%e3%81%ae%e3%82%b3%e3%83%bc%e3%83%89%e3%83%ac%e3%82%b9%e6%8e%83%e9%99%a4\/","title":{"rendered":"\u30c0\u30a4\u30bd\u30f3\u3088\u308a\u30b3\u30b9\u30d1\u306e\u9ad8\u3044\u3001Dibea\u306e\u30b3\u30fc\u30c9\u30ec\u30b9\u6383\u9664\u6a5f\u3092\u30dd\u30c1\u3063\u305f"},"content":{"rendered":"<p>\u305d\u308d\u305d\u308d\u5e74\u672b\u306e\u5927\u6383\u9664\u5b63\u7bc0\u3067\u3059\u3002\u6383\u9664\u3057\u306a\u304f\u3061\u3083\u3067\u3059\u306d\u3002<\/p>\n<p>\u4e00\u4eba\u66ae\u3089\u3057\u306e\u90e8\u5c4b\u3067\u3001\u534a\u5e74\u4ee5\u4e0a\u30b3\u30ed\u30b3\u30ed\u3067\u6383\u9664\u3057\u3066\u305f\u3093\u3067\u3059\u304c\u305d\u308d\u305d\u308d\u5438\u3048\u308b\u6383\u9664\u6a5f\u304c\u307b\u3057\u3044\u306a\u3068\u3001\u7269\u8272\u3002\u81ea\u8ee2\u8eca\u3092\u4e2d\u306b\u5165\u308c\u3066\u30e1\u30f3\u30c6\u30ca\u30f3\u30b9\u3059\u308b\u306e\u3067\u7802\u3068\u304b\u30b3\u30ed\u30b3\u30ed\u3067\u306f\u6383\u9664\u3057\u304d\u308c\u306a\u3044\u3093\u3067\u3059\u3088\u306d\u3002<\/p>\n<p>\u81ea\u5b85\u3067\u306f\u3001Dibea \u306e C17 \u3068\u3044\u3046\u578b\u756a\u306e\u3092\u4f7f\u3063\u3066\u3044\u307e\u3059\u3002\u305d\u308c\u3092\u5f8c\u7d99\u30d0\u30fc\u30b8\u30e7\u30f3\u3067\u3057\u3087\u3046\u304b\u3001D18 \u3068\u3044\u3046\u578b\u756a\u306e\u304c\u3042\u308a\u307e\u3057\u305f\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"alignnone size-full wp-image-4767\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/11\/dibea_d18_protable_2_in_1_handheld_wireless_vacuum_cleaner_cyclone_filter_8500_pa_strong_suction_dust_collector_aspirator-in_vacuum_cleaners_from_home_appliances_on_aliexpress_com___alib.png\" alt=\"Dibea_D18_Protable_2_In_1_Handheld_Wireless_Vacuum_Cleaner_Cyclone_Filter_8500_Pa_Strong_Suction_Dust_Collector_Aspirator-in_Vacuum_Cleaners_from_Home_Appliances_on_Aliexpress_com___Alibaba_Group.png\" width=\"1182\" height=\"527\" \/><\/p>\n<p>C17 \u3068\u3044\u3046\u306e\u306f\u3053\u308c\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"alignnone size-full wp-image-4768\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/11\/aliexpress_com___buy_dibea_c17_portable_2_in1_handheld_wireless_vacuum_cleaner_dust_collector_household_aspirator_with_docking_station_sweeper_from_reliable_wireless_vacuum_suppliers_on_.png\" alt=\"Aliexpress_com___Buy_Dibea_C17_Portable_2_In1_Handheld_Wireless_Vacuum_Cleaner_Dust_Collector_Household_Aspirator_With_Docking_Station_Sweeper_from_Reliable_wireless_vacuum_suppliers_on_Dibea_Official_Store.png\" width=\"1164\" height=\"520\" \/><\/p>\n<p>\u3069\u3061\u3089\u3082\u3001\u30e2\u30fc\u30bf\u30fc\u30d8\u30c3\u30c9\u304c\u4ed8\u3044\u3066\u3044\u3066\u5148\u7aef\u306e\u90e8\u5206\u306f\u30e2\u30fc\u30bf\u30fc\u3067\u30d6\u30e9\u30b7\u304c\u56de\u308b\u4ed5\u7d44\u307f\u3067\u3059\u3002C17\u306e\u306f\u4e00\u56de\u3001\u672c\u4f53\u5074\u3092\u5168\u90e8\u30d0\u30e9\u3057\u3066\u307f\u305f\u3093\u3067\u3059\u304c\u76f4\u6d41\u306eCLASS 120 90W\u30e2\u30fc\u30bf\u30fc\u304c\u4ed8\u3044\u3066\u3044\u307e\u3057\u305f\u3002\u3053\u306e\u6642\u3070\u3089\u3057\u305f\u306e\u306f\u3001\u534a\u7530\u4ed8\u3051\u4e0d\u826f\u3067\u30e1\u30a4\u30f3\u30e2\u30fc\u30bf\u30fc\u304c\u56de\u3089\u305a\u6570\u79d2\u3067\u96fb\u6e90\u304c\u5207\u308c\u308b\u3068\u3044\u3046\u73fe\u8c61\u3067\u3057\u305f\u3002\u30d0\u30e9\u3057\u305f\u3089\u3001\u30e2\u30fc\u30bf\u30fc\u5074\u306e\u534a\u7530\u4e0d\u826f\u3067\u63a5\u7d9a\u304c\u53d6\u308c\u3066\u3044\u307e\u3057\u305f\u3002\u8d64\u3044\u30d7\u30e9\u30b9\u7dda\u306e\u7aef\u5b50\u306e\u534a\u7530\u304c\u304c\u3063\u3064\u308a\u53d6\u308c\u3066\u307e\u3057\u305f\u3002\u307e\u3041\u3001\u3053\u3046\u3044\u3046\u3068\u3053\u308d\u306f\u4e2d\u56fd\u88fd\u3067\u3059\u306d\u3002\u305f\u3060\u3001\u5206\u89e3\u3057\u3084\u3059\u3044\u306e\u3067\u305d\u306e\u3042\u305f\u308a\u3001\u3053\u306e\u6383\u9664\u6a5f\u306f\u826f\u3044\u3067\u3059\u3002\u30c0\u30a4\u30bd\u30f3\u306e\u306f\u30d0\u30e9\u3057\u306b\u304f\u3044\u3067\u3059\u3002<a href=\"https:\/\/mysku.ru\/blog\/china-stores\/60516.html\" target=\"_blank\" rel=\"noopener noreferrer\">C17 \u306e\u3082\u3063\u3068\u8a73\u7d30\u306f\u3053\u3053\u304c\u8a73\u3057\u3044<\/a>\u3067\u3059\u3002<\/p>\n\n<p>\u3067\u3001\u5916\u89b3\u304b\u3089\u898b\u3048\u308b\u9055\u3044\u306f\u30db\u30fc\u30b9\u306e\u8272\u304c\u8d64\u304b\u30b4\u30fc\u30eb\u30c9\u304b\u3068\u3044\u3046\u3042\u305f\u308a\u3068\u3001\u4ed6\u306e\u30b9\u30da\u30c3\u30af\u306f\u307b\u307c\u540c\u3058\u3067\u3059\u3002\u5438\u5f15\u529b\u306f\u4eca\u56de\u8cb7\u3063\u305fD18 \u306e\u307b\u3046\u304c\u6570\u5024\u306f\u9ad8\u3044\u3088\u3046\u3067\u3059\u304c\u3001\u307e\u3041\u8aa4\u5dee\u306e\u7bc4\u56f2\u304b\u3068\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"alignnone size-full wp-image-4772\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/11\/detachable_electric_dust_mites_suction_head_vacuum_cleaner_attachment_for_dibea_d18-in_vacuum_cleaners_from_home_appliances_on_aliexpress_com___alibaba_group.png\" alt=\"Detachable_Electric_Dust_Mites_Suction_Head_Vacuum_Cleaner_Attachment_for_Dibea_D18-in_Vacuum_Cleaners_from_Home_Appliances_on_Aliexpress_com___Alibaba_Group.png\" width=\"1185\" height=\"462\" \/><\/p>\n<p>\u3042\u3068\u300111\/11 \u306e\u6642\u3068\u307b\u3068\u3093\u3069\u5024\u6bb5\u306f\u5909\u308f\u308a\u307e\u305b\u3093\u3002\u9001\u6599\u7121\u6599\u3067\u3059\u3002\u3053\u306e\u5e03\u56e3\u3084\u30d9\u30c3\u30c8\u3092\u30af\u30ea\u30fc\u30cb\u30f3\u30b0\u3059\u308b\u30e2\u30fc\u30bf\u30fc\u30d8\u30c3\u30c9\u3082\u5b89\u304b\u3063\u305f\u306e\u3067\u30b2\u30c3\u30c8\u3057\u3066\u304a\u304d\u307e\u3057\u305f\u3002\u5de6\u5074\u306b\u30e2\u30fc\u30bf\u30fc\u304c\u5165\u3063\u3066\u3044\u307e\u3059\u30022000\u56de\u8ee2\u3067\u56de\u308b\u3088\u3046\u3067\u3059\u3002<\/p>\n<p>\u30c0\u30a4\u30bd\u30f3\u306e\u6383\u9664\u6a5f\u306e\u307b\u3046\u304c\u6d41\u4f53\u529b\u5b66\u3068\u3044\u3046\u304b\u30b5\u30a4\u30af\u30ed\u30f3\u306e\u6d41\u308c\u304c\u8a08\u7b97\u3055\u308c\u3066\u3044\u3066\u3088\u308a\u5f37\u3044\u30a4\u30e1\u30fc\u30b8\u306f\u3042\u308a\u307e\u3059\u304c\u3001\u5024\u6bb5\u304c\u500d\u4ee5\u4e0a\u9055\u3046\u306e\u3067\u3053\u308c\u3067\u6e80\u8db3\u3057\u3066\u3044\u307e\u3059\u3002Dibea \u3063\u3066\u3044\u3046\u30e1\u30fc\u30ab\u30fc\u306f\u30d1\u30fc\u30c4\u3082\u5225\u58f2\u308a\u3057\u3066\u3044\u307e\u3059\u306e\u3067\u3001\u9577\u671f\u7684\u306b\u898b\u3066\u90e8\u5206\u7684\u306b\u4ea4\u63db\u3059\u308b\u3053\u3068\u3082\u53ef\u80fd\u306a\u3093\u3067\u826f\u3044\u304b\u306a\u3068\u3002<\/p>\n<p>\u6539\u9020\u30dd\u30a4\u30f3\u30c8\u3068\u3057\u3066\u306f\u3001\u30e2\u30fc\u30bf\u30fc\u3092\u30e9\u30b8\u30b3\u30f3\u7528\u306e\u30d6\u30e9\u30b7\u30ec\u30b9\u4e09\u76f8\u306b\u8cb7\u3048\u3066\u3001\u3088\u308a\u9ad8\u30c8\u30eb\u30af\u30fb\u9ad8\u56de\u8ee2\u6570\u306b\u3059\u308b\u3063\u3066\u3044\u3046\u306e\u3082\u9762\u767d\u3044\u304b\u3082\u3057\u308c\u307e\u305b\u3093\u30024370KV\u309222V\u3067\u56de\u305b\u3070\u300196140rpm \u304f\u3089\u3044\u306b\u306a\u308a\u305d\u3046\u3067\u3059\u3002\u5b9a\u683c\u306f\u300112V \u306a\u3093\u3067\u3059\u3050\u3076\u3063\u58ca\u308c\u305d\u3046\u3067\u3059\u304c\u3002\u7406\u8ad6\u5024\u30c0\u30a4\u30bd\u30f3\u306e\u30e2\u30fc\u30bf\u30fc\u306f11\u4e07\u56de\u8ee2\u304f\u3089\u3044\u3059\u308b\u3088\u3046\u3067\u3059\u3057\u306d\u3002\u30b5\u30a4\u30af\u30ed\u30f3\u5f0f\u3063\u3066\u306e\u306f\u30c8\u30eb\u30af\u3088\u308a\u9ad8\u56de\u8ee2\u6570\u304c\u6709\u5229\u306a\u3093\u3067\u3057\u3087\u3046\u304b\u306d\u3002\u5438\u5f15\u529b\u306a\u3093\u3067\u30c8\u30eb\u30af\u3082\u5927\u4e8b\u306a\u3093\u3058\u3083\u306a\u3044\u304b\u3068\u601d\u3044\u307e\u3059\u304c\u30025\u30de\u30f3\u56de\u8ee2\u304f\u3089\u3044\u3067\u3082\u3048\u3048\u3093\u3058\u3083\u306a\u3044\u3067\u3057\u3087\u3046\u304b\u306d\u3002<\/p>\n<p>\u6c17\u306b\u306a\u308a\u307e\u3059\u306d\u3002\uff08\u7b11\uff09<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>\u305d\u308d\u305d\u308d\u5e74\u672b\u306e\u5927\u6383\u9664\u5b63\u7bc0\u3067\u3059\u3002\u6383\u9664\u3057\u306a\u304f\u3061\u3083\u3067\u3059\u306d\u3002 \u4e00\u4eba\u66ae\u3089\u3057\u306e\u90e8\u5c4b\u3067\u3001\u534a\u5e74\u4ee5\u4e0a\u30b3\u30ed\u30b3\u30ed\u3067\u6383\u9664\u3057\u3066\u305f\u3093\u3067\u3059\u304c\u305d\u308d\u305d\u308d\u5438\u3048\u308b\u6383\u9664\u6a5f\u304c\u307b\u3057\u3044\u306a\u3068\u3001\u7269\u8272\u3002\u81ea\u8ee2\u8eca\u3092\u4e2d\u306b\u5165\u308c\u3066\u30e1\u30f3\u30c6\u30ca\u30f3\u30b9\u3059\u308b\u306e\u3067\u7802\u3068\u304b\u30b3\u30ed\u30b3\u30ed\u3067\u306f\u6383\u9664\u3057\u304d\u308c\u306a\u3044 [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"_uag_custom_page_level_css":"","footnotes":""},"categories":[6],"tags":[],"acf":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"post-thumbnail":false},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":0,"uagb_excerpt":"\u305d\u308d\u305d\u308d\u5e74\u672b\u306e\u5927\u6383\u9664\u5b63\u7bc0\u3067\u3059\u3002\u6383\u9664\u3057\u306a\u304f\u3061\u3083\u3067\u3059\u306d\u3002 \u4e00\u4eba\u66ae\u3089\u3057\u306e\u90e8\u5c4b\u3067\u3001\u534a\u5e74\u4ee5\u4e0a\u30b3\u30ed\u30b3\u30ed\u3067\u6383\u9664\u3057\u3066\u305f\u3093\u3067\u3059\u304c&hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/4766"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=4766"}],"version-history":[{"count":0,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/4766\/revisions"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=4766"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/categories?post=4766"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/tags?post=4766"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}