{"id":265,"date":"2011-12-30T17:36:20","date_gmt":"2011-12-30T08:36:20","guid":{"rendered":"https:\/\/hack.gpl.jp\/?p=265"},"modified":"2011-12-30T17:36:20","modified_gmt":"2011-12-30T08:36:20","slug":"%e3%81%9d%e3%82%82%e3%81%9d%e3%82%82%e3%80%81%e9%9f%b3%e6%a5%bd%e3%82%92%e8%81%b4%e3%81%8f%e6%99%82%e3%81%a8%e6%a5%bd%e3%81%97%e3%81%bf%e6%96%b9","status":"publish","type":"post","link":"https:\/\/hack.gpl.jp\/2011\/12\/30\/%e3%81%9d%e3%82%82%e3%81%9d%e3%82%82%e3%80%81%e9%9f%b3%e6%a5%bd%e3%82%92%e8%81%b4%e3%81%8f%e6%99%82%e3%81%a8%e6%a5%bd%e3%81%97%e3%81%bf%e6%96%b9\/","title":{"rendered":"\u305d\u3082\u305d\u3082\u3001\u97f3\u697d\u3092\u8074\u304f\u6642\u3068\u697d\u3057\u307f\u65b9"},"content":{"rendered":"<p>\u3058\u3064\u306f\u3053\u3053\u304c\u4e00\u756a\u5927\u4e8b\u3060\u3068\u601d\u3046\u3002\u518d\u78ba\u8a8d\u3057\u3066\u307f\u305f\u3044\u3068\u601d\u3046\u3002<\/p>\n<p>\u307e\u305a\u3001<font color=\"#ff0000\" size=\"7\">\u8074\u304f\u5834\u6240<\/font>\u3002\u3053\u308c\u306f\u4eba\u305d\u308c\u305e\u308c\u3042\u308b\u3068\u601d\u3046\u3002\u50d5\u306e\u5834\u5408\u3001<\/p>\n<p><strong>\u30fb\u4ed5\u4e8b\u4e2d or \u6c17\u5206\u8ee2\u63db\u306b \uff30\uff23\u524d \u90e8\u5c4b\u306e\u4e2d \u3053\u3053\u304c8\u5272\u304b9\u5272<\/strong><\/p>\n<p><strong>\u30fb\u98ef\u98df\u3063\u3066\u308b\u3068\u304d\u306b\u3001\u30ea\u30d3\u30f3\u30b0\u3067\u3002air express\u3067ituens\u304bipad,iphone\u306e\u97f3\u6e90\u3092\u98db\u3070\u3057\u3066\u3002<\/strong><\/p>\n<p><strong>\u30fb\u5bdd\u308b\u524d\u3068\u304b\u75b2\u308c\u305f\u3068\u304d\u306b\u30d9\u30c3\u30c8\u306b\u6a2a\u306b\u306a\u3063\u3066\u30d8\u30c3\u30c9\u30d5\u30a9\u30f3\uff08\u304b\u307f\u3055\u3093\u3084\u5b50\u4f9b\u304c\u5bdd\u3066\u308b\u306e\u3067\uff09\u3001\u7720\u304f\u306a\u308b\u307e\u3067\u805e\u304f\u3002<\/strong><\/p>\n<p><strong>\u30fb\u8eca\u306e\u4e2d<\/strong><\/p>\n<p><strong>\u30fb\u305d\u306e\u4ed6\u3001\u8cb7\u3044\u7269\u306e\u5f85\u3061\u6642\u9593\u306a\u3069<\/strong><\/p>\n<p>\u4eba\u306b\u3088\u3063\u3066\u306f\u3001\u96fb\u8eca\u306e\u4e2d\u3001\u30d0\u30b9\u306e\u4e2d\u304c\u30e1\u30a4\u30f3\u306e\u4eba\u3082\u3044\u308b\u3068\u601d\u3046\u3002\u50d5\u306e\u5834\u5408\u306f\u3001\u30d0\u30b9\u3082\u96fb\u8eca\u3082\u4e57\u3089\u306a\u3044\u306e\u3067\u5e38\u306b\u4f55\u304b\u3057\u3089\u30cd\u30c3\u30c8\u306b\u7e4b\u304c\u3063\u3066\u308b\u72b6\u614b\u306b\u3044\u308b\u306e\u304c\u7279\u5fb4\u304b\u306a\u3002<\/p>\n<p>&#160;<\/p>\n<p><font color=\"#ff0000\">\u97f3\u306e\u30bd\u30fc\u30b9<\/font><\/p>\n<p>\uff19\uff19.\uff19\uff05\u304cPC,iPhone,iPad \u5185\u8a33\u306f\u3001<\/p>\n<p><strong>\u30fbsync\u3059\u308b\u306e\u304c\u9762\u5012\u3060\u3051\u3069\u3001iTunes\u304b\u3089iPhone,iPad\u3078 \u7d04\uff15\u5272<\/strong><\/p>\n<p> \u5b9f\u306f\u3053\u308c\u304c\u3046\u3068\u3046\u3057\u3044\u3093\u3060\u3088\u306d\u3002\u3063\u3066\u3044\u3046\u306e\u306f\u3001\u97f3\u30c7\u30fc\u30bf\u3092\u30b7\u30f3\u30af\u3057\u306a\u304f\u3066\u3082\u826f\u3051\u308c\u3070\u3044\u3061\u3070\u3093\u3044\u3044\u3002<\/p>\n<p><strong>\u30fb\u30b9\u30c8\u30ea\u30fc\u30df\u30f3\u30b0\u3067\u30e9\u30b8\u30aa\u3092\u8074\u304d\u3064\u3064\u3001\u826f\u3044\u306a\u3063\u3066\u601d\u3063\u305f\u3089\u307e\u305f\u3042\u3068\u3067\u805e\u304f\u611f\u3058\u3002\u306a\u308b\u3079\u304f\u3001\u81ea\u5206\u306e\u597d\u307f\u306e\u3060\u3051\u30b9\u30c8\u30ea\u30fc\u30df\u30f3\u30b0\u3057\u3066\u304f\u308c\u308b\u3068\u3053\u308d\u304c\u25ce\u3002 \u7d04\uff15\u5272<\/strong><\/p>\n<p><strong>\u30fb\u6d0b\u697d\uff19\u5272<\/strong><\/p>\n<p>&#160;<\/p>\n<p><font color=\"#ff0000\">\u697d\u3057\u307f\u65b9<\/font><\/p>\n<p>\u30fb\u3084\u3063\u3071\u308a\u597d\u304d\u306a\u30a2\u30fc\u30c6\u30a3\u30b9\u30c8\u306e\u597d\u304d\u306a\u66f2\u3060\u3051\u6d41\u3057\u305f\u3044\u3002\u6642\u306b\u306f\u30d7\u30ec\u30a4\u30ea\u30b9\u30c8\u306a\u3093\u304b\u4f5c\u3063\u3066\u3001\u6c17\u5206\u5411\u3051\u3001\u30a2\u30fc\u30c6\u30a3\u30b9\u30c8\u306e\uff22\uff45\uff53\uff54\u306a\u3093\u304b\u4f5c\u3063\u3066\u307f\u305f\u308a\u3002<\/p>\n<p>\u30fb\u30d4\u30f3\u30dd\u30a4\u30f3\u30c8\u3067\u3001\u597d\u304d\u306a\u66f2\u3084\u30a2\u30fc\u30c6\u30a3\u30b9\u30c8\u3060\u3051\u8074\u3044\u305f\u308a\u3002\u30a2\u30eb\u30d0\u30e0\u8074\u3044\u305f\u308a\u3002<\/p>\n<p>\u30fb\u65b0\u3057\u3044\u77e5\u3089\u306a\u3044\u30a2\u30fc\u30c6\u30a3\u30b9\u30c8\u3068\u66f2\u306e\u767a\u898b\u3001\u767a\u6398\u3002\u3053\u308c\u306f\u697d\u3057\u304f\u3084\u308a\u305f\u3044\u306d\u3002<\/p>\n<p>\u30fb\uff23\uff24\u306b\u713c\u3044\u305f\u308a\u3068\u304b\u3001\u307b\u3068\u3093\u3069\u3057\u306a\u3044\u3002<\/p>\n<p>\u30fb\u53cb\u9054\u306b\u3053\u306e\u66f2\u597d\u304d\u306a\u3093\u3060\u307f\u305f\u3044\u306a\u611f\u3058\u3067\u3001\u3044\u3044\u66f2\u3092\u6559\u3048\u3042\u3063\u305f\u308a\u3002\u30c7\u30fc\u30bf\u306f\u3042\u3052\u307e\u305b\u3093\u3088\u3001\u3042\u304f\u307e\u3067\u3044\u3044\u66f2\u540d\u3068\u30a2\u30fc\u30c6\u30a3\u30b9\u30c8\u540d\u3060\u3051\u3002\u97f3\u697d\u306e\u767a\u5c55\u3068\u30a2\u30fc\u30c6\u30a3\u30b9\u30c8\u3078\u306e\u611f\u8b1d\u306e\u6c17\u6301\u3061\u306f\u308f\u3059\u308c\u3061\u3083\u3044\u3051\u306a\u3044\u3002\u5bb6\u65cf\u306e\u4e2d\u3060\u3051\u306f\u30b7\u30a7\u30a2\u3057\u3066\u307e\u3059\u3002\u307e\u3041\u3001last.fm\u3068rdio.com\u3068\u304b\u30e1\u30f3\u30d0\u30fc\u306a\u3089\u307b\u3068\u3093\u3069\u306e\u66f2\u304c\u3059\u3079\u3066\u8074\u3051\u307e\u3059\u304c\u3002\uff11\uff10\u5e74\u4ee5\u4e0a\u524d\u306b\u8cb7\u3063\u305f\uff23\uff24\u3067\u306a\u304f\u3057\u3061\u3083\u3063\u305f\u306e\u3068\u304b\u3042\u308b\u3057\u306d\u3002\u9707\u707d\u3068\u304b\u3042\u308f\u308c\u305f\u65b9\u306f\u3001\uff23\uff24\u306a\u304f\u3057\u3061\u3083\u3063\u305f\u3068\u601d\u3046\u3057\u3001\u305d\u3046\u3044\u3046\u5834\u5408\u306e\u97f3\u697d\u306e\u30e9\u30a4\u30bb\u30f3\u30b9\u3068\u304b\u3069\u3046\u306a\u308b\u3093\u3067\u3057\u3087\u3046\u304b\u306d\u3002\u5927\u4e8b\u306a\u306e\u306f\u3001\uff23\uff24\u3067\u3082\u306a\u304f\u3001\u97f3\u30c7\u30fc\u30bf\u3067\u3082\u306a\u304f\u3001\u30a2\u30fc\u30c6\u30a3\u30b9\u30c8\u540d\u3001\u30a2\u30eb\u30d0\u30e0\u540d\u3068\u66f2\u540d\u3068\u30d7\u30ec\u30a4\u30ea\u30b9\u30c8\u304c\u97f3\u697d\u30e9\u30a4\u30d5\u306e\u8cc7\u7523\u306a\u3093\u3060\u3068\u6700\u8fd1\u601d\u3048\u3066\u304d\u307e\u3057\u305f\u3002<\/p>\n<p>&#160;<\/p>\n<p><font color=\"#444444\">\u8981\u3059\u308b\u306b\u7c21\u5358\u306b\u30b5\u30a4\u30af\u30eb\u3060\u3051\u66f8\u3051\u3070\u3001<\/font><\/p>\n<p><font color=\"#444444\">iTunes\u3067\u97f3\u697d\u3055\u304c\u3059 or last.fm\u4ed6\u3067\u30b9\u30c8\u30ea\u30fc\u30df\u30f3\u30b0\u3067\u8074\u304f\u3002\u3044\u3044\u66f2\u304c\u3042\u308c\u3070\u3001last.fm\u3067\u30de\u30fc\u30ad\u30f3\u30b0\uff08LoveTrac\uff09 \u305f\u307e\u3089\u306a\u304f\u597d\u304d\u306a\u97f3\u697d\u306f\u3084\u3063\u3071\u308a\uff23\uff24\u304b\u3063\u3061\u3083\u3046\u304b\u306a\u3002\u307e\u3041\u3067\u3082iTunes \u30b9\u30c8\u30a2\u3067\u8cb7\u3046\u3053\u3068\u304c\u591a\u3044\u3002\u306a\u3044\u30a2\u30eb\u30d0\u30e0\u3082\u3042\u308b\u306e\u3067\u3001\uff23\uff24\u3067\u8cb7\u308f\u306a\u3044\u3068\uff27\uff25\uff34\u3067\u304d\u306a\u3044\u306e\u3082\u3042\u308b\u3057\u306d\u3002\u307e\u3041\u3001\u305d\u306e\u6c17\u306b\u306a\u308c\u3070\u3001\u4e16\u754c\u4e2d\u306b\u8ee2\u304c\u3063\u3066\u308b\u30c7\u30fc\u30bf\u96c6\u3081\u308b\u3053\u3068\u3060\u3063\u3066\u3067\u304d\u308b\u3093\u3060\u3051\u3069\u3001\u97f3\u697d\u696d\u754c\u3068\u30a2\u30fc\u30c6\u30a3\u30b9\u30c8\u306b\u9084\u5143\u3055\u308c\u306a\u3044\u3068\u767a\u5c55\u3057\u306a\u3044\u306e\u3067\u3001\u305d\u308d\u305d\u308d\u8ab0\u304b\u304c\u307e\u3058\u3081\u306b\u3053\u306e\u554f\u984c\u3092\u8003\u3048\u306a\u3044\u3068\u3001\u307e\u305a\u3044\u3068\u601d\u3063\u3066\u308b\u3002apple\u306f\u305d\u306e\u6577\u5c45\u3092\uff11\u6b69\u9032\u3081\u3066\u304f\u308c\u305f\u3068\u601d\u3046\u3002\u4e00\u5fdc\u3001\u91d1\u984d\u30d9\u30fc\u30b9\u3067\u3044\u3048\u3070\uff15\uff10\uff10\uff10\u5186\u672a\u6e80\u304b\uff1f \u5e74\u9593\uff16\u4e07\u672a\u6e80\u304f\u3089\u3044\u3002<\/font><\/p>\n<p><font color=\"#444444\">\u2193<\/font><\/p>\n<p><font color=\"#444444\">iTunes\u3067iPhone,iPad\u3078<\/font><\/p>\n<p><font color=\"#444444\">\u2193<\/font><\/p>\n<p><font color=\"#444444\">\u805e\u304f\u3068\u304d\u306blast.fm\u3078\uff2c\uff2f\uff36\uff25\u3092\u30de\u30fc\u30ad\u30f3\u30b0 \u3042\u3068\u3067\u307e\u305f\u805e\u304d\u305f\u3044\u3068\u304d\u306f\u3001\uff30\uff23\u304b\u3089last.fm\u306e\uff2c\uff2f\uff36\uff25\u30c8\u30e9\u30c3\u30af\u304b\u3001\u30de\u30a4\u30e9\u30a4\u30d6\u30e9\u30ea\u30e9\u30b8\u30aa\u3092\u518d\u751f\u3002<\/font><\/p>\n<p>&#160;<\/p>\n<p>\u3053\u3093\u306a\u611f\u3058\u304b\uff1f\u5e74\u672b\u5e74\u59cb\u306f\u3001\u5bb6\u306e\u305d\u3053\u3089\u3058\u3085\u3046\u3067\u3001\u97f3\u697d\u304c\u6d41\u308c\u3066\u307e\u3059\u3002rdio.com\u3078\u53c2\u52a0\u3057\u3066\u304b\u3089\uff19\u5272\u30b9\u30c8\u30ea\u30fc\u30df\u30f3\u30b0\u306b\u5909\u308f\u308a\u305d\u3046\u306a\u4e88\u611f\u3002<\/p>\n<p>\u3067\u3001\u30b9\u30c8\u30ea\u30fc\u30df\u30f3\u30b0\u306f\u3001last.fm\u3092\u6838\u3068\u3057\u3066pandora radio\u3067\u3082grooveshark\u3067\u3082Scrobbling\u3057\u3066\u30de\u30fc\u30ad\u30f3\u30b0\u3002\u5927\u4e8b\u306a\u306e\u306f\u3001\u597d\u304d\u306a\u66f2\u540d\u3068\u305d\u306e\u30a2\u30fc\u30c6\u30a3\u30b9\u30c8\u540d\u3002\u899a\u3048\u3089\u308c\u306e\u3082\u5343\u3092\u8d85\u3048\u308b\u3068\u3082\u3046\u7121\u7406\u3067\u3057\u3087\uff1f<\/p>\n<p>&#160;<\/p>\n<p>\u3061\u306a\u307f\u306b\u3001\u50d5\u306f\u3053\u3093\u306a\u97f3\u697d\u304c\u597d\u304d\u3067\u3059\u3002<\/p>\n<p><a href=\"http:\/\/www.last.fm\/user\/ishizaka-t\">http:\/\/www.last.fm\/user\/ishizaka-t<\/a><\/p>\n<p>\u540c\u3058\u3088\u3046\u306a\u611f\u3058\u306e\u66f2\u304c\u597d\u304d\u306a\u3089\u305c\u3072\u3001\u304a\u53cb\u9054\u306b\u8a98\u3063\u3066\u304f\u3060\u3055\u3044\u306d\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" style=\"border-bottom:0;border-left:0;display:inline;border-top:0;border-right:0;\" title=\"image\" border=\"0\" alt=\"image\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2011\/12\/image5.png\" width=\"434\" height=\"540\" \/> <\/p>\n<p>&#160;<\/p>\n<p>\u307f\u3093\u306a\u306f\u3001\u3069\u3093\u306a\u97f3\u697d\u306e\u30e9\u30a4\u30d5\u30b9\u30bf\u30a4\u30eb\u306a\u3093\u3060\u308d\u3046\u3002\u3044\u3044\u97f3\u697d\u3068\u51fa\u4f1a\u3048\u305f\u65e5\u306f\u305d\u308c\u3060\u3051\u3067\u5e78\u305b\u306a\u6c17\u5206\u306b\u306a\u308c\u307e\u3059\u3057\u306d\u3002\u307b\u3093\u3068\u3001\u77e5\u3089\u306a\u3044\u3060\u3051\u3067\u3044\u3044\u97f3\u697d\u3063\u3066\u7121\u9650\u306b\u3042\u308a\u307e\u3059\u306d\u3002<\/p>\n<p>\u6700\u8fd1\u306f\u3001\u3053\u308c\u306b\u30cf\u30de\u3063\u3066\u307e\u3059\u3002<\/p>\n<p><a href=\"http:\/\/www.last.fm\/music\/Angie+Stone\/Mahogany+Soul\">http:\/\/www.last.fm\/music\/Angie+Stone\/Mahogany+Soul<\/a><\/p>\n<p><img decoding=\"async\" loading=\"lazy\" style=\"border-bottom:0;border-left:0;display:inline;border-top:0;border-right:0;\" title=\"image\" border=\"0\" alt=\"image\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2011\/12\/image8.png\" width=\"575\" height=\"906\" \/> <\/p>\n<p>rdio.com\u3067\u306f\u3053\u3093\u306a\u611f\u3058\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" style=\"border-bottom:0;border-left:0;display:inline;border-top:0;border-right:0;\" title=\"image\" border=\"0\" alt=\"image\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2011\/12\/image9.png\" width=\"575\" height=\"411\" \/> <\/p>\n<p>\u30ed\u30fc\u30ab\u30eb\u30a2\u30d7\u30ea\u3067\u306e\u30ad\u30e3\u30d7\u30c1\u30e3<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" style=\"border-bottom:0;border-left:0;display:inline;border-top:0;border-right:0;\" title=\"image\" border=\"0\" alt=\"image\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2011\/12\/image10.png\" width=\"574\" height=\"607\" \/><\/p>\n","protected":false},"excerpt":{"rendered":"<p>\u3058\u3064\u306f\u3053\u3053\u304c\u4e00\u756a\u5927\u4e8b\u3060\u3068\u601d\u3046\u3002\u518d\u78ba\u8a8d\u3057\u3066\u307f\u305f\u3044\u3068\u601d\u3046\u3002 \u307e\u305a\u3001\u8074\u304f\u5834\u6240\u3002\u3053\u308c\u306f\u4eba\u305d\u308c\u305e\u308c\u3042\u308b\u3068\u601d\u3046\u3002\u50d5\u306e\u5834\u5408\u3001 \u30fb\u4ed5\u4e8b\u4e2d or \u6c17\u5206\u8ee2\u63db\u306b \uff30\uff23\u524d \u90e8\u5c4b\u306e\u4e2d \u3053\u3053\u304c8\u5272\u304b9\u5272 \u30fb\u98ef\u98df\u3063\u3066\u308b\u3068\u304d\u306b\u3001\u30ea\u30d3\u30f3\u30b0\u3067\u3002air ex [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":""},"categories":[54],"tags":[108,116,123,128],"acf":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"post-thumbnail":false},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":0,"uagb_excerpt":"\u3058\u3064\u306f\u3053\u3053\u304c\u4e00\u756a\u5927\u4e8b\u3060\u3068\u601d\u3046\u3002\u518d\u78ba\u8a8d\u3057\u3066\u307f\u305f\u3044\u3068\u601d\u3046\u3002 \u307e\u305a\u3001\u8074\u304f\u5834\u6240\u3002\u3053\u308c\u306f\u4eba\u305d\u308c\u305e\u308c\u3042\u308b\u3068\u601d\u3046\u3002\u50d5\u306e\u5834\u5408\u3001&hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/265"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=265"}],"version-history":[{"count":0,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/265\/revisions"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=265"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/categories?post=265"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/tags?post=265"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}