{"id":4331,"date":"2018-01-28T07:37:24","date_gmt":"2018-01-27T22:37:24","guid":{"rendered":"https:\/\/hack.gpl.jp\/?p=4331"},"modified":"2018-01-28T07:37:24","modified_gmt":"2018-01-27T22:37:24","slug":"%e7%8b%ac%e8%87%aa%e3%83%89%e3%83%a1%e3%82%a4%e3%83%b3%e3%81%a7-wordpress-%e3%82%92%e5%8b%95%e4%bd%9c%e3%81%95%e3%81%9b%e3%82%8b%e7%82%ba%e3%80%81%e3%82%a8%e3%83%b3%e3%82%b8%e3%83%8b%e3%82%a2%e3%81%8c","status":"publish","type":"post","link":"https:\/\/hack.gpl.jp\/2018\/01\/28\/%e7%8b%ac%e8%87%aa%e3%83%89%e3%83%a1%e3%82%a4%e3%83%b3%e3%81%a7-wordpress-%e3%82%92%e5%8b%95%e4%bd%9c%e3%81%95%e3%81%9b%e3%82%8b%e7%82%ba%e3%80%81%e3%82%a8%e3%83%b3%e3%82%b8%e3%83%8b%e3%82%a2%e3%81%8c\/","title":{"rendered":"\u72ec\u81ea\u30c9\u30e1\u30a4\u30f3\u3067 WordPress \u3092\u52d5\u4f5c\u3055\u305b\u308b\u70ba\u3001\u30a8\u30f3\u30b8\u30cb\u30a2\u304c\u9078\u3093\u3060\u9078\u629e"},"content":{"rendered":"<p>\u306f\u3044\u3001JunkHack \u3067\u3059\u30021\u6708\u3082200\u6642\u9593\u8d8a\u3048\u3066\u304a\u4ed5\u4e8b\u3057\u3066\u3044\u307e\u3059\u3002\u306f\u3041\u3002\u3042\u3093\u307e\u308a\u6b8b\u696d\u597d\u304d\u3058\u3083\u306a\u3044\u3093\u3067\u3059\u304c\u306d\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u4eca\u56de\u306e\u8981\u7d04\u306f\u4ee5\u4e0b\u306e\u3088\u3046\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002<\/p>\n<p>\u30fb\u72ec\u81ea\u30c9\u30e1\u30a4\u30f3\u3067\u30d6\u30ed\u30b0\uff08WordPress\uff09\u3092\u904b\u55b6\u3059\u308b\u305f\u3081\u3001\u30ec\u30f3\u30b5\u30d0\u3092\u691c\u8a0e<\/p>\n<p>\u30fb\u3050\u30fc\u3050\u308b\u69d8\u304c\u3001\u4eee\u60f3\u30de\u30b7\u30f3\u306e\u30ea\u30bd\u30fc\u30b9\u3092\u00a532,542\u5206\u7121\u6599\u3067\u304f\u308c\u308b\u3053\u3068\u304c\u308f\u304b\u3063\u305f<\/p>\n<p>\u30fb\u3058\u3083\u3001\u305d\u3053\u3067CentOS7 \u3092 Google \u306e\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u3067\u4f5c\u3063\u3066\u307f\u308b<\/p>\n<p>\u30fb\u6771\u4eac\u30ea\u30fc\u30b8\u30e7\u30f3\u3067\u3001SSD10GB \u306e n1-standard-1\uff08vCPU x 1\u3001\u30e1\u30e2\u30ea 3.75 GB\uff09\u3092\u4f5c\u3063\u305f<\/p>\n<p>\u30fb\u7d04\uff14\u6642\u9593\u306728\u5186\u3067\uff11\u65e5150\u5186\uff5e180\u5186\u3001\uff11\u30f6\u67085000\u5186\u3061\u3087\u3044\u304f\u3089\u3044\u306e\u3088\u3046\u3067\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u3055\u3066\u3001\u4eca\u56de\u306f\u300c\uff11\u4e07\u4eba\u306e\u8aad\u8005\u300d\u3092\u4f5c\u308b\u4f01\u753b\u30b7\u30ea\u30fc\u30ba\u306e\u7d9a\u304d\u3067\u3059\u3002<\/p>\n<p>\u73fe\u5728\u306f\u3053\u306e\u30d6\u30ed\u30b0\u3001WordPress.com \u306e\u30d6\u30ed\u30b0\u30b5\u30fc\u30d3\u30b9\u3067\u904b\u55b6\u3057\u3066\u3044\u308b\u306e\u3067\u3059\u304c\u3001\u3044\u3064\u304b\u306f\u30ec\u30f3\u30bf\u30eb\u30b5\u30fc\u30d0\u304b\u3069\u3063\u304b\u3067\u81ea\u524d\u306e\u30c9\u30e1\u30a4\u30f3\u3092\u53d6\u5f97\u3057\u3066\u3001\u5e83\u544a\u306a\u3093\u304b\u3082\u3061\u3087\u3053\u3063\u3068\u4ed8\u3051\u3066\u3001\u304a\u3053\u3065\u304b\u3044\u7a3c\u304e\u306a\u304c\u3089\u30e9\u30a4\u30d5\u30ef\u30fc\u30af\u7684\u306b\u30d6\u30ed\u30b0\u66f8\u304d\u305f\u3044\u306a\u3068\u3001\u305f\u3076\u3093\u30d6\u30ed\u30b0\u66f8\u3044\u3066\u3044\u308b\u8aad\u8005\u306a\u3089\u4e00\u5ea6\u306f\u5922\u307f\u305f\u4e8b\u304c\u3042\u308b\u304b\u3068\u601d\u3044\u307e\u3059\u3002\u81ea\u5206\u3082\u305d\u3046\u306a\u3093\u3067\u3059\u304c\u3001\u30a2\u30d5\u30ea\u30a8\u30a4\u30c8\u3068\u304b\u30a2\u30af\u30bb\u30b9\u6570\u3068\u304b\u3001\u307e\u3041\u3069\u3046\u3067\u3082\u3048\u3048\u3084\u3093\u3063\u3066\u306a\u3063\u3066\u3057\u307e\u3044\u304c\u3061\u3002<\/p>\n<p>&#160;<\/p>\n<p> \u307e\u3041\u3001\u3067\u3082\u3067\u3059\u306d\u3002\u305b\u3063\u304b\u304f\u30d6\u30ed\u30b0\u3067\u30de\u30cb\u30a2\u30c3\u30af\u306a\u8a18\u4e8b\u3092\u66f8\u304f\u306e\u306a\u3089\u4e16\u306e\u305f\u3081\u3001\u4eba\u306e\u305f\u3081\u3001\u305d\u3057\u3066\u306a\u306b\u3088\u308a\u81ea\u5206\u306e\u305f\u3081\u306b\u6709\u610f\u7fa9\u306b\u3057\u306a\u3044\u3068\u3060\u3081\u3060\u3088\u306a\u3068\u3044\u3046\u3053\u3068\u3067\u3001\u672c\u683c\u7684\u306b\u30d6\u30ed\u30b0\u3092\u904b\u55b6\u3057\u3066\u307f\u3088\u3046\u304b\u306a\u3068\u601d\u3063\u3066\u3044\u307e\u3057\u305f\u3002<\/p>\n<p>&#160;<\/p>\n<p> \u3057\u304b\uff5e\u3057\u3001\u73fe\u5b9f\u306f\u30ec\u30f3\u30bf\u30eb\u30b5\u30fc\u30d0\u3084\u81ea\u524d\u30b5\u30fc\u30d0\u4f5c\u308b\u9762\u5012\u3060\u3057\u3001\u304a\u91d1\u304b\u304b\u308b\u3057\u306a\u3068\u8e8a\u8e87\u3057\u3066\u3044\u307e\u3057\u305f\u3002\u30ec\u30f3\u30b5\u30d0\u306f\u3001\u305f\u3068\u3048\u3070\u30a8\u30c3\u30af\u30b9\u30b5\u30fc\u30d0\u30fc\u3084\u30ed\u30ea\u30dd\u30c3\u30d7\u306a\u3069\u3068\u3044\u3063\u305f\u5171\u6709\u578b\u306e\u30b5\u30fc\u30d0\u3092\u30ec\u30f3\u30bf\u30eb\u3059\u308b\u3053\u3068\u3002\u3053\u308c\u306f\u5b89\u3044\u3082\u306e\u3060\u3068\u6708\u984d\uff15\uff10\uff10\u5186\u304f\u3089\u3044\u304b\u3089\u3002\u6708\u3001\uff11\uff10\uff10\uff10\u5186\u3082\u51fa\u305b\u3070\u904b\u55b6\u3067\u304d\u307e\u3059\u304c\u3001\u5951\u7d04\u6642\u306b\u3084\u3063\u3071\u308a5000\u5186\u304b\u3089\uff11\u4e07\u5186\u3050\u3089\u3044\u306f\u5fc5\u8981\u306a\u3093\u3067\u3059\u3088\u306d\u3002\u307e\u3041\u3001\u305d\u306e\u304f\u3089\u3044\u51fa\u3057\u3066\u3082\u3044\u3044\u3067\u3059\u304c\u30ec\u30f3\u30bf\u30eb\u30b5\u30fc\u30d0\u3063\u3066\u3084\u3063\u3071\u308a\u3001\u30b7\u30b9\u30c6\u30e0\u30a8\u30f3\u30b8\u30cb\u30a2\u7684\u306b\u306f\u3042\u307e\u308a\u597d\u304d\u3058\u3083\u306a\u3044\u3093\u3067\u3059\u3002\u3084\u3063\u3071\u308a OS \u304b\u3089\u638c\u63e1\u3057\u306a\u3044\u3068\u6c17\u304c\u3059\u307e\u306a\u3044\u308f\u3051\u3067\u3057\u3066\u3002<\/p>\n<p>&#160;<\/p>\n<p> \u305d\u3046\u306a\u308b\u3068\u3001AWS \u306a\u3069\u306e\u30af\u30e9\u30a6\u30c9\u4e0a\u306b\u4eee\u60f3\u30b5\u30fc\u30d0\u3092\u4f5c\u308b\u30bf\u30a4\u30d7\u306b\u306a\u3063\u3066\u304f\u308b\u308f\u3051\u3067\u3059\u304c\u3001\u305d\u3046\u306a\u308b\u3068\u3055\u3089\u306b\u9762\u5012\u3060\u3057\u304a\u91d1\u3082\u304b\u304b\u308b\u3002\u307e\u3041\u3001\u3067\u3082\u304a\u4ed5\u4e8b\u3067\u3082\u4f7f\u3046\u308f\u3051\u3060\u304b\u3089\u3001\u52c9\u5f37\u304c\u3066\u3089\u89e6\u3063\u3066\u304a\u304f\u306e\u306f\u3044\u3044\u3088\u306d\u30fc\u3068\u601d\u3044\u306a\u304c\u3089\u3001\u6570\u5e74\u3055\u308f\u3089\u305a\u3002\u4ee5\u524d\u3001\u30de\u30a4\u30af\u30ed\u30bd\u30d5\u30c8\u304c\u63d0\u4f9b\u3057\u3066\u3044\u308b\u30a2\u30ba\u30fc\u30eb\uff08Microsoft Azure\uff09\u3063\u3066\u306e\u306e\u958b\u767a\u30a2\u30ab\u30a6\u30f3\u30c8\u3092\u6301\u3063\u3066\u3044\u305f\u306e\u3067\u3059\u304c\u3001\u4eca\u4e00\u6599\u91d1\u7684\u306b\u306a\u3063\u3068\u304f\u884c\u304b\u305a\u3001\u672c\u683c\u904b\u7528\u307e\u3067\u306f\u884c\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002<\/p>\n<p>&#160;<\/p>\n<p> \u3067\u3001\u3072\u3055\u3057\u3076\u308a\u306b google \u306e\u30af\u30e9\u30a6\u30c9\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u306e GCP\uff08Google Cloud Platform\uff09\u3063\u3066\u306e\u3092\u898b\u305f\u3089\u3001\u306a\u304b\u306a\u304b\u3044\u3044\u8a98\u3044\u6587\u53e5\u304c\u3067\u3066\u3044\u308b\u3058\u3083\u3042\u308a\u307e\u305b\u3093\u304b\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"Google_Cloud_Platform\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"Google_Cloud_Platform\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/01\/google_cloud_platform.png\" width=\"640\" height=\"386\" \/> <\/p>\n<p>JunkHack \u306f\u3001\u304a\u5024\u6bb5\u306b\u654f\u611f\u306a\u3093\u3067\u3059\u3002\u7121\u6599\u3068\u3044\u3046\u8a00\u8449\u306b\u5f31\u3044\u3093\u3067\u3059\u3002\u3053\u308c\u306f\u3082\u3046\u3060\u307e\u3055\u308c\u3066\u3082\u3044\u3044\u304b\u3089\u4f7f\u3046\u3057\u304b\u306a\u3044\u306a\u3068\u3002\u4f55\u304c\u7121\u6599\u306a\u306e\u304b\u306f\u3001\u308f\u304b\u308a\u307e\u305b\u3093\u304c\u3001\u306a\u306b\u3084\u3089\u3001\u4ee5\u4e0b\u306e\u3088\u3046\u3067\u3059\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"GCP_\u306e\u7121\u6599\u968e\u5c64_-_\u7121\u6599\u306e\u9577\u671f\u30c8\u30e9\u30a4\u30a2\u30eb\u3001\u3044\u3064\u307e\u3067\u3082\u7121\u6599_&#160;_&#160;_Google_Cloud_Platform\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"GCP_\u306e\u7121\u6599\u968e\u5c64_-_\u7121\u6599\u306e\u9577\u671f\u30c8\u30e9\u30a4\u30a2\u30eb\u3001\u3044\u3064\u307e\u3067\u3082\u7121\u6599_&#160;_&#160;_Google_Cloud_Platform\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/01\/gcp______google_cloud_platform.png\" width=\"640\" height=\"146\" \/> <\/p>\n<p>FAQ\u3092\u53c2\u7167\u3057\u3066\u307f\u307e\u3059\u3002\u306a\u306b\u3084\u3089\u3054\u306b\u3087\u3054\u306b\u3087\u3068\u66f8\u3044\u3066\u3042\u308a\u307e\u3059\u304c\u3001\u809d\u5fc3\u306a\u306e\u306f\u4ee5\u4e0b\u3002<\/p>\n<blockquote>\n<p>\u7121\u6599\u30c8\u30e9\u30a4\u30a2\u30eb\u3092\u5229\u7528\u3067\u304d\u308b\u671f\u9593\u3092\u6559\u3048\u3066\u304f\u3060\u3055\u3044\u3002     <br \/>\u7121\u6599\u30c8\u30e9\u30a4\u30a2\u30eb\u306f\u300112 \u304b\u6708\u304c\u7d4c\u904e\u3057\u305f\u304b\u3001300 \u30c9\u30eb\u5206\u306e\u5229\u7528\u304c\u3042\u3063\u305f\u3068\u304d\u306b\u7d42\u4e86\u3057\u307e\u3059\u3002\u30af\u30ec\u30b8\u30c3\u30c8\u6b8b\u984d\u3068\u8a66\u7528\u671f\u9593\u7d42\u4e86\u307e\u3067\u306e\u6b8b\u308a\u306e\u65e5\u6570\u306f Google Cloud Platform Console \u306e\u4e0a\u90e8\u306b\u8868\u793a\u3055\u308c\u307e\u3059\u3002<\/p>\n<\/blockquote>\n<p>\u307b\u3046\u307b\u3046\u3001\uff13\u4e07\u5186\u5206\u306f\u4f7f\u3048\u308b\u306e\u304b\u3002<\/p>\n<blockquote>\n<p>\u7121\u6599\u30c8\u30e9\u30a4\u30a2\u30eb\u3067\u6599\u91d1\u304c\u767a\u751f\u3059\u308b\u3053\u3068\u306f\u3042\u308a\u307e\u3059\u304b\uff1f     <br \/>\u3044\u3044\u3048\u3001\u30c8\u30e9\u30a4\u30a2\u30eb\u3067\u6599\u91d1\u304c\u767a\u751f\u3059\u308b\u3053\u3068\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u30c8\u30e9\u30a4\u30a2\u30eb\u304c\u7d42\u4e86\u3057\u305f\u30a2\u30ab\u30a6\u30f3\u30c8\u306f\u4e00\u6642\u505c\u6b62\u3068\u306a\u308a\u3001\u6709\u6599\u30a2\u30ab\u30a6\u30f3\u30c8\u3078\u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9\u3059\u308b\u3053\u3068\u3067\u540c\u3058\u30a2\u30ab\u30a6\u30f3\u30c8\u3092\u5f93\u91cf\u8ab2\u91d1\u3067\u4f7f\u3046\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u767b\u9332\u5f8c\u3001Google \u304b\u3089 0\uff5e1 \u30c9\u30eb\u306e\u53d6\u5f15\u304c\u767a\u751f\u3059\u308b\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002\u3053\u308c\u306f\u3001Google \u306e\u8acb\u6c42\u30b7\u30b9\u30c6\u30e0\u3068\u30af\u30ec\u30b8\u30c3\u30c8 \u30ab\u30fc\u30c9\u3084\u30c7\u30d3\u30c3\u30c8\u30ab\u30fc\u30c9\u306e\u767a\u884c\u4f1a\u793e\u3068\u306e\u627f\u8a8d\u30ea\u30af\u30a8\u30b9\u30c8\u304c\u4fdd\u7559\u4e2d\u3067\u3042\u308b\u3053\u3068\u3092\u793a\u3057\u307e\u3059\u3002\u627f\u8a8d\u306f\u3001\u30ab\u30fc\u30c9\u767a\u884c\u4f1a\u793e\u306b\u3088\u3063\u3066\u73fe\u5730\u901a\u8ca8\u306b\u63db\u7b97\u3055\u308c\u308b\u5834\u5408\u304c\u3042\u308a\u3001\u3053\u308c\u3089\u306e\u53d6\u5f15\u306f\u3001\u4fdd\u7559\u4e2d\u306e\u53d6\u5f15\u3068\u3057\u3066\u660e\u7d30\u66f8\u306b\u6700\u5927 1 \u304b\u6708\u9593\u8868\u793a\u3055\u308c\u307e\u3059\u3002\u3053\u306e\u53d6\u5f15\u306f\u627f\u8a8d\u624b\u7d9a\u304d\u306b\u3088\u308b\u3082\u306e\u3067\u3001\u5b9f\u969b\u306b\u306f\u8acb\u6c42\u3055\u308c\u307e\u305b\u3093\u3002\u3054\u8cea\u554f\u306f\u3001\u627f\u8a8d\u72b6\u6cc1\u306b\u3064\u3044\u3066\u53d6\u5f15\u5148\u306e\u9280\u884c\u307e\u3067\u304a\u554f\u3044\u5408\u305b\u304f\u3060\u3055\u3044\u3002<\/p>\n<\/blockquote>\n<p>\u307b\u307b\u3046\u3001\u6709\u6599\u30a2\u30ab\u30a6\u30f3\u30c8\u306b\u79fb\u884c\u3057\u306a\u3044\u304b\u304e\u308a\u30bf\u30c0\u3068\u3042\u308a\u307e\u3059\u3002<\/p>\n<blockquote>\n<p>\u7121\u6599\u30c8\u30e9\u30a4\u30a2\u30eb\u304c\u7d42\u308f\u3063\u305f\u3089\u3001\u3069\u3046\u306a\u308a\u307e\u3059\u304b\uff1f     <br \/>\u7121\u6599\u30c8\u30e9\u30a4\u30a2\u30eb\u306e\u671f\u9593\u304c\u7d42\u4e86\u3059\u308b\u3068\u3001\u8a66\u7528\u4e2d\u306b\u4f5c\u6210\u3057\u305f\u30ea\u30bd\u30fc\u30b9\u306f\u505c\u6b62\u3055\u308c\u307e\u3059\u304c\u300130 \u65e5\u4ee5\u5185\u306b\u6709\u6599\u30a2\u30ab\u30a6\u30f3\u30c8\u306b\u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9\u3059\u308c\u3070\u5fa9\u5143\u3067\u304d\u307e\u3059\u3002 <\/p>\n<p>\u307e\u305f\u3001\u305d\u306e 30 \u65e5\u4ee5\u5185\u306b Google \u8ab2\u91d1\u30b5\u30dd\u30fc\u30c8\u306b\u9023\u7d61\u3059\u308b\u3068\u3001Google Cloud Platform \u306e\u30b5\u30fc\u30d3\u30b9\uff08Google Compute Engine \u4ee5\u5916\uff09\u3067\u4fdd\u5b58\u3055\u308c\u3066\u3044\u308b\u30c7\u30fc\u30bf\u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3067\u304d\u307e\u3059\u300230 \u65e5\u304c\u7d4c\u904e\u3057\u305f\u5834\u5408\u306f\u3001\u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9\u3057\u3066\u3082\u30c7\u30fc\u30bf\u3084\u30ea\u30bd\u30fc\u30b9\u3092\u5229\u7528\u3067\u304d\u306a\u304f\u306a\u308a\u307e\u3059\u3002 <\/p>\n<\/blockquote>\n<p>\u30ea\u30bd\u30fc\u30b9\u306b\u306f\u3001\u671f\u9650\u5207\u308c\u5f8c\u300130\u65e5\u4ee5\u5185\u3067\u3042\u308c\u3070\u5fa9\u5143\u53ef\u80fd\u3068\u306a\u3002\u3075\u3080\u3075\u3080\u3002<\/p>\n<p>\u307e\u3001\u3068\u306b\u304b\u304f\u4f7f\u3063\u3066\u307f\u307e\u3057\u3087\u3046\u3002SSD \u306en1-standard-1\uff08vCPU x 1\u3001\u30e1\u30e2\u30ea 3.75 GB\uff09\u30d6\u30fc\u30c8\u30c7\u30a3\u30b9\u30af\u306f\u3068\u308a\u3042\u3048\u305a10GB \u3067\u3059\u3002CentOS7 \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u8d77\u52d5\u3057\u307e\u3057\u305f\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"Compute_Engine_-_JunkHackup\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"Compute_Engine_-_JunkHackup\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/01\/compute_engine__junkhackup.png\" width=\"640\" height=\"402\" \/> <\/p>\n<p>\u516c\u958b\u9375\u8a8d\u8a3c\u3067\u3001\u30ea\u30e2\u30fc\u30c8\u304b\u3089 SSH \u30a2\u30af\u30bb\u30b9\u3057\u3066 UnixBench \u3092\u52d5\u4f5c\u3055\u305b\u3066\u307f\u307e\u3057\u305f\u3002\u4fbf\u5229\u3060\u306a\u30fc\u3068\u611f\u3058\u305f\u306e\u306f\u3001CentOS7 \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u4f5c\u3063\u305f\u6642\u70b9\u3067\u3001\u81ea\u5206\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u540d\u306e\u30e6\u30fc\u30b6\u304c\u4f5c\u3089\u308c\u3066\u3044\u3066\u3001sudo \u6a29\u9650\u3082\u4ed8\u4e0e\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u81ea\u5206\u306e\u5834\u5408\u306f\u3001\u7121\u6599\u7248\u306e\u3053\u308d\u304b\u3089\u4f7f\u3063\u3066\u3044\u308b\u3001Google Apps \u3067\u72ec\u81ea\u30c9\u30e1\u30a4\u30f3\u3092\u304f\u3063\u4ed8\u3051\u3066\u3044\u3066\u305d\u306e @\u524d\u306e\u30e6\u30fc\u30b6\u540d\u3067\u4f5c\u3089\u308c\u3066\u3044\u307e\u3057\u305f\u3002\u6700\u9ad8\u306b\u4fbf\u5229\u3067\u3059\u306d\u3001\u3053\u308c\u306f\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u3067\u3001\u3053\u306e CentOS7 \u306f\u6700\u5c0f\u9650\u3067\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u3066\u3044\u308b\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3067\u3059\u306e\u3067\u3001\u4ee5\u4e0b\u306e\u624b\u9806\u3067 UnixBench \u3092\u52d5\u4f5c\u3002<\/p>\n<blockquote>\n<p># yum -y install perl perl-Time-HiRes make gcc git     <br \/># git clone https:\/\/github.com\/kdlucas\/byte-unixbench      <br \/># cd byte-unixbench\/UnixBench      <br \/># .\/Run<\/p>\n<\/blockquote>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"_ssh_\u2014_root_junkhack___apl_byte-unixbench_UnixBench_\u2014_ssh_take_35_200_27_163_\u2014_142\u00d750\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"_ssh_\u2014_root_junkhack___apl_byte-unixbench_UnixBench_\u2014_ssh_take_35_200_27_163_\u2014_142\u00d750\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/01\/ssh__root_junkhack___apl_byteunixbench_unixbench__ssh_take_35_200_27_163__14250.png\" width=\"512\" height=\"480\" \/> <\/p>\n<p>\u307e\u3041\u30011CPU \u3060\u3057\u3053\u3093\u306a\u3082\u3093\u3067\u3059\u304b\u306d\u3002WordPress \u3092\u52d5\u4f5c\u3055\u305b\u308b\u306b\u306f\u3061\u3087\u3046\u3069\u3044\u3044\u304b\u3082\u3067\u3059\u3002SSD \u306b\u3057\u3061\u3083\u30d5\u30a1\u30a4\u30eb\u30b3\u30d4\u30fc\u304c\u9045\u3044\u3088\u3046\u306a\u304d\u3082\u3057\u307e\u3059\u304c\u3002\u307e\u305f\u3001\u5f8c\u307b\u3069\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306e\u30b9\u30da\u30c3\u30af\u3092\u5909\u3048\u3066\u8a66\u3057\u3066\u307f\u3088\u3046\u3068\u601d\u3044\u307e\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u3068\u308a\u3042\u3048\u305a\u3001IP\u3092\u8a2d\u5b9a\u3057\u3066 DNS \u3068\u95a2\u9023\u3065\u3051\u3057\u307e\u3059\u3002\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u30d1\u30cd\u30eb\u306e\u5370\u8c61\u306f\u3001\u306a\u304b\u306a\u304b\u76f4\u611f\u7684\u306a\u30a4\u30f3\u30bf\u30fc\u30d5\u30a7\u30a4\u30b9\u3067\u4f7f\u3044\u3084\u3059\u3044\u3067\u3059\u306d\u3002\u30de\u30cb\u30e5\u30a2\u30eb\u306a\u3057\u3067\u3001IP\u56de\u308a\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u8a2d\u5b9a\u304c\u3067\u304d\u307e\u3057\u305f\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u3057\u3070\u3089\u304f\u52d5\u304b\u3057\u7d9a\u3051\u3066\u307f\u3066\u3001\u3069\u3093\u306a\u3082\u306e\u304b\u691c\u8a0e\u3057\u3066\u307f\u308b\u3053\u3068\u306b\u3057\u307e\u3059\u3002\uff14\u6642\u9593\u5f8c\u306e\u5024\u6bb5\u306f\u4ee5\u4e0b\u306e\u3088\u3046\u3067\u3059\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"\u4eca\u6708\u306e\u8acb\u6c42\u984d_-_JunkHackup\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"\u4eca\u6708\u306e\u8acb\u6c42\u984d_-_JunkHackup\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/01\/junkhackup.png\" width=\"619\" height=\"314\" \/> <\/p>\n<p>\uff11\u65e5150\u5186\uff5e180\u5186\u3068\u3044\u3046\u611f\u3058\u3067\u3057\u3087\u3046\u304b\u3002\u3053\u308c\u3060\u3068\u4e00\u30f6\u6708\u30675000\u5186\u3092\u8d85\u3048\u3066\u3057\u307e\u3046\u306e\u3067\u3001\u3082\u3046\u5c11\u3057\u3057\u3087\u307c\u3044\u30ea\u30bd\u30fc\u30b9\u3092\u9078\u3070\u306a\u3044\u3068\uff11\u5e74\u7d4c\u305f\u305a\u306b\u3001\u7121\u6599\u67a0\u306e300$ \u3092\u4f7f\u3063\u3066\u3057\u307e\u3044\u305d\u3046\u3067\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u6b21\u56de\u306f\u3001\u30ea\u30bd\u30fc\u30b9\u3092\u3082\u3046\u3059\u3053\u3057\u3057\u3087\u307c\u304f\u3001small (\u5171\u6709CPU \u3067\u30e1\u30e2\u30ea\u306f1.7 GB\uff09\u3068\u3001micro \u3068\u3044\u3046\u30e1\u30e2\u30ea\u304c0.6GB \u3060\u3068\u3069\u3046\u306a\u308b\u304b\u691c\u8a0e\u3057\u305f\u3044\u3068\u601d\u3044\u307e\u3059\u3002<\/p>\n<p>\u3042\u3068\u3001\u3046\u305f\u3044\u6587\u53e5\u306e\u300c\u3044\u3064\u307e\u3067\u3082\u7121\u6599\u300d\u3063\u3066\u3044\u3046\u306e\u306f\u3069\u3046\u3044\u3046\u3053\u3068\u306a\u3093\u3067\u3057\u3087\u3046\u304b\uff1f\u81ea\u5206\u306b\u306f\u3088\u304f\u308f\u304b\u308a\u307e\u305b\u3093\u3002\u6b21\u56de\u306b\u6398\u308a\u4e0b\u3052\u3066\u307f\u305f\u3044\u3067\u3059\u306d\u3002<\/p>\n","protected":false},"excerpt":{"rendered":"<p>\u306f\u3044\u3001JunkHack \u3067\u3059\u30021\u6708\u3082200\u6642\u9593\u8d8a\u3048\u3066\u304a\u4ed5\u4e8b\u3057\u3066\u3044\u307e\u3059\u3002\u306f\u3041\u3002\u3042\u3093\u307e\u308a\u6b8b\u696d\u597d\u304d\u3058\u3083\u306a\u3044\u3093\u3067\u3059\u304c\u306d\u3002 &#160; \u4eca\u56de\u306e\u8981\u7d04\u306f\u4ee5\u4e0b\u306e\u3088\u3046\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002 \u30fb\u72ec\u81ea\u30c9\u30e1\u30a4\u30f3\u3067\u30d6\u30ed\u30b0\uff08WordPress\uff09\u3092\u904b\u55b6\u3059 [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","footnotes":""},"categories":[36,77],"tags":[],"acf":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"post-thumbnail":false},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":1,"uagb_excerpt":"\u306f\u3044\u3001JunkHack \u3067\u3059\u30021\u6708\u3082200\u6642\u9593\u8d8a\u3048\u3066\u304a\u4ed5\u4e8b\u3057\u3066\u3044\u307e\u3059\u3002\u306f\u3041\u3002\u3042\u3093\u307e\u308a\u6b8b\u696d\u597d\u304d\u3058\u3083\u306a\u3044\u3093\u3067\u3059\u304c\u306d&hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/4331"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=4331"}],"version-history":[{"count":0,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/4331\/revisions"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=4331"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/categories?post=4331"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/tags?post=4331"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}