{"id":2959,"date":"2017-01-06T22:32:26","date_gmt":"2017-01-06T13:32:26","guid":{"rendered":"https:\/\/hack.gpl.jp\/?p=2959"},"modified":"2017-01-06T22:32:26","modified_gmt":"2017-01-06T13:32:26","slug":"%ef%bc%96%ef%bc%90%ef%bc%90%ef%bd%87%e3%81%ae%e3%82%ab%e3%83%a1%e3%83%a9%e3%81%8c%e8%bc%89%e3%82%8b-3%e8%bb%b8-diy-gimbal-%e3%81%ae%e7%a0%94%e7%a9%b6","status":"publish","type":"post","link":"https:\/\/hack.gpl.jp\/2017\/01\/06\/%ef%bc%96%ef%bc%90%ef%bc%90%ef%bd%87%e3%81%ae%e3%82%ab%e3%83%a1%e3%83%a9%e3%81%8c%e8%bc%89%e3%82%8b-3%e8%bb%b8-diy-gimbal-%e3%81%ae%e7%a0%94%e7%a9%b6\/","title":{"rendered":"\uff16\uff10\uff10\uff47\u306e\u30ab\u30e1\u30e9\u304c\u8f09\u308b 3\u8ef8 DIY Gimbal \u306e\u7814\u7a76"},"content":{"rendered":"<p>\u6570\u5e74\u524d\u304b\u3089\u30013D \u30d7\u30ea\u30f3\u30bf\u30fc\u3092\u8cb7\u3063\u305f\u3089\u4f5c\u3063\u3066\u307f\u305f\u304b\u3063\u305f\u30e2\u30ce\u3067\u30013\u8ef8\u306e Gimbal \u304c\u3042\u308a\u307e\u3059\u3002\u30e2\u30fc\u30bf\u30fc\u306f\u30d6\u30e9\u30b7\u30ec\u30b9\u3092\u4f7f\u3063\u3066\u3044\u308b\u306e\u3067\u3001BG\uff08\u30d6\u30e9\u30b7\u30ec\u30b9\u30b8\u30f3\u30d0\u30eb\uff09\u3068\u3044\u3046\u77ed\u7e2e\u30ef\u30fc\u30c9\u3082\u826f\u304f\u76ee\u306b\u3057\u307e\u3059\u3002 <a href=\"http:\/\/panasonic.jp\/dc\/p-db\/DMC-FZ200.html\" target=\"_blank\" rel=\"noopener noreferrer\"><img loading=\"lazy\" decoding=\"async\" title=\"1428109567432\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"1428109567432\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/01\/1428109567432.jpg\" width=\"640\" height=\"480\" \/><\/a> <\/p>\n<p>\u4e57\u305b\u305f\u3044\u30ab\u30e1\u30e9\u306e\u5019\u88dc\u306f\u3001\u3059\u3067\u306b\u6c7a\u5b9a\u3057\u3066\u3066\u307e\u3060\u30b2\u30c3\u30c8\u3057\u3066\u3044\u307e\u305b\u3093\u304c\u3001Lumix DMC-FZ200 \u3068\u3044\u3046\u578b\u843d\u3061\u306e\u30ab\u30e1\u30e9\u3067\u3059\u3002\u3053\u306e\u30ab\u30e1\u30e9\u3001\u30ec\u30f3\u30ba\u304c\u826f\u304f\u3066\u3001\u3055\u3089\u306b\u6620\u50cf\u3082 1280\u00d7720 \u306e\u5b9f\u7528\u306b\u306a\u308b\u30b5\u30a4\u30ba\u3067 120fps \u304c\u53ef\u80fd\u3067\u3059\u3002\u3053\u3046\u3057\u3066\u64ae\u308b\u3068\u3001\u4ee5\u4e0b\u306e\u3088\u3046\u306a\u6620\u50cf\u304c\u4f5c\u308c\u307e\u3059\u3002<\/p>\n<p align=\"center\">&#160;[youtube https:\/\/www.youtube.com\/watch?v=Lp_pmgCsmco]<\/p>\n<p>\u5bfe\u89d2V-Slot \u3068\u3082\u7e4b\u304c\u308b\u306e\u3067\u3059\u304c\u3001\u3053\u306e\u30ab\u30e1\u30e9\u3092\u5186\u72b6\u306b\u56de\u3057\u3066 120fps \u3067\u7269\u4f53\u3092\u5468\u8fba\u304b\u3089\u56de\u3057\u3066\u64ae\u308b\u3068\u304b\u3063\u3053\u3044\u3044\u3093\u3058\u3083\u306a\u3044\u304b\u3068\u8003\u3048\u3066\u3044\u307e\u3059\u3002\u30ec\u30d3\u30e5\u30fc\u3059\u308b\u3068\u304d\u306b\u3001\u30e2\u30ce\u3092\u305d\u3046\u3084\u3063\u3066\u64ae\u308b\u3068\u65b0\u9bae\u3060\u3068\u601d\u3046\u306e\u3067\u305c\u3072\u5b9f\u73fe\u3057\u3066\u307f\u305f\u3044\u306a\u3068\u3002\u305d\u306e\u3068\u304d\u306b3\u8ef8\u306e\u30b8\u30f3\u30d0\u30eb\u3082\u3042\u308b\u3068\u306a\u304a\u826f\u3044\u3068\u601d\u3046\u308f\u3051\u3067\u3059\u3002\u5186\u72b6\u306b\u56de\u3059\u3068\u304d\u306e\u30d5\u30ec\u30fc\u30e0\u306f\u307e\u3060\u8003\u3048\u3066\u3044\u307e\u305b\u3093\u304c\u3001\u81ea\u8ee2\u8eca\u306e\u30ea\u30e0\u3068\u304b\u4f7f\u3048\u306a\u3044\u304b\u306a\u3041\u3068\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u30b8\u30f3\u30d0\u30eb\u306f\u3001\u3053\u306e\uff11\uff5e\uff12\u5e74\u3067\u65e5\u672c\u3067\u3082\u30e1\u30b8\u30e3\u30fc\u306b\u306a\u3063\u3066\u304d\u3066\u3044\u307e\u3059\u3002\u305f\u3068\u3048\u3070\u3001\u30b5\u30f3\u30b3\u30fc\u30ec\u30a2\u30e2\u30ce\u30b7\u30e7\u30c3\u30d7\u3067\u6271\u3063\u3066\u3044\u308b\u4ee5\u4e0b\u306e\u5546\u54c1\u306a\u3069\u3067\u3059\u3002<\/p>\n<p>&#160;<a href=\"http:\/\/www.thanko.jp\/shopdetail\/000000002554\/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\"><img loading=\"lazy\" decoding=\"async\" title=\"3xstbl2r-joystick-top\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"3xstbl2r-joystick-top\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/01\/3xstbl2rjoysticktop.jpg\" width=\"425\" height=\"480\" \/><\/a> \u3053\u3046\u3044\u3046\u30bf\u30a4\u30d7\u306e\u3082\u306e\u3084\u3001<\/p>\n<p><a href=\"http:\/\/www.thanko.jp\/product\/7101.html\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\"><img loading=\"lazy\" decoding=\"async\" title=\"3axsta8h-p03\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"3axsta8h-p03\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/01\/3axsta8hp03.jpg\" width=\"426\" height=\"530\" \/><\/a> \u3053\u3046\u3044\u3046\u611f\u3058\u306e\u3082\u306e\u3067\u3059\u3002\u8efd\u3044\u30a2\u30af\u30b7\u30e7\u30f3\u30ab\u30e1\u30e9\u306f\u30b9\u30de\u30db\u306f\u4e57\u308a\u307e\u3059\u3002<\/p>\n<p>3\u4e07\u304b\u3001\uff12\uff0e\uff15\u4e07\u304f\u3089\u3044\u3067\u305d\u308c\u305e\u308c\u8cfc\u5165\u3067\u304d\u307e\u3059\u304c\u3001\u3082\u3046\u5c11\u3057\u91cd\u3044\u30ab\u30e1\u30e9\u3092\u8f09\u305b\u3088\u3046\u3068\u601d\u3046\u3068\u3001\u4e00\u6c17\u306b\u9ad8\u304f\u306a\u308a\u307e\u3059\u3002<\/p>\n<p><a href=\"http:\/\/www.thanko.jp\/shopdetail\/000000002495\/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\"><img loading=\"lazy\" decoding=\"async\" title=\"dmth002-top\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"dmth002-top\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/01\/dmth002top.jpg\" width=\"430\" height=\"531\" \/><\/a>\u7d0410\u4e07\u3002\u3046\u30fc\u3093\u3001\u8cb7\u3048\u306a\u3044\u3067\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u307e\u3041\u3001\u3057\u304b\u3057\u3001\u3053\u306e\u30b5\u30a4\u30ba\u3082\u30a2\u30ea\u30a8\u30af\u3067\u306a\u3089\u30015\u4e07\u672a\u6e80\u3067\u8cb7\u3048\u307e\u3059\u3002<\/p>\n<p><a href=\"https:\/\/www.aliexpress.com\/item\/Zhuiyun-H2-Handheld-3-Axis-Stabilizer-Brushless-Gimbal-for-A7S-GH4-Micro-DSLR-Camera-BMPCC\/32752826212.html\" target=\"_blank\" rel=\"noopener noreferrer\"><img loading=\"lazy\" decoding=\"async\" title=\"H2-Handheld-3-Axis-Stabilizer-Brushless-Gimbal-for-A7S-GH4-Micro-DSLR-Camera-BMPCC\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"H2-Handheld-3-Axis-Stabilizer-Brushless-Gimbal-for-A7S-GH4-Micro-DSLR-Camera-BMPCC\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/01\/h2handheld3axisstabilizerbrushlessgimbalfora7sgh4microdslrcamerabmpcc.jpg\" width=\"480\" height=\"480\" \/><\/a> \u307e\u3041\u3001\u3067\u3082\u307e\u3060\u8cb7\u3048\u307e\u305b\u3093\u3002\uff08\u307e\u3041\u3001\u8cb7\u3046\u3064\u3082\u308a\u306f\u6bdb\u982d\u306a\u3044\u306e\u3067\u3059\u304c\uff09\u30e2\u30ce\u306f\u3001\u30e2\u30fc\u30bf\u30fc\u304c\uff13\u3064\u3068\u30d0\u30c3\u30c6\u30ea\u30fc\u3068\u5236\u5fa1\u30dc\u30fc\u30c9\u3068\u7b50\u4f53\u3067\u69cb\u6210\u3055\u308c\u3066\u3044\u308b\u3060\u3051\u3067\u3059\u304b\u3089\u3001\u3082\u3063\u3068\u90e8\u54c1\u4ee3\u306f\u5b89\u3044\u306f\u305a\u3002<\/p>\n<p>\u30ab\u30e1\u30e9\u672c\u4f53\u306f\u3001\u5148\u306b\u7d39\u4ecb\u3057\u305f Lumix \u306e FZ200 \u306e\u4e2d\u53e4\uff08\u7d04\uff12\uff0e\uff15\u4e07\uff09\u3092\u3044\u3064\u304b\u8cb7\u3044\u305f\u3044\u3068\u601d\u3063\u3066\u3044\u307e\u3059\u3002\u305d\u308c\u3092\u8cb7\u3048\u308b\u65e5\u306b\u5099\u3048\u3066\u3001\u30b8\u30f3\u30d0\u30eb\u3092\u81ea\u4f5c\u3059\u308b\u306b\u306f\u3001\u3069\u306e\u3088\u3046\u306b\u4f5c\u308b\u306e\u304b\u3092\u6291\u3048\u3066\u3044\u3053\u3046\u3068\u601d\u3044\u307e\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u4e57\u305b\u308b\u30ab\u30e1\u30e9\u306e\u91cd\u3055\u306f\u3001\u7d04\uff16\uff10\uff10\uff47\u3067\u3059\u304c\u3001\u3053\u306e\u30af\u30e9\u30b9\u306b\u306a\u308b\u3068\u30013\u4e07\u672a\u6e80\u306e3\u8ef8\u30b8\u30f3\u30d0\u30eb\u3067\u306f\u7121\u7406\u3067\u3001\u30d6\u30e9\u30b7\u30ec\u30b9\u30e2\u30fc\u30bf\u30fc\u3092\u5927\u304d\u3081\u306e\u30c8\u30eb\u30af\u306e\u3042\u308b\u3082\u306e\u306b\u3057\u306a\u3044\u3068\u5236\u5fa1\u3067\u304d\u307e\u305b\u3093\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u30e2\u30fc\u30bf\u30fc\u306f\u3001Gimbal Brushless Motor \u3068\u691c\u7d22\u3059\u308c\u3070\u305f\u304f\u3055\u3093\u51fa\u3066\u304d\u307e\u3059\u30023\u4e07\u672a\u6e80\u30af\u30e9\u30b9\u306e\u30b8\u30f3\u30d0\u30eb\u306b\u4f7f\u308f\u308c\u3066\u3044\u308b\u306e\u306f\u300130mm \u672a\u6e80\u306e\u76f4\u5f84\u306e\u30e2\u30fc\u30bf\u30fc\u3067 GoPro \u3084 SJ4000 \u306a\u3069\u306e200\uff47\u672a\u6e80\u306e\u91cd\u3055\u3092\u5236\u5fa1\u3067\u304d\u308b\u3088\u3046\u3067\u3059\u3002\u305f\u3068\u3048\u3070\u3001\u4ee5\u4e0b\u306e\u3088\u3046\u306a\u30e2\u30fc\u30bf\u30fc\u3067\u3059\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"HTB1zh1fNFXXXXXHXFXXq6xXFXXXN\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"HTB1zh1fNFXXXXXHXFXXq6xXFXXXN\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/01\/htb1zh1fnfxxxxxhxfxxq6xxfxxxn.jpg\" width=\"480\" height=\"480\" \/> <\/p>\n<p>\u7d50\u69cb\u5c0f\u3055\u3044\u3067\u3059\u306d\u3002\u4fa1\u683c\u306f\u3060\u3044\u305f\u3044\u3053\u306e\u30af\u30e9\u30b9\u3067\u3001\uff11\u30531000\u5186\u524d\u5f8c\u304f\u3089\u3044\u3067\u3059\u3002\uff11\u3064\u4e0a\u306e\u30af\u30e9\u30b9\u306e\u30e2\u30fc\u30bf\u30fc\u3060\u3068\u3001\u4ee5\u4e0b\u306e\u3088\u3046\u306a\u306e\u304c\u3042\u308a\u307e\u3059\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"Official-DYS-Brushless-Gimbal-Motor-BGM4108-130-for-Camera-Mount-FPV-PTZ\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"Official-DYS-Brushless-Gimbal-Motor-BGM4108-130-for-Camera-Mount-FPV-PTZ\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/01\/officialdysbrushlessgimbalmotorbgm4108130forcameramountfpvptz.jpg\" width=\"480\" height=\"480\" \/> <\/p>\n<p>&#160;<\/p>\n<p>\u3053\u308c\u304c\u76f4\u5f8446mm \u307b\u3069\u306e\u5927\u304d\u3055\u3067\u3059\u3002\u4fa1\u683c\u306f\u30013500\u5186\u524d\u5f8c\u3068\u3044\u3046\u3068\u3053\u308d\u3067\u3059\u304b\u306d\u30023\u500b\u30671\u4e07\u304f\u3089\u3044\u3057\u307e\u3059\u3002\u30b8\u30f3\u30d0\u30eb\u306e\u30d6\u30e9\u30b7\u30ec\u30b9\u30e2\u30fc\u30bf\u30fc\u306f\u3001\u30b7\u30e3\u30d5\u30c8\u306e\u4e2d\u306b\u30b1\u30fc\u30d6\u30eb\u3092\u901a\u305b\u308b\u3088\u3046\u306b\u306a\u3063\u3066\u3044\u308b\u306e\u304c\u7279\u5fb4\u3067\u3001\u7d44\u307f\u4ed8\u3051\u305f\u3068\u304d\u306b\u3059\u3063\u304d\u308a\u3057\u305f\u6982\u89b3\u3092\u4f5c\u308c\u307e\u3059\u3002\u5916\u306e\u96fb\u6975\u6570\u306f12\u30b9\u30ed\u30c3\u30c8\u306e\u30bf\u30a4\u30d7\u304c\u591a\u304f\u3001\u4e2d\u5fc3\u306b\u3042\u308b\u30d7\u30fc\u30ea\u30fc\u306e\u78c1\u6975\u306f14\u6975\u3067\u3059\u3002\u3053\u306e\u6570\u5024\u306f\u300112n14p \u3068\u3044\u3046\u3088\u3046\u306b\u8868\u8a18\u3055\u308c\u307e\u3059\u3002<\/p>\n<p>\u3053\u306e\u6570\u304c\u5927\u304d\u306a\u3082\u306e\u3060\u3068\u3001\u305f\u3068\u3048\u3070\u300124N28P \u3068\u3044\u3046\u306e\u3082\u3042\u308a\u3001\u30b9\u30ed\u30c3\u30c8\u3068\u78c1\u6975\u306e\u6570\u304c\u5897\u3048\u308c\u3070\u30c8\u30eb\u30af\u304c\u5897\u3057\u30b3\u30ae\u30f3\u30b0\u304c\u5c11\u306a\u304f\u306a\u308b\u306e\u3067\u3001\u6ed1\u3089\u304b\u306b\u56de\u308b\u306f\u305a\u3067\u3059\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"\uff58motor\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"\uff58motor\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/01\/motor.png\" width=\"529\" height=\"480\" \/> <\/p>\n<p>&#160;<\/p>\n<p>\u3069\u306e\u304f\u3089\u3044\u306e\u30e2\u30fc\u30bf\u30fc\u3067\uff16\uff10\uff10\uff47\u306e\u30ab\u30e1\u30e9\u304c\u5236\u5fa1\u3067\u304d\u308b\u306e\u304b\u304c\u3001\u4eca\u307e\u3067\u826f\u304f\u308f\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u3053\u3046\u3044\u3046\u6642\u306f\u3001\u3042\u305f\u308a\u3092\u3064\u3051\u308b\u70ba\u4e16\u754c\u4e2d\u306eDIY \u597d\u304d\u304c\u4f5c\u3063\u3066\u3044\u308b\u6620\u50cf\u3092\u898b\u308b\u306e\u304c\u624b\u3063\u53d6\u308a\u65e9\u3044\u3067\u3059\u3002\u3044\u308d\u3044\u308d\u898b\u3066\u3044\u304f\u3046\u3061\u306b\u3001\u30ed\u30b7\u30a2\u306e\u65b9\u304c\u4f5c\u3063\u305f\u30b8\u30f3\u30d0\u30eb\u306e\u30e2\u30fc\u30bf\u30fc\u306f\u3001Lumix FZ200 \u30af\u30e9\u30b9\u306e600g \u3082\u3044\u3051\u305d\u3046\u306a\u3093\u3058\u3083\u306a\u3044\u304b\u3068\u30a2\u30bf\u30ea\u304c\u3064\u304d\u307e\u3057\u305f\u3002<\/p>\n<p align=\"center\">[youtube https:\/\/www.youtube.com\/watch?v=kI5wOiU_KPI]&#160;<\/p>\n<p>\uff19\uff1a\uff12\uff16\u3042\u305f\u308a\u306b\u3001\u5927\u304d\u3081\u306e\u30ab\u30e1\u30e9\u304c\u8f09\u3063\u3066\u52d5\u3044\u3066\u3044\u307e\u3059\u3002\u30ab\u30e1\u30e9\u306e\u6a5f\u7a2e\u306f\u7279\u5b9a\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u304c\u3001Lumix FZ200 \u3082\u52d5\u304f\u3093\u3058\u3083\u306a\u3044\u304b\u3068\u601d\u3044\u307e\u3059\u3002\u3053\u3053\u3067\u4f7f\u308f\u308c\u3066\u3044\u308b\u30e2\u30fc\u30bf\u30fc\u306f\u3001\u8abf\u3079\u3066\u307f\u308b\u3068\u4ee5\u4e0b\u3067\u3059\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"HTB1ngl2IFXXXXXgXFXXq6xXFXXXF\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"HTB1ngl2IFXXXXXgXFXXq6xXFXXXF\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/01\/htb1ngl2ifxxxxxgxfxxq6xxfxxxf.jpg\" width=\"664\" height=\"2518\" \/> <\/p>\n<p>Emax GB4008 66KV 3S LIPO Gimbal Brushless Motor<\/p>\n<p>\u00a5 1,922 x 3<\/p>\n<p>&#160;<\/p>\n<p>Emax \u3063\u3066\u3044\u3046\u30e1\u30fc\u30ab\u30fc\u306f\u30e9\u30b8\u30b3\u30f3\u7528\u306e\u30b5\u30fc\u30dc\u3084\u30d6\u30e9\u30b7\u30ec\u30b9\u30e2\u30fc\u30bf\u30fc\u306a\u3069\u3092\u4f5c\u3063\u3066\u3044\u308b\u30e1\u30fc\u30ab\u30fc\u3067\u524d\u56de\u3001CNC \u306e\u30b9\u30d4\u30f3\u30c9\u30eb\u4f5c\u308a\u306e\u305f\u3081\u306b\u30e2\u30fc\u30bf\u30fc\u3092\u9078\u5b9a\u3057\u3066\u3044\u305f\u3068\u304d\u306b\u898b\u305f\u3053\u3068\u304c\u3042\u308a\u307e\u3059\u3002<\/p>\n<p>\u5024\u6bb5\u3082\u624b\u3054\u308d\u3060\u3063\u305f\u306e\u3067\u3001\u3053\u308c\u3092\uff13\u3064\u30dd\u30c1\u3063\u3066\u304a\u304d\u307e\u3057\u305f\u3002\u3053\u306e\u30e2\u30fc\u30bf\u30fc\u3082\u30b7\u30e3\u30d5\u30c8\u306e\u4e2d\u306b\u30b1\u30fc\u30d6\u30eb\u3092\u901a\u305b\u308b\u3088\u3046\u3067\u3059\u300224N22P \u3068\u3044\u3046\u3053\u3068\u3067\u300124\u30b9\u30ed\u30c3\u30c8\u306e\u96fb\u6975\u306b\u300122\u6975\u306e\u30d7\u30fc\u30ea\u30fc\u3067\u30c8\u30eb\u30af\u3082\u3042\u308a\u305d\u3046\u3067\u3059\u3002\u5024\u6bb5\u3068\u306e\u30d0\u30e9\u30f3\u30b9\u304c\u53d6\u308c\u3066\u3044\u308b\u826f\u3055\u305d\u3046\u306a\u30e2\u30fc\u30bf\u30fc\u3058\u3083\u306a\u304b\u308d\u3046\u304b\u3068\u601d\u3044\u307e\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u3042\u3068\u306f\u3001\u30b8\u30f3\u30d0\u30eb\u7528\u306e\u5236\u5fa1\u57fa\u677f\u3068\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u3067\u3059\u3002Alexmos \u3068\u3044\u3046\u3082\u306e\u3068\u3001Storm32 \u3068\u3044\u3046\u306e\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f\u3002\u3069\u3061\u3089\u308232bit \u304c\u3042\u308a\u307e\u3059\u3002\u5024\u6bb5\u306f\u3001Storm32 \u304c\u5b89\u304f\u3001\u30aa\u30fc\u30d7\u30f3\u30bd\u30fc\u30b9\u3067<a href=\"https:\/\/github.com\/olliw42\/storm32bgc\/tree\/master\/storm32-bgc\/storm32-bgc-v130-eagle-gerber-files-20140322\" target=\"_blank\" rel=\"noopener noreferrer\">\u56de\u8def\u56f3<\/a>\u306a\u3069\u3082\u3042\u308a\u307e\u3059\u3002Alexmos \u3068\u3044\u3046\u306e\u306f\u306a\u305c\u9ad8\u3044\u306e\u304b\u306f\u826f\u304f\u308f\u304b\u3063\u3066\u3044\u307e\u305b\u3093\u3002\u4fa1\u683c\u5dee\u304c\uff14\uff0c\uff15\u500d\u3042\u308a\u307e\u3059\u3002\u307e\u305a\u306f\u3001\u5b89\u3044\u306e\u304b\u3089\u653b\u3081\u3066\u898b\u307e\u3059\u3002StorM32\u306e\u306f\u3001<a href=\"http:\/\/www.olliw.eu\/storm32bgc-wiki\/Getting_Started\" target=\"_blank\" rel=\"noopener noreferrer\">Wiki<\/a> \u306b\u8a73\u7d30\u304c\u3042\u308a\u307e\u3059\u3002<\/p>\n<p>Alexmos \u306eSimpleBGC \u306e\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u30de\u30cb\u30e5\u30a2\u30eb\u306f\u548c\u8a33\u3057\u305f\u3082\u306e\u304c\u4ee5\u4e0b\u306b\u3042\u308a\u307e\u3057\u305f\u306e\u3067\u53c2\u8003\u306b\u3055\u305b\u3066\u3044\u305f\u3060\u304d\u307e\u3057\u305f\u3002<\/p>\n<blockquote>\n<p>\u6843\u65e5\u8a18<\/p>\n<p><a href=\"http:\/\/pinklion.jp\/archives\/2579160.html\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\">SimpleBGC 32bit Manual MEMO<\/a><\/p>\n<\/blockquote>\n<p>\u672c\u5bb6\u306e\u306f\u4ee5\u4e0b\u3067\u3059\u3002<\/p>\n<blockquote>\n<p>Basecam     <br \/><a href=\"https:\/\/www.basecamelectronics.com\/downloads\/32bit\/\" target=\"_blank\" rel=\"noopener noreferrer\">Downloads for 32-bit boards<\/a><\/p>\n<p><a href=\"https:\/\/www.basecamelectronics.com\/files\/v3\/SimpleBGC_32bit_manual_2_6x_eng.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">SimpleBGC_32bit_manual_2_6x_eng.pdf<\/a><\/p>\n<\/blockquote>\n<p>\u53c2\u8003\u306b\u3057\u3066\u3044\u308b\u30b5\u30a4\u30c8\u306e\u4f5c\u8005\u306f\u3001Storm32 \u3092\u4f7f\u3063\u3066\u3044\u308b\u3057\u3001\u3053\u3061\u3089\u306e\u30dc\u30fc\u30c9\u304c\u5b89\u3044\u306e\u3067\u307e\u305a\u306f\u3053\u308c\u3092\u4f7f\u3063\u3066\u307f\u308b\u3053\u3068\u306b\u3057\u307e\u3059\u30025cm\u56db\u65b9\u306e\u30dc\u30fc\u30c9\u3068\u3001\u5c0f\u3055\u306aMicro \u30bf\u30a4\u30d7\u306e\u3082\u306e\u3068\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f\u3002\u30dc\u30fc\u30c9\u3092\u898b\u308b\u9650\u308a\u3001Micro \u306e\u307b\u3046\u306f\u30dc\u30bf\u30f3\uff12\u3064\u304c\u306a\u3044\u306e\u3067\u3001\u30d5\u30a1\u30fc\u30e0\u30a6\u30a7\u30a2\u306e\u66f8\u304d\u8fbc\u307f\u306f\u4eee\u914d\u7dda\u304c\u5fc5\u8981\u306e\u3088\u3046\u3067\u3059\u3002\u7d44\u307f\u8fbc\u307f\u7528\u9014\u3068\u3044\u3046\u611f\u3058\u3067\u3059\u3002<img loading=\"lazy\" decoding=\"async\" title=\"a\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"a\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/01\/a.png\" width=\"482\" height=\"427\" \/> <\/p>\n<p>\u5927\u304d\u306a\u30b5\u30a4\u30ba\u306f\u30012000\u5186\u307b\u3069\u3002\u5c0f\u3055\u306a\u306e\u306f2500\u5186\u307b\u3069\u3067\u3059\u3002\u6b63\u78ba\u306a\u30b5\u30a4\u30ba\u306f\u30dc\u30fc\u30c9\u304c\u5230\u7740\u3057\u3066\u304b\u3089\u691c\u8a0e\u3059\u308b\u3068\u3057\u3066\u3001\u6982\u7565\u3092\u6291\u3048\u3066\u3044\u304f\u3053\u3068\u306b\u3057\u307e\u3057\u3087\u3046\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"HTB1DY0YNVXXXXXXaXXXq6xXFXXXa\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"HTB1DY0YNVXXXXXXaXXXq6xXFXXXa\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/01\/htb1dy0ynvxxxxxxaxxxq6xxfxxxa.jpg\" width=\"480\" height=\"480\" \/> <\/p>\n<p>\u30c1\u30c3\u30d7\u306f\u3069\u3061\u3089\u3082\u3001<a href=\"http:\/\/www.st.com\/content\/st_com\/ja\/products\/microcontrollers\/stm32-32-bit-arm-cortex-mcus\/stm32f1-series\/stm32f103\/stm32f103rc.html\" target=\"_blank\" rel=\"noopener noreferrer\">STM32F103RC<\/a> \u304c\u4f7f\u308f\u308c\u3066\u3044\u307e\u3059\u3002\u30e2\u30fc\u30bf\u30fc\u30c9\u30e9\u30a4\u30d0\u30fc\u306e\u30c1\u30c3\u30d7\u306f\u3001Micro \u306e\u307b\u3046\u306f6\u500b\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u306e\u3067\u9055\u3046\u578b\u756a\u3068\u3044\u3046\u3053\u3068\u306e\u3088\u3046\u3067\u3059\u306d\u3002\u30b8\u30e3\u30a4\u30ed\u306f\u3001\u3069\u3061\u3089\u3082\u30aa\u30f3\u30dc\u30fc\u30c9\u3068\u5916\u4ed8\u3051\u3068\uff12\u3064\u3001MPU6050 \u304c\u3042\u308a\u307e\u3059\u3002<\/p>\n<p><a href=\"http:\/\/www.olliw.eu\/storm32bgc-wiki\/STorM32_Boards\" target=\"_blank\" rel=\"noopener noreferrer\">StorM32 \u306e Wiki \u306b\u30dc\u30fc\u30c9\u7d39\u4ecb<\/a>\u306e\u3068\u3053\u308d\u306b\u8a73\u7d30\u306f\u3042\u308a\u307e\u3059\u3002\u30dd\u30c1\u30c3\u305f\u5f8c\u306b\u6c17\u304c\u4ed8\u3044\u305f\u306e\u3067\u3059\u304c\u3001\u3053\u306e\u30dc\u30fc\u30c9\u306f\u3069\u3046\u3084\u3089\u8d64\u5b57\u3067\u66f8\u3044\u3066\u3042\u308b\u3088\u3046\u306b\u30012S \u3088\u308a\u9ad8\u3044\u96fb\u5727\u3060\u3068\u71b1\u304f\u306a\u3063\u3066\u8aa4\u4f5c\u52d5\u3059\u308b\u3088\u3068\u3002\u30e2\u30fc\u30bf\u30c9\u30e9\u30a4\u30d0\u306f\u3001<a href=\"http:\/\/ww1.microchip.com\/downloads\/en\/DeviceDoc\/20001987C.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">TC4452<\/a> \u3067\u30ed\u30b8\u30c3\u30af\u96fb\u5727\u306e3.3V \u3092\u4f5c\u3063\u3066\u3044\u308b\u90e8\u5206\u304b\u30bf\u30f3\u30bf\u30eb\u30b3\u30f3\u30c7\u30f3\u30b5\u304c\u8f09\u3063\u3066\u3044\u306a\u3044\u306e\u304c\u60aa\u3044\u306e\u304b\u3001PCB\u306e\u9762\u7a4d\u304c\u5c11\u306a\u3044\u306e\u304c\u554f\u984c\u306a\u306e\u304b\u306f\u4e0d\u660e\u3067\u3059\u304c\u3001\u554f\u984c\u3092\u62b1\u3048\u3066\u3044\u308b\u30dc\u30fc\u30c9\u306e\u3088\u3046\u3067\u3059\u3002<\/p>\n<p>\u5927\u304d\u306a\u30dc\u30fc\u30c9\u306e\u307b\u3046\u306f\u3001TI\u306e<a href=\"http:\/\/www.tij.co.jp\/product\/jp\/DRV8313\/datasheet\" target=\"_blank\" rel=\"noopener noreferrer\">DRV8313<\/a>\u304c\u4f7f\u308f\u308c\u3066\u3044\u308b\u3088\u3046\u3067\u3059\u300228pin \u306e28HTSSOP\u306f\u3001\u304a\u304a\u3088\u305d160\u5186\u307b\u3069\u3067\u3059\u3002\u3053\u306e\u5dee\u304c\u51fa\u3066\u3044\u308b\u306e\u3067\u306f\u3068\u601d\u308f\u308c\u307e\u3059\u3002<\/p>\n<p>\u3053\u3046\u3044\u3046\u99c4\u76ee\u306a\u8a2d\u8a08\u306e\u30dc\u30fc\u30c9\u306f\u53c2\u8003\u306b\u306a\u308b\u306e\u3067\u3001\u56de\u8def\u56f3\u3082\u3042\u308b\u3053\u3068\u3067\u3059\u3057\u3001\u81ea\u4f5cPCB \u3092\u8a2d\u8a08\u3059\u308b\u3068\u304d\u306e\u53c2\u8003\u306b\u3057\u307e\u3059\u3002\u3053\u306e\u30dc\u30fc\u30c9\u3092\u69cb\u6210\u3059\u308b\u90e8\u54c1\u306e\u5185\u3001CPU \u3068 \u30b8\u30e3\u30a4\u30ed\u306f\u305d\u308c\u305e\u308c250\u5186\u306a\u306e\u3067\u3001\u4f5c\u3063\u3066\u3082PCB \u3092\u5165\u308c\u30661000\u5186\u672a\u6e80\u304f\u3089\u3044\u3060\u3068\u601d\u3044\u307e\u3059\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"HTB1CuepNVXXXXblXXXXq6xXFXXXa\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"HTB1CuepNVXXXXblXXXXq6xXFXXXa\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/01\/htb1cuepnvxxxxblxxxxq6xxfxxxa.jpg\" width=\"480\" height=\"480\" \/> <\/p>\n<p>\u3053\u306e\u30df\u30cb\u30b5\u30a4\u30ba\u306e\u3082\u306e\u306f\u3001\u4ed6\u306b\u3082\u4ee5\u4e0b\u306e\u3088\u3046\u306a\u3082\u306e\u304c\u3042\u308a\u307e\u3059\u3002<\/p>\n<p><a title=\"http:\/\/www.olliw.eu\/storm32bgc-wiki\/STorM32_Boards\" href=\"http:\/\/www.olliw.eu\/storm32bgc-wiki\/STorM32_Boards\">http:\/\/www.olliw.eu\/storm32bgc-wiki\/STorM32_Boards<\/a><\/p>\n<p><a href=\"http:\/\/www.goodluckbuy.com\/mini-storm32-bgc-32bit-3-axis-brushless-gimbal-controller-for-gopro-upgrade-gl-3x.html\" target=\"_blank\" rel=\"noopener noreferrer\"><img loading=\"lazy\" decoding=\"async\" title=\"Sku_113113_1\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"Sku_113113_1\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/01\/sku_113113_1.jpg\" width=\"480\" height=\"480\" \/><\/a><\/p>\n<p>\u3053\u306e\u30e2\u30fc\u30bf\u30fc\u30c9\u30e9\u30a4\u30d0\u306f\u3001ST\u306e<a href=\"http:\/\/www.st.com\/content\/ccc\/resource\/technical\/document\/datasheet\/ca\/5e\/ea\/cf\/c5\/c0\/4f\/ac\/CD00287681.pdf\/files\/CD00287681.pdf\/jcr:content\/translations\/en.CD00287681.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">L6230Q<\/a>\u306e\u3088\u3046\u3067\u300132pin \u306e QFN \u30d1\u30c3\u30b1\u30fc\u30b8\u3067\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"800px-Aliexpress-min-storm32\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"800px-Aliexpress-min-storm32\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/01\/800pxaliexpressminstorm32.jpg\" width=\"640\" height=\"472\" \/> <\/p>\n<p>\u30a2\u30ea\u30a8\u30af\u3067\u306f\u540c\u3058\u3082\u306e\u306f\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u304c\u3001\u4ee5\u4e0b\u306e\u3082\u306e\u306f\u3042\u308a\u307e\u3057\u305f\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"BGC-Micro-MINI-Brushless-Gimbal-Controller-board-Driver-Sensor-Russian-Firmware\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"BGC-Micro-MINI-Brushless-Gimbal-Controller-board-Driver-Sensor-Russian-Firmware\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/01\/bgcmicrominibrushlessgimbalcontrollerboarddriversensorrussianfirmware.jpg\" width=\"500\" height=\"456\" \/> <img loading=\"lazy\" decoding=\"async\" title=\"BGC-Micro-MINI-Brushless-Gimbal-Controller-board-Driver-Sensor-Russian-Firmware-1\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"BGC-Micro-MINI-Brushless-Gimbal-Controller-board-Driver-Sensor-Russian-Firmware-1\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/01\/bgcmicrominibrushlessgimbalcontrollerboarddriversensorrussianfirmware1.jpg\" width=\"500\" height=\"386\" \/> <\/p>\n<p>\u3053\u308c\u306f2\u8ef8\u306e\u3088\u3046\u306a\u306e\u3067\u3001\u30d1\u30b9\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u305d\u3057\u3066\u3001Alexmos \u306e\u30dc\u30fc\u30c9\u306f\u4ee5\u4e0b\u306e\u3088\u3046\u306a\u611f\u3058\u3067\u3059\u3002\u4e00\u756a\u6700\u5b89\u5024\u3067\u30829000\u5186\u3001\u5e73\u574712000\u5186\u3068\u3044\u3046\u3068\u3053\u308d\u3067\u3057\u3087\u3046\u304b\u3002\u4e3b\u8981\u306a\u30c1\u30c3\u30d7\u306e\u69cb\u6210\u306f\u4f3c\u305f\u611f\u3058\u3067\u3059\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"Official-Alexmos-32Bit-Gimbal-Controller-BaseCam-SimpleBGC-32-bit-3-axis-stabilization-BGC3-0-SBGC-V3-1\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"Official-Alexmos-32Bit-Gimbal-Controller-BaseCam-SimpleBGC-32-bit-3-axis-stabilization-BGC3-0-SBGC-V3-1\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/01\/officialalexmos32bitgimbalcontrollerbasecamsimplebgc32bit3axisstabilizationbgc30sbgcv31.jpg\" width=\"480\" height=\"480\" \/> <\/p>\n<p>\u5916\u898b\u304b\u3089\u306e\u5dee\u306f\u3001\u30bb\u30f3\u30b5\u30fc\u304cI2C \u3067\u7e4b\u304c\u308b\u3088\u3046\u3067\u3059\u3002\u30dc\u30fc\u30c9\u306e\u30b5\u30a4\u30ba\u306f50mm\u56db\u65b9\u3067\u3059\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"Official-Alexmos-32Bit-Gimbal-Controller-BaseCam-SimpleBGC-32-bit-3-axis-stabilization-BGC3-0-SBGC-V3\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"Official-Alexmos-32Bit-Gimbal-Controller-BaseCam-SimpleBGC-32-bit-3-axis-stabilization-BGC3-0-SBGC-V3\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/01\/officialalexmos32bitgimbalcontrollerbasecamsimplebgc32bit3axisstabilizationbgc30sbgcv3.jpg\" width=\"480\" height=\"480\" \/> <\/p>\n<p>\u90e8\u54c1\u4ee3\u6982\u7565\u306f\u3001Storm32 \u306e\u30dc\u30fc\u30c9\u3067\u4f5c\u308b\u3068\u3057\u3066\u7d041\u4e07\u304f\u3089\u3044\u3067\u3059\u3002\u30d0\u30c3\u30c6\u30ea\u30fc\u3092\u5165\u308c\u308b\u3068\u5c11\u3057\u8d85\u3048\u308b\u611f\u3058\u3067\u3059\u304b\u306d\u3002\u3046\u307e\u304f\u7b50\u4f53\u3092\u4f5c\u308c\u308c\u3070\u3001\u9762\u767d\u304f\u306a\u308a\u305d\u3046\u306a DIY \u3067\u3059\u306e\u3067\u7d99\u7d9a\u7684\u306b\u3059\u3053\u3057\u3065\u3064\u3084\u3063\u3066\u3044\u3053\u3046\u3068\u601d\u3044\u307e\u3059\u3002\u30dc\u30fc\u30c9\u3082 Storm32 \u306e\u5927\u304d\u306a\u3082\u306e\u3068\u5c0f\u3055\u306a\u3082\u306e\u3092\uff12\u3064\u30dd\u30c1\u3063\u3066\u304a\u304d\u307e\u3057\u305f\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u30dc\u30fc\u30c9\u3082\u3001\u69cb\u6210\u90e8\u54c1\u306f\u307b\u307c\u540c\u3058\u306a\u306e\u3067\u3001StorM32 \u3068 Alexmos \u3068\u306e\u9055\u3044\u306f\u5236\u5fa1\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u306a\u306e\u304b\u306a\u3068\u7406\u89e3\u3057\u307e\u3057\u305f\u3002<\/p>\n<p>&#160;<\/p>\n<p>3D\u30d7\u30ea\u30f3\u30bf\u30fc\u3067\u30b8\u30f3\u30d0\u30eb\u306e\u7b50\u4f53\u4f5c\u308a\u3082\u5c11\u3057\u3065\u3064\u521d\u3081\u3066\u3044\u3053\u3046\u304b\u306a\u3068\u3002<\/p>\n","protected":false},"excerpt":{"rendered":"<p>\u6570\u5e74\u524d\u304b\u3089\u30013D \u30d7\u30ea\u30f3\u30bf\u30fc\u3092\u8cb7\u3063\u305f\u3089\u4f5c\u3063\u3066\u307f\u305f\u304b\u3063\u305f\u30e2\u30ce\u3067\u30013\u8ef8\u306e Gimbal \u304c\u3042\u308a\u307e\u3059\u3002\u30e2\u30fc\u30bf\u30fc\u306f\u30d6\u30e9\u30b7\u30ec\u30b9\u3092\u4f7f\u3063\u3066\u3044\u308b\u306e\u3067\u3001BG\uff08\u30d6\u30e9\u30b7\u30ec\u30b9\u30b8\u30f3\u30d0\u30eb\uff09\u3068\u3044\u3046\u77ed\u7e2e\u30ef\u30fc\u30c9\u3082\u826f\u304f\u76ee\u306b\u3057\u307e\u3059\u3002 \u4e57\u305b\u305f\u3044\u30ab\u30e1\u30e9\u306e\u5019\u88dc\u306f\u3001 [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","footnotes":""},"categories":[6,25,26,39],"tags":[],"acf":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"post-thumbnail":false},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":0,"uagb_excerpt":"\u6570\u5e74\u524d\u304b\u3089\u30013D \u30d7\u30ea\u30f3\u30bf\u30fc\u3092\u8cb7\u3063\u305f\u3089\u4f5c\u3063\u3066\u307f\u305f\u304b\u3063\u305f\u30e2\u30ce\u3067\u30013\u8ef8\u306e Gimbal \u304c\u3042\u308a\u307e\u3059\u3002\u30e2\u30fc\u30bf\u30fc\u306f\u30d6\u30e9&hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/2959"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=2959"}],"version-history":[{"count":0,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/2959\/revisions"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=2959"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/categories?post=2959"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/tags?post=2959"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}