{"id":4023,"date":"2017-06-01T00:52:24","date_gmt":"2017-05-31T15:52:24","guid":{"rendered":"https:\/\/hack.gpl.jp\/?p=4023"},"modified":"2017-06-01T00:52:24","modified_gmt":"2017-05-31T15:52:24","slug":"%e6%bc%8f%e3%82%8c%e3%81%aa%e3%81%84%ef%bc%88%e3%81%9f%e3%81%b6%e3%82%93%ef%bc%89%e3%82%b3%e3%83%b3%e3%83%91%e3%82%af%e3%83%88%e3%81%aavape-kangertech-togo-mini","status":"publish","type":"post","link":"https:\/\/hack.gpl.jp\/2017\/06\/01\/%e6%bc%8f%e3%82%8c%e3%81%aa%e3%81%84%ef%bc%88%e3%81%9f%e3%81%b6%e3%82%93%ef%bc%89%e3%82%b3%e3%83%b3%e3%83%91%e3%82%af%e3%83%88%e3%81%aavape-kangertech-togo-mini\/","title":{"rendered":"\u6f0f\u308c\u306a\u3044\uff08\u305f\u3076\u3093\uff09\u30b3\u30f3\u30d1\u30af\u30c8\u306aVAPE Kangertech TOGO Mini"},"content":{"rendered":"<p>VAPE \u306b\u5207\u308a\u66ff\u3048\u3066\u4e384\u65e5\u7d4c\u904e\u3057\u307e\u3057\u305f\u3002\u30cb\u30b3\u30c1\u30f3\u5165\u308a\u30ea\u30ad\u30c3\u30c9\u306a\u306e\u3067\u3001\u7279\u306b\u3064\u3089\u304f\u306a\u304f\u904e\u3054\u305b\u3066\u3044\u307e\u3059\u3002\u5f53\u521d\u3001\u30bf\u30d0\u30b3\u3063\u3066\u7d50\u69cb\u9ad8\u304f\u306a\u3063\u3066\u304d\u3066\u3044\u308b\u3057\u3001\u5c11\u3057\u91cf\u304c\u6e1b\u3089\u305b\u3089\u308c\u308c\u3070\u3044\u3044\u304b\u3001\u304f\u3089\u3044\u306e\u6c17\u6301\u3061\u3067\u59cb\u3081\u307e\u3057\u305f\u3002\u30bf\u30d0\u30b3\u3092\u5c11\u3057\u3084\u3081\u30663\u65e5\u304b\u30891\u9031\u9593\u304f\u3089\u3044\u3067\u5438\u3063\u3066\u307f\u308b\u3068\u3001\u304c\u3064\u30fc\u3093\u3068\u52b9\u3044\u3066\u7d50\u69cb\u304a\u3044\u3057\u3044\u3093\u3067\u3059\u3088\u306d\u3002\u305d\u3093\u306a\u304a\u6c17\u8efd\u306a\u611f\u899a\u3067\u59cb\u3081\u305f\u308f\u3051\u3067\u3059\u3002<\/p>\n<p>\u4e88\u60f3\u5916\u306b\u30cb\u30b3\u30c1\u30f3\u5165\u308a\u30ea\u30ad\u30c3\u30c9\u3092\u5438\u3063\u3066\u3044\u308b\u9650\u308a\u3001\u307b\u307c\u554f\u984c\u306a\u304f3\u65e5\u306f\u7d4c\u904e\u3067\u304d\u307e\u3059\u3002\u305f\u3076\u3093\u8ab0\u3067\u3082\u969c\u5bb3\u306a\u304f\u8d85\u3048\u3089\u308c\u308b\u3068\u601d\u3044\u307e\u3059\u3002<\/p>\n<p>\u307b\u307c\u554f\u984c\u306a\u304f\u3068\u3044\u3046\u306e\u306f\u30013\u65e5\u76ee\u306b1\u672c\u671f\u5f85\u3092\u8fbc\u3081\u3066\u5438\u3063\u305f\u306e\u3067\u3059\u304c\u3001\u3081\u3061\u3083\u304f\u3061\u3083\u307e\u305a\u304f\u3066\u3001\u304b\u306a\u308a\u30b7\u30e7\u30c3\u30af\u3067\u3057\u305f\u3002\u30dd\u30b8\u30c6\u30a3\u30d6\u306b\u3068\u3089\u3048\u308c\u3070\u300c\u305f\u3070\u3053\u304c\u5438\u3048\u306a\u3044\u4f53\u300d\u306b\u306a\u308a\u3064\u3064\u3042\u308b\u306e\u3067\u826f\u3044\u4e8b\u3060\u3068\u306f\u601d\u3044\u307e\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u307e\u3041\u3001\u305d\u3093\u306a\u611f\u3058\u306e4\u65e5\u76ee\u3067\u3059\u3002<\/p>\n<p>\u4eca\u65e5\u306e\u30ea\u30ad\u30c3\u30c9\u306fMilkyMelon \u3067\u3059\u3002\u307e\u3041\u30e1\u30ed\u30f3\u98a8\u5473\u3067\u3059\u304c\u7518\u304f\u3082\u306a\u304f\u305d\u3053\u305d\u3053\u3002\u3061\u3087\u3063\u3068\u4e0a\u54c1\u3059\u304e\u308b\u611f\u3058\u3002\u5f53\u305f\u308a\u969c\u308a\u306e\u306a\u3044\u611f\u3058\u3067\u3059\u304c\u3001\u3053\u308c\u3068\u3044\u3063\u305f\u30a4\u30f3\u30d1\u30af\u30c8\u3082\u306a\u3044\u3068\u3067\u3059\u3002HiLIQ \u306e\u30d9\u30b9\u30c8\u306f \u4eca\u306e\u3068\u3053\u308d\u3001Newport \u3068\u3044\u3046\u3061\u3087\u3063\u3068\u30e1\u30f3\u30bd\u30fc\u30eb\u7cfb\u306e\u30ca\u30c3\u30c4\u98a8\u5473\u306e\u3082\u306e\u3067\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u3055\u3066\u3001\u4eca\u65e5\u306f VAPE \u672c\u4f53\u306e\u8a71\u3002\u6700\u521d\u306b\u8cb7\u3063\u305f\u300cSMOK Stick V8 Kit 3000mAh\u300d\u3068\u3044\u3046\u30b9\u30bf\u30fc\u30bf\u30fc\u30ad\u30c3\u30c8\u3002\u8cea\u611f\u3082\u60aa\u304f\u306a\u304f\u3001\u6c34\u84b8\u6c17\u3082\u305f\u304f\u3055\u3093\u51fa\u30661\u65e5\u4f7f\u3048\u308b\u306e\u3067\u826f\u3044\u306e\u3067\u3059\u304c\u3001\uff12\u3064\u6b20\u70b9\u304c\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u307e\u305a\u3001\u6db2\u6f0f\u308c\u304c\u4e0b\u306b\u4ed8\u3044\u3066\u3044\u308b\u30a8\u30a2\u30d5\u30ed\u30fc\u7a74\u304b\u3089\u3059\u308b\u3053\u3068\u3067\u3059\u3002\u3082\u3046\u3072\u3068\u3064\u306f\u3001\u80f8\u30dd\u30b1\u30c3\u30c8\u306a\u3069\u306b\u53ce\u307e\u308a\u304c\u60aa\u304f\u3082\u3046\u5c11\u3057\u30b3\u30f3\u30d1\u30af\u30c8\u3067\u30dd\u30b1\u30c3\u30c8\u306b\u53ce\u307e\u308a\u304c\u826f\u3055\u305d\u3046\u306a\u306e\u304c\u6b32\u3057\u3044\u306a\u3041\u3068\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u6f0f\u308c\u306a\u304f\u3066\u30b3\u30f3\u30d1\u30f3\u30af\u30c8\u306a\u306e\u306f\u4f55\u304b\u306a\u3044\u304b\u306a\u30fc\u3068\u7269\u8272\u3057\u3066\u3044\u308b\u3068 Kanger \u3068\u3044\u3046\u30e1\u30fc\u30ab\u30fc\u304b\u3089\u3001\u300cKanger TOGO Mini\u300d\u3068\u3044\u3046\u30bf\u30a4\u30d7\u304c\u826f\u3044\u304b\u306a\u3041\u3068\u601d\u3044\u30dd\u30c1\u3063\u3066\u304a\u304d\u307e\u3057\u305f\u3002\u30a2\u30ea\u30a8\u30af\u30672700\u5186\u307b\u3069\u3002<\/p>\n<p>&#160;<\/p>\n<blockquote>\n<p>Kanger TOGO Mini Starter kit<\/p>\n<p><a title=\"https:\/\/kangeronline.com\/products\/kanger-togo-mini-starter-kit\" href=\"https:\/\/kangeronline.com\/products\/kanger-togo-mini-starter-kit\" target=\"_blank\" rel=\"noopener noreferrer\">https:\/\/kangeronline.com\/products\/kanger-togo-mini-starter-kit<\/a><\/p>\n<\/blockquote>\n<p>&#160;<\/p>\n<p>\u8272\u306f\u30dd\u30c3\u30d7\u306a\u611f\u3058\u306e\u9ec4\u8272\u304c\u6c17\u306b\u5165\u308a\u307e\u3057\u305f\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" title=\"TOGO_Mini_1024x1024\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"TOGO_Mini_1024x1024\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/06\/togo_mini_1024x1024.jpg\" width=\"494\" height=\"658\" \/> <img decoding=\"async\" loading=\"lazy\" title=\"CxjWgP_XcAAuICO\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"CxjWgP_XcAAuICO\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/06\/cxjwgp_xcaauico.jpg\" width=\"674\" height=\"674\" \/> <\/p>\n<p><img decoding=\"async\" loading=\"lazy\" title=\"R0021756_1024x1024\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"R0021756_1024x1024\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/06\/r0021756_1024x1024.jpg\" width=\"676\" height=\"901\" \/> <\/p>\n<\/p>\n<p>\u3053\u306e\u30bf\u30a4\u30d7\u306f\u30a8\u30a2\u30d5\u30ed\u30fc\u7a74\u304c\u4e0a\u306b\u3042\u308a\u3001\u6f0f\u308c\u306b\u304f\u3044\u69cb\u9020\u306b\u306a\u3063\u3066\u3044\u308b\u3068\u304b\u3002CLOCC Coil \u3068\u3044\u3046\u30bf\u30a4\u30d7\u306e\u30b3\u30a4\u30eb\u3092\u4f7f\u3063\u3066\u3044\u307e\u3059\u3002\u30b3\u30a4\u30eb\u306f\u8cb7\u3063\u3066\u30825\u500b\u30671200\u5186\u307b\u3069\u3067\u3059\u3002\u624b\u5dfb\u304d\u3082\u51fa\u6765\u308b\u3088\u3046\u3067\u3059\u3057\u306a\u304b\u306a\u304b\u826f\u3055\u305d\u3046\u3002\u30d0\u30c3\u30c6\u30ea\u30fc\u304c1600mha \u3068\u3044\u3046\u3053\u3068\u30671\u65e5\u6301\u3064\u304b\u306f\u307e\u3060\u308f\u304b\u308a\u307e\u305b\u3093\u3002\u30bf\u30f3\u30af\u5bb9\u91cf\u306f3.8ml \u3067\u3053\u3061\u3089\u306f\u304e\u308a\u304e\u308a\u4e00\u65e5\u6301\u3064\u304b\u3069\u3046\u304b\u304f\u3089\u3044\u3002<\/p>\n","protected":false},"excerpt":{"rendered":"<p>VAPE \u306b\u5207\u308a\u66ff\u3048\u3066\u4e384\u65e5\u7d4c\u904e\u3057\u307e\u3057\u305f\u3002\u30cb\u30b3\u30c1\u30f3\u5165\u308a\u30ea\u30ad\u30c3\u30c9\u306a\u306e\u3067\u3001\u7279\u306b\u3064\u3089\u304f\u306a\u304f\u904e\u3054\u305b\u3066\u3044\u307e\u3059\u3002\u5f53\u521d\u3001\u30bf\u30d0\u30b3\u3063\u3066\u7d50\u69cb\u9ad8\u304f\u306a\u3063\u3066\u304d\u3066\u3044\u308b\u3057\u3001\u5c11\u3057\u91cf\u304c\u6e1b\u3089\u305b\u3089\u308c\u308c\u3070\u3044\u3044\u304b\u3001\u304f\u3089\u3044\u306e\u6c17\u6301\u3061\u3067\u59cb\u3081\u307e\u3057\u305f\u3002\u30bf\u30d0\u30b3\u3092\u5c11\u3057\u3084\u3081\u30663 [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":""},"categories":[75],"tags":[],"acf":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"post-thumbnail":false},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":2,"uagb_excerpt":"VAPE \u306b\u5207\u308a\u66ff\u3048\u3066\u4e384\u65e5\u7d4c\u904e\u3057\u307e\u3057\u305f\u3002\u30cb\u30b3\u30c1\u30f3\u5165\u308a\u30ea\u30ad\u30c3\u30c9\u306a\u306e\u3067\u3001\u7279\u306b\u3064\u3089\u304f\u306a\u304f\u904e\u3054\u305b\u3066\u3044\u307e\u3059\u3002\u5f53\u521d\u3001\u30bf\u30d0&hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/4023"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=4023"}],"version-history":[{"count":0,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/4023\/revisions"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=4023"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/categories?post=4023"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/tags?post=4023"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}