{"id":852,"date":"2015-07-18T02:42:04","date_gmt":"2015-07-17T17:42:04","guid":{"rendered":"https:\/\/hack.gpl.jp\/?p=852"},"modified":"2015-07-18T02:42:04","modified_gmt":"2015-07-17T17:42:04","slug":"arduino-%e3%81%a8-raspi2-%e3%81%a8-esp8266","status":"publish","type":"post","link":"https:\/\/hack.gpl.jp\/2015\/07\/18\/arduino-%e3%81%a8-raspi2-%e3%81%a8-esp8266\/","title":{"rendered":"Arduino \u3068 RasPi2 \u3068 ESP8266"},"content":{"rendered":"<p>\u3053\u3053\u306e\u3068\u3053\u308d\u3001\u904a\u3073\u9053\u5177\u304c\u5897\u3048\u3066\u304d\u3066\u3001\u3042\u308c\u3082\u3084\u308a\u305f\u3044\u3053\u308c\u3082\u3042\u308a\u305f\u3044\u3068\u8abf\u67fb\u3057\u3066\u3044\u308b\u3068\u3001\u7d50\u5c40\u4f55\u3082\u624b\u4ed8\u304b\u305a\u306b\u7d42\u308f\u3063\u3066\u3057\u307e\u3046\u4e0d\u6bdb\u306a\u6bce\u65e5\u304c\u7d9a\u3044\u3066\u3044\u308b\u306e\u3067\u3001\u3068\u308a\u3042\u3048\u305a\u3001\u3084\u3063\u3066\u307f\u305f\u3044\u3053\u3068\u3092\u6574\u7406\u3057\u3066\u307f\u307e\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u30fbESP8266 \u306e\u7701\u96fb\u529b\u5316\u3068\u3001\u30ea\u30c1\u30a6\u30e0\u96fb\u6c60\u5229\u7528\u3057\u305f\u6e29\u5ea6\u6e7f\u5ea6\u7167\u5ea6\u306e\u5358\u4f53\u30c7\u30d0\u30a4\u30b9\u306e\u4f5c\u308a\u3053\u307f<\/p>\n<p> \u5358\u4f53\u3067\u306f\u305d\u3053\u305d\u3053\u8abf\u67fb\u306f\u7d42\u308f\u3063\u3066\u3044\u3066\u3001\u3042\u3068\u306f\u4f5c\u308a\u3053\u307f\u3002ESP8266(ESP12) + DHT-22(AM2302) + GL5528\u3067\u30bb\u30f3\u30b5\u30fc\u90e8\u3068\u3001\u30c7\u30fc\u30bf\u3092WiFi \u3067\u6295\u3052\u3066ThingSpeak \u306b\u6295\u3052\u308b\u3053\u3068\u307e\u3067\u306f\u5b8c\u4e86\u3002\u6b8b\u308b\u306f\u3001\u7701\u96fb\u529b\u5316\u3078\u306e\u30b3\u30fc\u30c9\u306e\u691c\u8a0e\u3001\u30c6\u30b9\u30c8\u3068\u3001\u30d0\u30c3\u30c6\u30ea\u30fc\u99c6\u52d5\u3078\u306e\u96fb\u529b\u90e8\u306e\u4f5c\u6210\uff08\u3068\u3044\u3046\u304b\u3001\u30d1\u30fc\u30c4\u7d44\u307f\u5408\u308f\u305b\u308b\u3060\u3051\uff09\u3067\u3059\u3002\u9014\u4e2d\u3067\u3001RasPi2 \u3092\u30b2\u30c3\u30c8\u3057\u3066\u305d\u3063\u3061\u306b\u6c17\u304c\u307b\u3046\u3051\u3066\u3057\u307e\u3044\u624b\u4ed8\u304b\u305a\u306e\u6848\u4ef6\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"2015_05_10_2_14\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"2015_05_10_2_14\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/07\/2015_05_10_2_14.png\" width=\"633\" height=\"480\" \/> <\/p>\n<p align=\"center\">+<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"HTB19pQDHXXXXXXyXFXXq6xXFXXX7\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"HTB19pQDHXXXXXXyXFXXq6xXFXXX7\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/07\/htb19pqdhxxxxxxyxfxxq6xxfxxx7.jpg\" width=\"640\" height=\"480\" \/> <\/p>\n<p align=\"center\">+<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"HTB1NkOvHFXXXXa_aXXXq6xXFXXXt\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"HTB1NkOvHFXXXXa_aXXXq6xXFXXXt\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/07\/htb1nkovhfxxxxa_axxxq6xxfxxxt.jpg\" width=\"480\" height=\"480\" \/> <\/p>\n<p>&#160;<\/p>\n<p>&#160;<\/p>\n<p>\u30fbProMini \u3092\u6d3b\u7528\u3057\u305f\u30e2\u30fc\u30bf\u5236\u5fa1\u3059\u308b\u30ed\u30dc\u30c3\u30c8\uff08\u30d7\u30ed\u30b0\u30e9\u30e0\u5236\u5fa1\u306e\u8eca\u3068\u304b\u3001\u30ea\u30e2\u30b3\u30f3\u5236\u5fa1\u306e\u3082\u306e\u3068\u304b\uff09<\/p>\n<p> \u6975\u5c0f\u306e\u30ae\u30e4\u30e2\u30fc\u30bf\u306f\u3001\u30b2\u30c3\u30c8\u6e08\u307f\u3067\u30e2\u30fc\u30bf\u30fc\u30c9\u30e9\u30a4\u30d0\u306a\u3057\u3067arduino \u306b\u76f4\u7d50\u3057\u3066\u52d5\u4f5c\u3055\u305b\u308b\u4e88\u5b9a\u306e\u6848\u4ef6\u3002\u57fa\u672c\u90e8\u5206\u304c\u51fa\u6765\u308c\u3070\u3042\u3068\u306f\u30bb\u30f3\u30b5\u30fc\u62e1\u5f35\u3057\u3066\u697d\u3057\u3080\u4e88\u5b9a\u306e\u6848\u4ef6<\/p>\n<p>&#160;<img loading=\"lazy\" decoding=\"async\" title=\"837293198_862\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"837293198_862\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/07\/837293198_862.jpg\" width=\"480\" height=\"480\" \/> <\/p>\n<p align=\"center\">+<img loading=\"lazy\" decoding=\"async\" title=\"gearmoter\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"gearmoter\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/07\/gearmoter.jpg\" width=\"478\" height=\"456\" \/> <\/p>\n<p>\u30fbHC-06(Bluetooth) + ProMini \u3067 HID USB\u30c7\u30d0\u30a4\u30b9<\/p>\n<\/p>\n<\/p>\n<\/p>\n<p> SPP\u306e\u3084\u3064\u306a\u3093\u3067\u3059\u304c\u3001HID \u306b\u3067\u304d\u308b\u304b\u3082\u3057\u308c\u306a\u3044\u306e\u3067\u3001\u4e00\u5fdc\u30b2\u30c3\u30c8\u3057\u307e\u3057\u305f\u3002\u3060\u3081\u306a\u3089\u3001\u3061\u3087\u3063\u3068\u9ad8\u4fa1\u306aHM-10\u3067\u3084\u308b\u3064\u3082\u308a\u306e\u3082\u306e\u3002\u307e\u3060\u3001\u672a\u8abf\u67fb\u306a\u306e\u3067\u3001\u52d5\u4f5c\u78ba\u8a8d\u3082\u3057\u3066\u306a\u3044\u653e\u7f6e\u3082\u306e\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"a\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"a\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/07\/a.png\" width=\"462\" height=\"377\" \/> <\/p>\n<p align=\"center\">or<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"b\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"b\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/07\/b.jpg\" width=\"640\" height=\"480\" \/> <\/p>\n<p>\u30fbRasPi2(\u6bcd\u8266\uff09 + Firmata\u5316\u3057\u305farduino \u3068\u306e\u901a\u4fe1<\/p>\n<p> \u3053\u308c\u306f\u3064\u3044\u6700\u8fd1\u3001\u77e5\u3063\u305f\u3093\u3067\u3059\u304cFirmata \u3068\u3044\u3046\u6c4e\u7528\u901a\u4fe1\u898f\u683c\u304c\u3084\u308a\u53d6\u308a\u3067\u304d\u308b\u3088\u3046 arduino \u306b\u30b9\u30b1\u30c3\u30c1\u3092\u5165\u308c\u3066\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306f\u30b7\u30ea\u30a2\u30eb\u7d4c\u7531\u3067\u3084\u308b\u3068\u3044\u3046\u4ee3\u7269\u3002\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u5b9f\u88c5\u306a\u306e\u3067\u3001\u96fb\u5b50\u5de5\u4f5c\u304c\u4f34\u3046\u524d\u306e\u57fa\u790e\u6280\u8853\u306e\u7814\u7a76\u3092\u3057\u305f\u3044\u306a\u3068\u3002\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3059\u308b\u6bcd\u8266\u306f\u3001RasPi2 \u3067\u3084\u308b\u3064\u3082\u308a\u3067\u3001\u5b9f\u88c5\u65b9\u6cd5\u306f\u3044\u308d\u3044\u308d\u3042\u308b\u3088\u3046\u3067\u3059\u3002Python \u3084 Ruby \u3084 C \u3001PHP\u3001\u305d\u3057\u3066node.js \u3068\u304b\u3067\u3082\u51fa\u6765\u308b\u3088\u3046\u3067\u3059\u3002\u8868\u793a\u3084\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u304c\u4f34\u3046\u3082\u306e\u306f\u3001HDMI\u51fa\u529b\u304c\u3042\u308bRasPai \u304b\u3089\u3084\u3063\u305f\u307b\u3046\u304c\u826f\u3055\u305d\u3046\u306a\u306e\u3067\u3001\u305d\u3044\u3046\u3044\u3046\u7528\u9014\u306bGUI \u3067\u30e9\u30c3\u30d7\u3057\u305fFirmata \u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u4f5c\u308c\u306a\u3044\u304b\u306a\u3068\u3002\u3053\u3061\u3089\u306f\u3001\u307e\u3060\u672a\u8abf\u67fb\u306a\u306e\u3067\u3001\u3069\u3093\u306a\u7d44\u307f\u5408\u308f\u305b\u304c\u30d9\u30b9\u30c8\u306a\u306e\u304b\u306f\u4e0d\u660e\u3002<\/p>\n<p>&#160;<\/p>\n<p>&#160;<\/p>\n<p>\u3053\u306e\u307b\u304b\u306b\u3082\u3042\u308c\u3053\u308c\u3068\u3001\u3084\u308a\u305f\u3044\u3053\u3068\u304c\u8abf\u3079\u3066\u3044\u308b\u3046\u3061\u306b\u51fa\u3066\u304d\u3066\u3057\u307e\u3046\u3093\u3067\u3059\u304c\u3001\u4e0a\uff14\u3064\u306f\u3084\u308a\u305f\u3044\u3067\u3059\u306d\u3002\u4eca\u5e74\u5ea6\u4e2d\u306f\u304a\u305d\u3089\u304f\u3053\u308c\u3089\u3067\u3001\u3042\u305d\u3079\u308b\u306f\u305a\u3002\u7279\u306b\u3001\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u7684\u306a\u7d44\u307f\u5408\u308f\u305b\u304c\u51fa\u6765\u308b\u3001RasPai \u3068\u306e\u9023\u643a\u3092\u8003\u3048\u308b\u3068\u3001\u6280\u8853\u304c\u8ffd\u3044\u3064\u304b\u306a\u3055\u305d\u3046\u306a\u306e\u3067\u3001\u307c\u3061\u307c\u3068\u52c9\u5f37\u3057\u306a\u304c\u3089\u3084\u3063\u3066\u3044\u304d\u305f\u3044\u3068\u601d\u3063\u3066\u3044\u307e\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u3055\u3066\u3001\u3068\u308a\u3042\u3048\u305a\u4f55\u304b\u3089\u3084\u308a\u307e\u3059\u304b\u306d\u3002\u6c17\u304c\u30ce\u30eb\u3084\u3064\u304b\u3089\u624b\u3092\u3064\u3051\u3066\u3044\u304d\u307e\u3059\u304b\u3002\u904a\u3073\u3067\u306f\u3001\u305d\u308c\u304c\u57fa\u672c\u30b9\u30bf\u30f3\u30b9\u3067\u3059\u304b\u3089\u306d\u3002<\/p>\n","protected":false},"excerpt":{"rendered":"<p>\u3053\u3053\u306e\u3068\u3053\u308d\u3001\u904a\u3073\u9053\u5177\u304c\u5897\u3048\u3066\u304d\u3066\u3001\u3042\u308c\u3082\u3084\u308a\u305f\u3044\u3053\u308c\u3082\u3042\u308a\u305f\u3044\u3068\u8abf\u67fb\u3057\u3066\u3044\u308b\u3068\u3001\u7d50\u5c40\u4f55\u3082\u624b\u4ed8\u304b\u305a\u306b\u7d42\u308f\u3063\u3066\u3057\u307e\u3046\u4e0d\u6bdb\u306a\u6bce\u65e5\u304c\u7d9a\u3044\u3066\u3044\u308b\u306e\u3067\u3001\u3068\u308a\u3042\u3048\u305a\u3001\u3084\u3063\u3066\u307f\u305f\u3044\u3053\u3068\u3092\u6574\u7406\u3057\u3066\u307f\u307e\u3059\u3002 &#160; \u30fbESP8266 [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"_uag_custom_page_level_css":"","footnotes":""},"categories":[9,30,69],"tags":[],"acf":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"post-thumbnail":false},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":0,"uagb_excerpt":"\u3053\u3053\u306e\u3068\u3053\u308d\u3001\u904a\u3073\u9053\u5177\u304c\u5897\u3048\u3066\u304d\u3066\u3001\u3042\u308c\u3082\u3084\u308a\u305f\u3044\u3053\u308c\u3082\u3042\u308a\u305f\u3044\u3068\u8abf\u67fb\u3057\u3066\u3044\u308b\u3068\u3001\u7d50\u5c40\u4f55\u3082\u624b\u4ed8\u304b\u305a\u306b\u7d42\u308f\u3063\u3066\u3057&hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/852"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=852"}],"version-history":[{"count":0,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/852\/revisions"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=852"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/categories?post=852"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/tags?post=852"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}