{"id":2088,"date":"2016-02-01T23:46:57","date_gmt":"2016-02-01T14:46:57","guid":{"rendered":"https:\/\/hack.gpl.jp\/?p=2088"},"modified":"2016-02-01T23:46:57","modified_gmt":"2016-02-01T14:46:57","slug":"i2s%e3%81%a8%e3%81%84%e3%81%86%e3%81%ae%e3%81%ab%e6%89%8b%e3%82%92%e5%87%ba%e3%81%97%e3%81%a6%e3%81%bf%e3%82%8b%e4%ba%8b%e3%81%ab","status":"publish","type":"post","link":"https:\/\/hack.gpl.jp\/2016\/02\/01\/i2s%e3%81%a8%e3%81%84%e3%81%86%e3%81%ae%e3%81%ab%e6%89%8b%e3%82%92%e5%87%ba%e3%81%97%e3%81%a6%e3%81%bf%e3%82%8b%e4%ba%8b%e3%81%ab\/","title":{"rendered":"I2S\u3068\u3044\u3046\u306e\u306b\u624b\u3092\u51fa\u3057\u3066\u307f\u308b\u4e8b\u306b"},"content":{"rendered":"<p>RasPi2 \u3082\u96fb\u6e90\u3092\u4ed8\u3051\u308b\u3053\u3068\u304c\u3060\u3093\u3060\u3093\u3068\u5c11\u306a\u304f\u306a\u3063\u3066\u304d\u3066\u3044\u307e\u3059\u306e\u3067\u3001\u3053\u3053\u3089\u3067\u3061\u3087\u3063\u3068\u4f7f\u3044\u65b9\u3092\u5909\u3048\u3066\u307f\u308b\u3053\u3068\u306b\u3002<\/p>\n<p>I2C \u3092\u8abf\u67fb\u3057\u3066\u3044\u308b\u3068\u304d\u306b\u3001I2S \u3068\u3044\u3046\u30ad\u30fc\u30ef\u30fc\u30c9\u3082\u76ee\u306b\u5165\u308a\u307e\u3057\u305f\u3002\u5bc4\u308a\u9053\u3057\u3066\u6563\u6b69\u3057\u3066\u3044\u308b\u3068\u3001\u306a\u306b\u3084\u3089 \u97f3\u95a2\u9023\u306e\u3088\u3046\u3067\u3059\u3002\u3069\u3046\u3084\u3089\u3001DAC \u3092 USB \u7d4c\u7531\u3058\u3083\u306a\u304f\u3066\u3001I2S \u30a4\u30f3\u30bf\u30fc\u30d5\u30a7\u30a4\u30b9\u3092\u4f7f\u3063\u3066\u3084\u308a\u53d6\u308a\u3057\u3066DA \u5909\u63db\u3059\u308b\u3082\u306e\u3068\u306e\u3053\u3068\u3002\u3053\u3046\u3057\u3066\u97f3\u3060\u3057\u3059\u308b\u3068\u3001\u3073\u3063\u304f\u308a\u3059\u308b\u304f\u3089\u3044\u97f3\u304c\u7dba\u9e97\u3068\u3044\u3046\u3058\u3083\u3042\u308a\u307e\u305b\u3093\u304b\u3002<\/p>\n<p>&#160;<\/p>\n<p>I2S \u3059\u308b\u306e\u306f\u3001\u4ee5\u4e0b\u306e\u3088\u3046\u306a\u306e\u304c\u5b9a\u756a\u306e\u3088\u3046\u3067\u3059\u3002RasPi \u306e GPIO \u30d8\u30c3\u30c0\u30fc\u306b\u304b\u3076\u305b\u308b\u30bf\u30a4\u30d7\u3067\u3059\u3002TI \u306e\u30c1\u30c3\u30d7\u3067\u3042\u308b\u3001PCM5122\u3068\u3044\u3046 32bit \u306eDA\u30b3\u30f3\u30d0\u30fc\u30bf\u304c\u8f09\u3063\u3066\u3044\u307e\u3059\u3002<\/p>\n<p> <img loading=\"lazy\" decoding=\"async\" title=\"HIFI-DAC-I2S\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"HIFI-DAC-I2S\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2016\/02\/hifidaci2s.jpg\" width=\"480\" height=\"480\" \/>   <\/p>\n<p>\u304a\u5024\u6bb5\u3082\u624b\u304c\u51fa\u308b\u7bc4\u56f2\u3067\u3059\u3057\u3001\u4e00\u56de\u81ea\u5206\u306e\u8033\u3067\u805e\u304d\u5206\u3051\u308c\u308b\u304b\u3069\u3046\u304b\u3001\u8a66\u3057\u3066\u307f\u305f\u304f\u306a\u308a\u307e\u3057\u305f\u3002\u4eca\u306f\u3001osx \u304b\u3089\u5185\u81d3\u306e\u97f3\u51fa\u529b\u3092\u4f7f\u3063\u3066\u30c7\u30b8\u30bf\u30eb\u30a2\u30f3\u30d7\u306b\u51fa\u3057\u3066\u3044\u308b\u3060\u3051\u306e\u30b7\u30f3\u30d7\u30eb\u306a\u3082\u306e\u3067\u3059\u3002\u3053\u308c\u3067\u3082\u3001\u304b\u306a\u308a\u6c17\u306b\u5165\u3063\u3066\u3044\u307e\u3059\u304c\u3001\u679c\u305f\u3057\u3066\u3088\u304f\u306a\u308b\u306e\u3067\u3057\u3087\u3046\u304b\u3002\u3044\u3084\u3001\u826f\u304f\u306a\u3063\u305f\u3057\u3066\u3082\u81ea\u5206\u306e\u8033\u3067\u5224\u5225\u3067\u304d\u308b\u3067\u3057\u3087\u3046\u304b\uff1f<\/p>\n<p>&#160;<\/p>\n<p>\u5916\u4ed8\u3051\u3067\u3001\u97f3\u5c02\u7528\u30de\u30b7\u30f3\u3068\u3057\u3066PC\u3092\u4ed8\u3051\u306a\u304f\u3066\u3082\u9cf4\u3089\u305b\u308b\u3088\u3046\u306b\u30c7\u30b8\u30bf\u30eb\u30a2\u30f3\u30d7\u3082\u5b89\u3044\u3082\u306e\u3067\u3059\u304c\u8cfc\u5165\u3057\u3066\u307f\u307e\u3057\u305f\u3002\u3053\u3061\u3089\u3082\u3001TI\u306e\u30c1\u30c3\u30d7\u3001TPA3116D2\u304c\u8f09\u3063\u3066\u3044\u308b\u3088\u3046\u3067\u3059\u3002\u96fb\u6e90\u306f\u5b89\u5b9a\u5316\u96fb\u6e90\u304b\u3089\u53d6\u308b\u4e88\u5b9a\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"amp_TPA3116\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"amp_TPA3116\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2016\/02\/amp_tpa3116.jpg\" width=\"511\" height=\"480\" \/>\u3042\u3068\u3001\u30a2\u30f3\u30d7\u3068RasPi\u3092\u3064\u306a\u3050\u77ed\u3044RCA\u30b1\u30fc\u30d6\u30eb\u3082\u30b2\u30c3\u30c8\u3002\u307e\u3001\u666e\u901a\u306e\u30d3\u30c7\u30aa\u7dda\u306e\u3042\u307e\u308a\u3067\u3082\u3088\u304b\u3063\u305f\u306e\u3067\u3059\u304c\u3001\u305d\u308c\u3063\u307d\u3044\u96f0\u56f2\u6c17\u3092\u51fa\u3057\u3066\u307f\u305f\u304b\u3063\u305f\u306e\u3067\u3002<\/p>\n<p>&#160;<img loading=\"lazy\" decoding=\"async\" title=\"rca_cable\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"rca_cable\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2016\/02\/rca_cable.jpg\" width=\"515\" height=\"386\" \/> <\/p>\n<\/p>\n<p>\u30c8\u30fc\u30bf\u30eb50\u30c9\u30eb\u307b\u3069\u3067\u3059\u3002\u30b9\u30d4\u30fc\u30ab\u30fc\u306f\u4eca\u3042\u308b\u81ea\u4f5c\u306e\u5929\u3064\u308a\u5f0f\u306e\u3058\u3085\u3046\u305f\u3093\u30b9\u30d4\u30fc\u30ab\u30fc\u3067\u3059\u3002\u3055\u3041\u3001\u3069\u3093\u306a\u611f\u3058\u306b\u306a\u308a\u307e\u3059\u3067\u3057\u3087\u3046\u304b\u3002\u307f\u3093\u306a\u30aa\u30fc\u30d0\u30fc\u306b\u30d6\u30ed\u30b0\u3067\u8a00\u3063\u3066\u3044\u308b\u3060\u3051\u306a\u3093\u3058\u3083\u306a\u3044\u304b\u3068\u601d\u3063\u3066\u3044\u307e\u3059\u304c\u3002\u305d\u3093\u306a\u306b\u5909\u308f\u3089\u306a\u3044\u3067\u3057\u3087\u3046\uff1f<\/p>\n","protected":false},"excerpt":{"rendered":"<p>RasPi2 \u3082\u96fb\u6e90\u3092\u4ed8\u3051\u308b\u3053\u3068\u304c\u3060\u3093\u3060\u3093\u3068\u5c11\u306a\u304f\u306a\u3063\u3066\u304d\u3066\u3044\u307e\u3059\u306e\u3067\u3001\u3053\u3053\u3089\u3067\u3061\u3087\u3063\u3068\u4f7f\u3044\u65b9\u3092\u5909\u3048\u3066\u307f\u308b\u3053\u3068\u306b\u3002 I2C \u3092\u8abf\u67fb\u3057\u3066\u3044\u308b\u3068\u304d\u306b\u3001I2S \u3068\u3044\u3046\u30ad\u30fc\u30ef\u30fc\u30c9\u3082\u76ee\u306b\u5165\u308a\u307e\u3057\u305f\u3002\u5bc4\u308a\u9053\u3057\u3066\u6563\u6b69\u3057\u3066\u3044\u308b\u3068\u3001\u306a\u306b\u3084 [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"_uag_custom_page_level_css":"","footnotes":""},"categories":[6,41,54,69],"tags":[],"acf":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"post-thumbnail":false},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":0,"uagb_excerpt":"RasPi2 \u3082\u96fb\u6e90\u3092\u4ed8\u3051\u308b\u3053\u3068\u304c\u3060\u3093\u3060\u3093\u3068\u5c11\u306a\u304f\u306a\u3063\u3066\u304d\u3066\u3044\u307e\u3059\u306e\u3067\u3001\u3053\u3053\u3089\u3067\u3061\u3087\u3063\u3068\u4f7f\u3044\u65b9\u3092\u5909\u3048\u3066\u307f\u308b\u3053\u3068&hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/2088"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=2088"}],"version-history":[{"count":0,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/2088\/revisions"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=2088"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/categories?post=2088"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/tags?post=2088"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}