{"id":4493,"date":"2018-03-04T01:59:11","date_gmt":"2018-03-03T16:59:11","guid":{"rendered":"https:\/\/hack.gpl.jp\/?p=4493"},"modified":"2018-03-04T01:59:11","modified_gmt":"2018-03-03T16:59:11","slug":"wimax-%e3%81%8c%e9%80%9f%e3%81%99%e3%81%8e%e3%81%a6%e3%81%b3%e3%81%b3%e3%81%a3%e3%81%9f%e8%a9%b1","status":"publish","type":"post","link":"https:\/\/hack.gpl.jp\/2018\/03\/04\/wimax-%e3%81%8c%e9%80%9f%e3%81%99%e3%81%8e%e3%81%a6%e3%81%b3%e3%81%b3%e3%81%a3%e3%81%9f%e8%a9%b1\/","title":{"rendered":"wimax \u304c\u901f\u3059\u304e\u3066\u3073\u3073\u3063\u305f\u8a71"},"content":{"rendered":"<p>\u97f3\u97ff\u30ab\u30d7\u30e9\u30fc\u3063\u3066\u8a00\u8449\u3054\u5b58\u77e5\u3067\u3059\u304b\u306d\u3002<\/p>\n<p>\u4ee5\u4e0b\u306e\u3088\u3046\u306a\u96fb\u8a71\u306e\u53d7\u8a71\u5668\u3092\u30d9\u30eb\u30c8\u3067\u56fa\u5b9a\u3057\u3066\u3001\u97f3\u58f0\u30c7\u30fc\u30bf\uff08\u3074\u30fc\u3072\u3087\u308d\u3072\u3087\u308d\uff09\u3067\u30c7\u30fc\u30bf\u901a\u4fe1\u3059\u308b\u6a5f\u68b0\u306e\u4e8b\u3092\u8a00\u3046\u306e\u3067\u3059\u304c\u3001\u3053\u308c\u4f7f\u3063\u305f\u3053\u3068\u3042\u308b\u4eba\u7d50\u69cb\u5c11\u306a\u3044\u3093\u3058\u3083\u306a\u3044\u3067\u3057\u3087\u3046\u304b\u3002<\/p>\n<p> <img decoding=\"async\" loading=\"lazy\" title=\"\u97f3\u97ff\u30ab\u30d7\u30e9\u30fc_-_Google_\u691c\u7d22\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"\u97f3\u97ff\u30ab\u30d7\u30e9\u30fc_-_Google_\u691c\u7d22\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/03\/google_.png\" width=\"640\" height=\"477\" \/>   <\/p>\n<p>\u50d5\u304c\u4f7f\u3063\u3066\u3044\u305f\u9803\u306f\u3001\u5c0f\u5b66\u751f\u306e\u9803\u306a\u3093\u306737\u5e74\u304f\u3089\u3044\u307e\u3048\u3067\u3059\u3002\u5f53\u6642\u3001BBS \u901a\u4fe1\u3063\u3066\u3044\u3046\u306e\u304c\u3042\u3063\u3066\u96fb\u8a71\u3067\u6771\u4eac\u3068\u304b\u30a2\u30af\u30bb\u30b9\u30dd\u30a4\u30f3\u30c8\u307e\u3067\u76f4\u63a5\u901a\u8a71\u3057\u3066\u3001\u63b2\u793a\u677f\u3084\u30c1\u30e3\u30c3\u30c8\u306a\u3093\u304b\u3092\u3057\u3066\u3044\u307e\u3057\u305f\u3002\u307e\u3041\u3001\u9577\u8ddd\u96e2\u96fb\u8a71\u306b\u306a\u3063\u3066\u96fb\u8a71\u4ee3\u304c\u3081\u3061\u3083\u304f\u3061\u3083\u9ad8\u304f\u306a\u3063\u3066\u3059\u3050\u306b\u7981\u6b62\u306b\u306a\u3063\u3066\u3057\u307e\u3063\u305f\u3093\u3067\u3059\u304c\u3001\u89aa\u306e\u76ee\u3092\u76d7\u3093\u3067\u8fd1\u5834\u306e\u30a2\u30af\u30bb\u30b9\u30dd\u30a4\u30f3\u30c8\u306b\u306f\u7d50\u69cb\u304b\u3051\u3066\u3044\u307e\u3057\u305f\u3002<\/p>\n<p>&#160;<\/p>\n<p> \u3067\u3001\u3053\u306e\u97f3\u97ff\u30ab\u30d7\u30e9\u30fc\u306e\u901a\u4fe1\u901f\u5ea6\u306f\u3060\u3044\u305f\u3044\u3001300bps \u304b\u3089\u901f\u3044\u306e\u3067\u30822400bps \u304f\u3089\u3044\u3002Mbps \u306a\u3093\u3066\u51fa\u306a\u3044\u3067\u3059\u3088\u3001\u3082\u3061\u308d\u3093\u3002\u8d85\u9045\u3044\u901a\u4fe1\u6a5f\u5668\u3067\u901a\u4fe1\u4e2d\u306f\u9759\u304b\u306b\u3057\u3066\u3044\u306a\u3044\u3068\u30ce\u30a4\u30ba\u304c\u5165\u308a\u30a8\u30e9\u30fc\u8a02\u6b63\u304c\u304b\u304b\u308b\u306e\u3067\u3055\u3089\u306b\u9045\u304f\u306a\u308b\u3068\u3044\u3046\u3002\u305d\u306e\u5f8c\u3001\u96fb\u8a71\u7dda\u306b\u76f4\u63a5\u304f\u3063\u3064\u3051\u308b\u30bf\u30a4\u30d7\u306e\u30a2\u30ca\u30ed\u30b0\u30e2\u30c7\u30e0\u304c\u51fa\u3066\u3001\u305d\u306e\u5f8c\u30c7\u30b8\u30bf\u30eb\u306e ISDN \u3063\u3066\u3044\u3046\u306e\u3082\u51fa\u3066\u901f\u3044\u306a\u30fc\u3063\u3066\u8a00\u3063\u3066\u3044\u305f\u6642\u4ee3\u3067\u3057\u305f\u3002<\/p>\n<p>&#160;<\/p>\n<p> \u4eca\u56de\u3001\u6771\u4eac\u306b\u5358\u8eab\u8d74\u4efb\u3059\u308b\u3053\u3068\u306b\u306a\u3063\u3066\u6771\u4eac\u3067\u306e\u901a\u4fe1\u74b0\u5883\u3092\u3069\u3046\u3057\u3088\u3046\u304b\u306a\u3068\u601d\u6848\u3057\u3066\u3044\u305f\u306e\u3067\u3059\u304c\u3001\u7d50\u8ad6\u304b\u3089\u8a00\u3044\u307e\u3059\u3068 wimax \u3092\u5951\u7d04\u3057\u307e\u3057\u305f\u3002sim \u3092\u5165\u308c\u3066\u4f7f\u3046\u306e\u3067\u30e2\u30d0\u30a4\u30eb\u74b0\u5883\u3067\u3082\u4f7f\u3048\u308b\u306e\u304c\u6c7a\u5b9a\u6253\u3067\u3059\u3002\u3084\u3063\u3071\u308a\u79fb\u52d5\u4e2d\u3082\u4f7f\u3044\u305f\u3044\u3067\u3059\u304b\u3089\u306d\u3002<\/p>\n<p>W05 \u3063\u3066\u3044\u3046\u30e2\u30c7\u30e0\u3067\u30ab\u30b7\u30e2WiMAX \u3063\u3066\u3044\u3046\u3068\u3053\u308d\u3067\u5951\u7d04\u3057\u307e\u3057\u305f\u3002\u5951\u7d04\u3057\u3066\u30e2\u30c7\u30e0\u304c\u5230\u7740\u3059\u308b\u307e\u3067\u30012\u65e5\u3067\u3057\u305f\u3002\u4e2d\u56fd\u901a\u8ca9\u3057\u3066\u308b\u3068\u3053\u306e\u65e5\u672c\u306e\u7269\u6d41\u51e6\u7406\u306b\u306f\u9a5a\u304d\u307e\u3059\u306d\u3002<\/p>\n<p>\u7ba1\u7406\u753b\u9762\u306b\u5165\u3063\u3066\u3001SSID\u3068\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5909\u66f4\u30025G\u5e2f\u306bwifi \u3092\u5909\u66f4\u3057\u3066\u304a\u304d\u307e\u3057\u305f\u3002W05\u306f\u3001\u30c7\u30e5\u30a2\u30eb\u5f85\u3061\u3046\u3051\u304c\u51fa\u6765\u306a\u3044\u306e\u304c\u6b20\u70b9\u3067\u3059\u306d\u3002\u30b9\u30de\u30db\u304c5G\u5e2f\u306b\u5bfe\u5fdc\u3057\u3066\u3044\u306a\u3044\u306e\u3067\u3001\u305d\u306e\u5185\u6771\u4eac\u3067\u306f\u30c7\u30e5\u30a2\u30eb\u5f85\u3061\u3046\u3051\u306e wifi \u30eb\u30fc\u30bf\u30fc\u3092\u8cb7\u3046\u304b\u3082\u3057\u308c\u307e\u305b\u3093\u3002 <img decoding=\"async\" loading=\"lazy\" title=\"IMG_20180303_222615\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"IMG_20180303_222615\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/03\/img_20180303_222615.jpg\" width=\"606\" height=\"788\" \/> <\/p>\n<p>\u3067\u3001\u9a5a\u3044\u305f\u306e\u306f\u305d\u306e\u901f\u5ea6\u3002\u3084\u3070\u3044\u3067\u3059\u3088\u3001\u3053\u308c\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" title=\"\u30a4\u30f3\u30bf\u30fc\u30cd\u30c3\u30c8\u56de\u7dda\u306e\u901f\u5ea6\u30c6\u30b9\u30c8___Fast_com\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"\u30a4\u30f3\u30bf\u30fc\u30cd\u30c3\u30c8\u56de\u7dda\u306e\u901f\u5ea6\u30c6\u30b9\u30c8___Fast_com\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/03\/fast_com.png\" width=\"391\" height=\"480\" \/> <\/p>\n<p>\u3048\uff01\u307e\u3058\u3063\u3059\u304b\u3002\u3082\u3063\u3068\u3082\u901f\u3044\u3068\u304d\u306f\u3001138Mbps \u304f\u3089\u3044\u3067\u307e\u3057\u305f\u3002\u7b51\u6ce2\u5927\u5b66\u306eOPEN Project (via 20G SINET)\u3068\u304b\u3002\u30ae\u30ac\u306e\u5149\u3060\u3068500Mbps \u304f\u3089\u3044\u3067\u308b\u305d\u3046\u3067\u3059\u300220Mbps \u304f\u3089\u3044\u306a\u3093\u3060\u308d\u3046\u306a\u3068\u601d\u3063\u3066\u3044\u307e\u3057\u305f\u304c\u30c8\u30f3\u3067\u3082\u306a\u3044\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" title=\"Speedtest_by_Ookla_-_The_Global_Broadband_Speed_Test\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"Speedtest_by_Ookla_-_The_Global_Broadband_Speed_Test\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/03\/speedtest_by_ookla__the_global_broadband_speed_test.png\" width=\"640\" height=\"283\" \/> <\/p>\n<p>\u3044\u3084\u3044\u3084\u3001\u5149\u56de\u7dda\u3068\u540c\u7b49\u3058\u3083\u306a\u3044\u3067\u3059\u304b\u3002\u305f\u3081\u3057\u306b\u3001CentOS-7-x86_64-DVD-1708 \u306e DVD \u3092 torrent \u3067\u843d\u3068\u3057\u3066\u307f\u305f\u3093\u3067\u3059\u304c\u666e\u901a\u306b\u5149\u56de\u7dda\u306e\u6642\u3068\u540c\u7b49\u306b\u843d\u3068\u305b\u307e\u3057\u305f\u30023\u65e5\u306710GB \u3092\u8d85\u3048\u308b\u3068\u7fcc\u65e5\u306e 18\u6642\u304b\u3089\u591c2\u6642\u307e\u3067 1Mbps \u306e\u901f\u5ea6\u5236\u9650\u304c\u304b\u304b\u308a\u307e\u3059\u304c\u3001\u3061\u3087\u3063\u3068\u8a66\u3057\u306b10GB \u3092\u8d85\u3048\u3066\uff08\u3082\u3046\u8d85\u3048\u307e\u3057\u305f\u304c\uff09\u3069\u306e\u304f\u3089\u3044\u4f7f\u3048\u308b\u304b\u4f53\u611f\u3057\u3066\u307f\u3088\u3046\u3068\u601d\u3044\u307e\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p> \u307e\u3041\u3001\u65e5\u5e38\u7684\u306b\u5927\u304d\u306a\u30d5\u30a1\u30a4\u30eb\u306f\u843d\u3068\u3055\u306a\u3044\u306e\u306710GB \u306e\u5236\u9650\u306b\u3072\u3063\u304b\u304b\u308b\u3053\u3068\u3082\u306a\u3044\u3067\u3057\u3087\u3046\u30022\u5e74\u9593\u306f\u5927\u6d3b\u8e8d\u3057\u3066\u304f\u308c\u308b\u3067\u3057\u3087\u3046\u3002<\/p>\n","protected":false},"excerpt":{"rendered":"<p>\u97f3\u97ff\u30ab\u30d7\u30e9\u30fc\u3063\u3066\u8a00\u8449\u3054\u5b58\u77e5\u3067\u3059\u304b\u306d\u3002 \u4ee5\u4e0b\u306e\u3088\u3046\u306a\u96fb\u8a71\u306e\u53d7\u8a71\u5668\u3092\u30d9\u30eb\u30c8\u3067\u56fa\u5b9a\u3057\u3066\u3001\u97f3\u58f0\u30c7\u30fc\u30bf\uff08\u3074\u30fc\u3072\u3087\u308d\u3072\u3087\u308d\uff09\u3067\u30c7\u30fc\u30bf\u901a\u4fe1\u3059\u308b\u6a5f\u68b0\u306e\u4e8b\u3092\u8a00\u3046\u306e\u3067\u3059\u304c\u3001\u3053\u308c\u4f7f\u3063\u305f\u3053\u3068\u3042\u308b\u4eba\u7d50\u69cb\u5c11\u306a\u3044\u3093\u3058\u3083\u306a\u3044\u3067\u3057\u3087\u3046\u304b\u3002 \u50d5\u304c\u4f7f\u3063\u3066\u3044\u305f [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":""},"categories":[81],"tags":[],"acf":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"post-thumbnail":false},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":0,"uagb_excerpt":"\u97f3\u97ff\u30ab\u30d7\u30e9\u30fc\u3063\u3066\u8a00\u8449\u3054\u5b58\u77e5\u3067\u3059\u304b\u306d\u3002 \u4ee5\u4e0b\u306e\u3088\u3046\u306a\u96fb\u8a71\u306e\u53d7\u8a71\u5668\u3092\u30d9\u30eb\u30c8\u3067\u56fa\u5b9a\u3057\u3066\u3001\u97f3\u58f0\u30c7\u30fc\u30bf\uff08\u3074\u30fc\u3072\u3087\u308d\u3072\u3087\u308d&hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/4493"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=4493"}],"version-history":[{"count":0,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/4493\/revisions"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=4493"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/categories?post=4493"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/tags?post=4493"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}