{"id":2891,"date":"2017-01-01T10:38:04","date_gmt":"2017-01-01T01:38:04","guid":{"rendered":"https:\/\/hack.gpl.jp\/?p=2891"},"modified":"2017-01-01T10:38:04","modified_gmt":"2017-01-01T01:38:04","slug":"d-slot-%e3%83%99%e3%83%ab%e3%83%88%e3%83%89%e3%83%a9%e3%82%a4%e3%83%96","status":"publish","type":"post","link":"https:\/\/hack.gpl.jp\/2017\/01\/01\/d-slot-%e3%83%99%e3%83%ab%e3%83%88%e3%83%89%e3%83%a9%e3%82%a4%e3%83%96\/","title":{"rendered":"D-Slot \u30d9\u30eb\u30c8\u30c9\u30e9\u30a4\u30d6"},"content":{"rendered":"<p>\u8b39\u8cc0\u65b0\u5e74\u30022017\u5e74\u7a81\u5165\u3067\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u3055\u3066\u3001\u4eca\u5e74\u4e00\u767a\u76ee\u306e\u30d6\u30ed\u30b0\u3067\u3059\u3002\u6628\u5e74\u4e2d\u306b\u8352\u304f\u8a2d\u8a08\u306f\u51fa\u6765\u3066\u3044\u305f\u306e\u3067\u3059\u304c\u3001\u8a66\u4f5c\u54c1\u3092\u52d5\u304b\u3059\u3068\u3053\u308d\u307e\u3067\u306f\u305f\u3069\u308a\u7740\u3051\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u73fe\u5728\u3082\u7d9a\u884c\u4e2d\u3067\u3001\u3068\u308a\u3042\u3048\u305a\u3060\u3044\u3076\u51fa\u6765\u3066\u304d\u307e\u3057\u305f\u3002\u3053\u306e\u3042\u305f\u308a\u3067\u30011\u6b69\u5f15\u3044\u3066\u8003\u3048\u76f4\u3057\u3066\u307f\u308b\u6642\u9593\u3082\u5fc5\u8981\u3060\u3068\u601d\u3046\u306e\u3067\u3001\u3044\u3063\u305f\u3093\u601d\u6848\u4e2d\u306e\u3082\u306e\u3092\u516c\u958b\u3057\u3066\u307f\u307e\u3059\u3002\u97f3\u697d\u8074\u3044\u305f\u308a\u3001\u732b\u3068\u904a\u3093\u3060\u308a\u3001\u30a2\u30ea\u30a8\u30af\u7269\u8272\u3057\u305f\u308a\u3001\u3042\u308c\u3053\u308c\u3057\u3066\u3044\u308b\u3068\u9032\u307f\u5177\u5408\u304c\u60aa\u304f\u3066\u306d\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u3055\u3066\u3001\u672c\u984c\u3067\u3059\u3002<\/p>\n<p>\u30d5\u30ec\u30fc\u30e0\u306f\u3044\u308d\u3044\u308d\u3042\u308b\u306e\u3067\u3059\u304c\u3001\u30df\u30b9\u30df\u306e2020 \u306e\u30bf\u30a4\u30d7\u304b\u3089\u4f5c\u3063\u3066\u3044\u307e\u3059\u3002\u30d0\u30ea\u30a8\u30fc\u30b7\u30e7\u30f3\u306f\u305f\u304f\u3055\u3093\u3067\u304d\u305d\u3046\u3067\u3059\u304c\u30012020 \u306e\u30d5\u30ec\u30fc\u30e0\u306f\u4e16\u754c\u4e2d\u306b\u3042\u308a\u307e\u3059\u306e\u3067\u6c4e\u7528\u306b\u306a\u308a\u3048\u308b\u4ee3\u8868\u7684\u306a\u3082\u306e\u3060\u304b\u3089\u3067\u3059\u3002\u6c4e\u7528\u7684\u306b\u4f7f\u3048\u308b\u30d5\u30ec\u30fc\u30e0\u304c\u3001D-Slot \u306e\u4ee3\u8868\u7684\u306a\u30e1\u30ea\u30c3\u30c8\u3067\u3059\u304b\u3089\u306d\u3002<\/p>\n<p> <img loading=\"lazy\" decoding=\"async\" title=\"0_2020D-Slot_sample\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"0_2020D-Slot_sample\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/01\/0_2020dslot_sample.png\" width=\"640\" height=\"466\" \/>   <\/p>\n<p>\u3044\u308d\u3044\u308d\u306a\u30bf\u30a4\u30d7\u3092\u8003\u3048\u305f\u306e\u3067\u3059\u304c\u3001\u7d50\u5c40\u30b9\u30c6\u30c3\u30d4\u30f3\u30b0\u30e2\u30fc\u30bf\u30fc\u304c\u7b50\u4f53\u306e\u5185\u5074\u306b\u7d0d\u307e\u308b\u3088\u3046\u306a\u914d\u7f6e\u304c\u30d9\u30b9\u30c8\u3068\u3044\u3046\u3053\u3068\u306b\u306a\u308a\u307e\u3057\u305f\u3002<\/p>\n<p>&#160;<\/p>\n<p> <img loading=\"lazy\" decoding=\"async\" title=\"0_2020D-Slot_sample 4\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"0_2020D-Slot_sample 4\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/01\/0_2020dslot_sample4.png\" width=\"640\" height=\"455\" \/>   <\/p>\n<p>\u5185\u5074\u306e\u30a2\u30eb\u30df\u30d5\u30ec\u30fc\u30e0\u306e\u9699\u9593\u306b\u30d9\u30eb\u30c8\u3092\u901a\u3057\u3066\u3044\u307e\u3059\u3002\u8a2d\u8a08\u4e0a\u306f\u3001\u3053\u3053\u306bGT2 \u306e\u30d9\u30eb\u30c8\u306f\u901a\u308a\u305d\u3046\u306a\u306e\u3067\u3001\u3068\u308a\u3042\u3048\u3063\u305a\u3053\u3093\u306a\u611f\u3058\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002\u5b9f\u969b\u7d44\u3093\u3067\u307f\u308b\u3068\u3001\u3042\u308c\u3053\u308c\u6539\u9020\u30dd\u30a4\u30f3\u30c8\u304c\u898b\u3048\u3066\u304f\u308b\u304b\u3068\u601d\u3044\u307e\u3059\u3002 <img loading=\"lazy\" decoding=\"async\" title=\"0_2020D-Slot_sample_5 2\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"0_2020D-Slot_sample_5 2\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/01\/0_2020dslot_sample_52.png\" width=\"638\" height=\"745\" \/> <\/p>\n<p>\u53cd\u5bfe\u5074\u306f\u3001\u30d9\u30a2\u30ea\u30f3\u30b0\u3067\u99c6\u52d5\u3059\u308b\u30d7\u30fc\u30ea\u30fc\u3067\u3059\u3002\u30e2\u30fc\u30bf\u30fc\u306b\u4ed8\u3051\u308b\u306e\u3068\u540c\u3058\u3082\u306e\u3092\u30c1\u30e7\u30a4\u30b9\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"0_2020D-Slot_sample 6\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"0_2020D-Slot_sample 6\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/01\/0_2020dslot_sample6.png\" width=\"640\" height=\"469\" \/> <\/p>\n<p>D-Slot \u90e8\u5206\u306b\u30d9\u30eb\u30c8\u3092\u304b\u307e\u305b\u308b\u3082\u306e\u306f\u307e\u3060\u4f5c\u3063\u3066\u3044\u307e\u305b\u3093\u304c\u3001\u4e0a\u4e0b\u306e\u30d9\u30eb\u30c8\u306b\u56fa\u5b9a\u3059\u308b\u611f\u3058\u306b\u3059\u308b\u4e88\u5b9a\u3002\u30d9\u30eb\u30c8\u306e\u30cf\u30ea\u8abf\u6574\u3092\u3069\u306e\u3088\u3046\u306b\u3059\u308b\u304b\u306f\u3001\u307e\u3060\u8003\u3048\u4e2d\u3067\u3059\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"0_2020D-Slot_sample 7\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"0_2020D-Slot_sample 7\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/01\/0_2020dslot_sample7.png\" width=\"643\" height=\"874\" \/> <\/p>\n<\/p>\n<p>\u7d50\u69cb\u30bf\u30a4\u30c8\u306a\u611f\u3058\u3067\u3059\u304c\u3001\u4f5c\u3063\u3066\u307f\u308b\u3068\u3069\u3046\u3067\u3057\u3087\u3046\u304b\u306d\u3002\u4f55\u304b\u554f\u984c\u304c\u51fa\u308b\u304b\u3082\u3067\u3059\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"0_2020D-Slot_sample 8\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"0_2020D-Slot_sample 8\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/01\/0_2020dslot_sample8.png\" width=\"642\" height=\"1024\" \/> <\/p>\n<p>\u7d50\u69cb\u304e\u308a\u304e\u308a\u3067\u3059\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"0_2020D-Slot_sample_3\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"0_2020D-Slot_sample_3\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/01\/0_2020dslot_sample_3.png\" width=\"640\" height=\"753\" \/> <\/p>\n<p>\u30b9\u30c6\u30c3\u30d7\u30e2\u30fc\u30bf\u30fc\u306f\u3001M3 \u306e 12mm \u3067\u56fa\u5b9a\u4e88\u5b9a\u300245\u5ea6\u50be\u3044\u305f D-Slot \u30d5\u30ec\u30fc\u30e0\u306e 2020 \u306fM5 \u3068\u56fa\u5b9a\u30d3\u30c3\u30c8\u309245\u5ea6\u306e\u7a74\u304b\u3089\u30d5\u30ec\u30fc\u30e0\u306b\u304b\u307e\u305b\u3066\u56fa\u5b9a\u3067\u3059\u3002\u30d5\u30ec\u30fc\u30e0\u306f2\u70b9\u6b62\u3081\u3067\u3059\u304c\u3001\u30d6\u30e9\u30b1\u30c3\u30c8\u3092\u5c11\u3057\u9577\u304f\u3057\u30664\u70b9\u3067\u7de0\u3081\u305f\u307b\u3046\u304c\u3044\u3044\u304b\u3082\u3057\u308c\u307e\u305b\u3093\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"0_2020D-Slot_sample_\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"0_2020D-Slot_sample_\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/01\/0_2020dslot_sample_.png\" width=\"648\" height=\"939\" \/> <\/p>\n<p>\u3053\u306e\u30d6\u30e9\u30b1\u30c3\u30c8\u306e\u4e2d\u306f\u3053\u3093\u306a\u611f\u3058\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"0_2020D-Slot_sample 9\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"0_2020D-Slot_sample 9\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/01\/0_2020dslot_sample9.png\" width=\"640\" height=\"455\" \/> <\/p>\n<\/p>\n<\/p>\n<p>\u672c\u6765\u306f\u3001\u3053\u306e\u7b50\u4f53\u306e\u4f4d\u7f6e\u95a2\u4fc2\u3067\u3059\u3002\u3053\u308c\u306f\u5de6\u53f3\u306eY\u8ef8\u306b\u306a\u308b\u611f\u3058\u3067\u3059\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"0_2020D-Slot_sample_3 2\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"0_2020D-Slot_sample_3 2\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/01\/0_2020dslot_sample_32.png\" width=\"639\" height=\"752\" \/> <\/p>\n<p>\u7b50\u4f53\u306b\u56fa\u5b9a\u3059\u308b\u90e8\u5206\u3092\u30d6\u30e9\u30b1\u30c3\u30c8\u5074\u306b\u4ed8\u3051\u8db3\u3059\u304b\u3001\u5225\u30d1\u30fc\u30c4\u306b\u3059\u308b\u304b\u306f\u691c\u8a0e\u4e2d\u3002\u4e00\u4f53\u5f0f\u306b\u3057\u305f\u307b\u3046\u304c\u3088\u3055\u305d\u3046\u3067\u3059\u306d\u3002<\/p>\n<p>&#160;<\/p>\n<p>\uff13D\u3063\u3066\u30db\u30f3\u30c8\u3001\u4fbf\u5229\u3067\u3059\u306d\u3002\u4f5c\u308b\u524d\u304b\u3089\u3042\u308b\u7a0b\u5ea6\u306f\u61f8\u6848\u30dd\u30a4\u30f3\u30c8\u304c\u898b\u3048\u3066\u304f\u308b\u3068\u3044\u3046\u3068\u3053\u308d\u304c\u5049\u5927\u3067\u3059\u3002\u73fe\u5834\u5408\u308f\u305b\u30011\u70b9\u3082\u306e\u3070\u304b\u308aDIY\u3057\u3066\u304d\u305f\u306e\u3067\u3059\u304c\u3001\u3053\u3046\u3057\u3066\u56f3\u9762\u30923D \u3067\u8d77\u3053\u3057\u3066\u304b\u3089\u4f5c\u308c\u308b\u6642\u4ee3\u3067\u3001\u3057\u304b\u3082\u7121\u6599\u3068\u3044\u3046\u3002\u3059\u3070\u3089\u3057\u3059\u304e\u307e\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u3042\u3068\u3001\u6700\u5f8c\u306b\u4eca\u5e74\u306e\u62b1\u8ca0\u3002<\/p>\n<p>\u30fbCNC \u30eb\u30fc\u30bf\u5143\u5e74\u306b\u3059\u308b\uff01\u7d76\u5bfe\u5b8c\u6210\u3055\u305b\u308b\u3002<\/p>\n<p>\u30fbCNC \u3067\u30a2\u30eb\u30df\u3084\u786c\u3044\u6728\u3092\u524a\u3063\u3066\u3001\u304b\u3063\u3053\u3044\u3044\u30d7\u30ed\u30c0\u30af\u30c8\u3092\u4f5c\u308a\u305f\u3044\u3002<\/p>\n<p>\u30fb\u4ee5\u4e0a\u304c\u51fa\u6765\u305f\u3089\u3001\u65cb\u76e4\u3092\u81ea\u4f5c\u3057\u305f\u3044<\/p>\n<p>\u3044\u308d\u3044\u308d\u3042\u308a\u307e\u3059\u304c\u3001\uff13\u3064\u304f\u3089\u3044\u306b\u3057\u3066\u304a\u304d\u307e\u3059\u3002\u6628\u5e74\u306e\u6b63\u6708\u306f\u3001Sigrok \u306e Pulsview\u3067\u30ed\u30b8\u30c3\u30af\u30a2\u30ca\u30e9\u30a4\u30b6\u30fc\u3067\u904a\u3093\u3067\u3044\u307e\u3057\u305f\u3002E-Ink \u306e\u30de\u30a4\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u304c\u9014\u4e2d\u3067\u6b62\u307e\u3063\u3066\u3044\u307e\u3059\u306e\u3067\u3001\u3069\u3053\u304b\u3067\u518d\u958b\u3057\u305f\u3044\u3067\u3059\u30022\u756a\u76ee\u306e\u30d7\u30ed\u30c0\u30af\u30c8\u3067\u5b9f\u73fe\u3057\u305f\u3044\u3067\u3059\u306d\u3002\u6728\u3068\u30a2\u30eb\u30df\u3092\u4f7f\u3063\u305fE-Ink\u30d1\u30cd\u30eb\u3068\u304b\u3081\u3063\u3061\u3083\u304f\u3061\u3083\u30ab\u30c3\u30b3\u826f\u3055\u305d\u3046\u3002<\/p>\n<p>\u65cb\u76e4\u3082\u8cb7\u3048\u307010\u4e07\u304f\u3089\u3044\u3067\u3059\u304c\u3001\u81ea\u4f5c\u3057\u3066\u307f\u308b\u3068\u697d\u3057\u305d\u3046\u3002\u5b9f\u969b\u81ea\u4f5c\u3057\u3066\u3044\u308b\u30d1\u30ef\u30fc\u30e6\u30fc\u30b6\u306f\u3044\u307e\u3059\u3057\u306d\u3002\u624b\u4f5c\u696d\u3060\u3051\u3067\u3001\uff14\u30c4\u30e1\u30c1\u30e3\u30c3\u30af\u306e\u65cb\u76e4\u4f5c\u3063\u3066\u3044\u308b\u65b9\u306e\u6620\u50cf\u898b\u3066\u3044\u307e\u3057\u305f\u304c\u3001S45C \u306e\u6750\u6599\u3092\u7cf8\u92f8\u3067\u4e38\u304f\u5207\u65ad\u3057\u3066\u3044\u308b\u306e\u306f\u3001\u3059\u3054\u3044\u3068\u601d\u3044\u307e\u3057\u305f\u3002\u6c17\u304c\u9060\u304f\u306a\u308b\u6642\u9593\u304c\u304b\u304b\u3063\u3066\u5207\u65ad\u3057\u305f\u306e\u3060\u3068\u601d\u3044\u307e\u3059\u3002\u624b\u4f5c\u696d\u304c\u3059\u3079\u3066\u306e\u57fa\u672c\u306a\u3093\u3060\u306a\u3068\u6539\u3081\u3066\u601d\u3044\u307e\u3057\u305f\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u4f55\u6b73\u307e\u3067\u751f\u304d\u3089\u308c\u308b\u304b\u308f\u304b\u308a\u307e\u305b\u3093\u304c\u3001\u30b8\u30b8\u30a4\u306b\u306a\u3063\u3066\u3082DIY\u3057\u3066\u3044\u305f\u3044\u3067\u3059\u3002\u4f55\u304b\u4f5c\u3063\u3066\u3044\u308b\u3068\u304d\u304c\u4e00\u756a\u697d\u3057\u3044\u3067\u3059\u304b\u3089\u306d\u3002<\/p>\n<p>\u3068\u308a\u3042\u3048\u305a\u3001\u81ea\u8ee2\u8eca\u304c\u30d1\u30f3\u30af\u3057\u3066\u3044\u308b\u306e\u3067\u305d\u308c\u3092\u76f4\u3057\u307e\u3059\u304b\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u3068\u308a\u3042\u3048\u305a\u3001\u4e09\u89d2\u306eV-Slot \u90e8\u5206\u3060\u3051\u3001Thingiverse \u306b\u516c\u958b\u3057\u3066\u307f\u307e\u3057\u305f\u3002<\/p>\n<p><a href=\"http:\/\/www.thingiverse.com\/thing:2007915\" target=\"_blank\" rel=\"noopener noreferrer\"><img loading=\"lazy\" decoding=\"async\" title=\"D-Slot__Diagonal_V-Slot__by_junkhack_-_Thingiverse\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"D-Slot__Diagonal_V-Slot__by_junkhack_-_Thingiverse\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/01\/dslot__diagonal_vslot__by_junkhack__thingiverse.png\" width=\"640\" height=\"455\" \/><\/a> \u65e9\u901f\u3001\u30b3\u30e1\u30f3\u30c8\u304c\u3042\u3063\u3066\u3001\u306a\u3093\u3067 V-Slot \u3058\u3083\u306a\u3044\u306e\u3088\u3063\u3066\u3002\u540d\u79f0\u304c\u3001\u308f\u304b\u308a\u306b\u304f\u3044\u304b\u306a\uff1f<\/p>\n","protected":false},"excerpt":{"rendered":"<p>\u8b39\u8cc0\u65b0\u5e74\u30022017\u5e74\u7a81\u5165\u3067\u3059\u3002 &#160; \u3055\u3066\u3001\u4eca\u5e74\u4e00\u767a\u76ee\u306e\u30d6\u30ed\u30b0\u3067\u3059\u3002\u6628\u5e74\u4e2d\u306b\u8352\u304f\u8a2d\u8a08\u306f\u51fa\u6765\u3066\u3044\u305f\u306e\u3067\u3059\u304c\u3001\u8a66\u4f5c\u54c1\u3092\u52d5\u304b\u3059\u3068\u3053\u308d\u307e\u3067\u306f\u305f\u3069\u308a\u7740\u3051\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u73fe\u5728\u3082\u7d9a\u884c\u4e2d\u3067\u3001\u3068\u308a\u3042\u3048\u305a\u3060\u3044\u3076\u51fa\u6765\u3066\u304d\u307e\u3057\u305f\u3002\u3053\u306e\u3042\u305f [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","footnotes":""},"categories":[3,22],"tags":[],"acf":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"post-thumbnail":false},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":0,"uagb_excerpt":"\u8b39\u8cc0\u65b0\u5e74\u30022017\u5e74\u7a81\u5165\u3067\u3059\u3002 &#160; \u3055\u3066\u3001\u4eca\u5e74\u4e00\u767a\u76ee\u306e\u30d6\u30ed\u30b0\u3067\u3059\u3002\u6628\u5e74\u4e2d\u306b\u8352\u304f\u8a2d\u8a08\u306f\u51fa\u6765\u3066\u3044\u305f\u306e\u3067\u3059&hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/2891"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=2891"}],"version-history":[{"count":0,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/2891\/revisions"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=2891"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/categories?post=2891"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/tags?post=2891"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}