{"id":10495,"date":"2021-05-02T06:22:57","date_gmt":"2021-05-01T21:22:57","guid":{"rendered":"https:\/\/hack.gpl.jp\/?page_id=10495"},"modified":"2022-04-17T15:37:12","modified_gmt":"2022-04-17T06:37:12","slug":"about-junkhack","status":"publish","type":"page","link":"https:\/\/hack.gpl.jp\/about-junkhack\/","title":{"rendered":"\u904b\u55b6\u8005\u60c5\u5831"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">\u4f1a\u793e\u6982\u8981<\/h3>\n\n\n\n<div class=\"wp-block-columns is-layout-flex wp-container-core-columns-layout-1 wp-block-columns-is-layout-flex\">\n<div class=\"wp-block-column is-layout-flow wp-block-column-is-layout-flow\" style=\"flex-basis:100%\">\n<div class=\"wp-block-group is-layout-flow wp-block-group-is-layout-flow\"><div class=\"wp-block-group__inner-container\">\n<figure class=\"wp-block-table is-style-regular\"><table><tbody><tr><th>\u4f1a\u793e\u540d<\/th><td>JunkHack Lab.<\/td><\/tr><tr><th>\u8a2d\u7acb\u65e5<\/th><td>2011\u5e742\u6708<\/td><\/tr><tr><th>\u4ee3\u8868\u8005<\/th><td>\u3044\u3057\u3056\u304b\u3000\u305f\u3051\u3072\u3053<\/td><\/tr><tr><th>\u30b5\u30a4\u30c8\u958b\u8a2d\u65e5<\/th><td>2011\u5e742\u6708<\/td><\/tr><tr><th>URL<\/th><td><a href=\"https:\/\/hack.gpl.jp\/\" target=\"_blank\" rel=\"noreferrer noopener\">https:\/\/hack.gpl.jp\/<\/a><\/td><\/tr><\/tbody><\/table><\/figure>\n<\/div><\/div>\n<\/div>\n<\/div>\n\n\n\n<h3 class=\"wp-block-heading\">\u5f53\u30b5\u30a4\u30c8\u306b\u63b2\u8f09\u3055\u308c\u3066\u3044\u308b\u5e83\u544a\u306b\u3064\u3044\u3066<\/h3>\n\n\n\n<p>\u5f53\u30b5\u30a4\u30c8\u3067\u306f\u3001\u7b2c\u4e09\u8005\u914d\u4fe1\u306e\u5e83\u544a\u30b5\u30fc\u30d3\u30b9\u3092\u5229\u7528\u3057\u3066\u3044\u307e\u3059\u3002<br>\u3053\u306e\u3088\u3046\u306a\u5e83\u544a\u914d\u4fe1\u4e8b\u696d\u8005\u306f\u3001\u30e6\u30fc\u30b6\u30fc\u306e\u8208\u5473\u306b\u5fdc\u3058\u305f\u5546\u54c1\u3084\u30b5\u30fc\u30d3\u30b9\u306e\u5e83\u544a\u3092\u8868\u793a\u3059\u308b\u305f\u3081\u3001\u5f53\u30b5\u30a4\u30c8\u3084\u4ed6\u30b5\u30a4\u30c8\u3078\u306e\u30a2\u30af\u30bb\u30b9\u306b\u95a2\u3059\u308b\u60c5\u5831 \u300eCookie\u300f(\u6c0f\u540d\u3001\u4f4f\u6240\u3001\u30e1\u30fc\u30eb \u30a2\u30c9\u30ec\u30b9\u3001\u96fb\u8a71\u756a\u53f7\u306f\u542b\u307e\u308c\u307e\u305b\u3093) \u3092\u4f7f\u7528\u3059\u308b\u3053\u3068\u304c\u3042\u308a\u307e\u3059\u3002<br>\u307e\u305fGoogle\u30a2\u30c9\u30bb\u30f3\u30b9\u306b\u95a2\u3057\u3066\u3001\u3053\u306e\u30d7\u30ed\u30bb\u30b9\u306e\u8a73\u7d30\u3084\u3053\u306e\u3088\u3046\u306a\u60c5\u5831\u304c\u5e83\u544a\u914d\u4fe1\u4e8b\u696d\u8005\u306b\u4f7f\u7528\u3055\u308c\u306a\u3044\u3088\u3046\u306b\u3059\u308b\u65b9\u6cd5\u306b\u3064\u3044\u3066\u306f\u3001<a rel=\"noreferrer noopener\" href=\"https:\/\/policies.google.com\/technologies\/ads?hl=ja\" target=\"_blank\">\u3053\u3061\u3089<\/a>\u3092\u3054\u89a7\u304f\u3060\u3055\u3044\u3002<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">\u5f53\u30b5\u30a4\u30c8\u304c\u4f7f\u7528\u3057\u3066\u3044\u308b\u30a2\u30af\u30bb\u30b9\u89e3\u6790\u30c4\u30fc\u30eb\u306b\u3064\u3044\u3066<\/h3>\n\n\n\n<p>\u5f53\u30b5\u30a4\u30c8\u3067\u306f\u3001Google\u306b\u3088\u308b\u30a2\u30af\u30bb\u30b9\u89e3\u6790\u30c4\u30fc\u30eb\u300cGoogle\u30a2\u30ca\u30ea\u30c6\u30a3\u30af\u30b9\u300d\u3092\u5229\u7528\u3057\u3066\u3044\u307e\u3059\u3002<br>\u3053\u306eGoogle\u30a2\u30ca\u30ea\u30c6\u30a3\u30af\u30b9\u306f\u30c8\u30e9\u30d5\u30a3\u30c3\u30af\u30c7\u30fc\u30bf\u306e\u53ce\u96c6\u306e\u305f\u3081\u306bCookie\u3092\u4f7f\u7528\u3057\u3066\u3044\u307e\u3059\u3002<br>\u3053\u306e\u30c8\u30e9\u30d5\u30a3\u30c3\u30af\u30c7\u30fc\u30bf\u306f\u533f\u540d\u3067\u53ce\u96c6\u3055\u308c\u3066\u304a\u308a\u3001\u500b\u4eba\u3092\u7279\u5b9a\u3059\u308b\u3082\u306e\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002<br>\u3053\u306e\u6a5f\u80fd\u306fCookie\u3092\u7121\u52b9\u306b\u3059\u308b\u3053\u3068\u3067\u53ce\u96c6\u3092\u62d2\u5426\u3059\u308b\u3053\u3068\u304c\u51fa\u6765\u307e\u3059\u306e\u3067\u3001\u304a\u4f7f\u3044\u306e\u30d6\u30e9\u30a6\u30b6\u306e\u8a2d\u5b9a\u3092\u3054\u78ba\u8a8d\u304f\u3060\u3055\u3044\u3002<br>\u3053\u306e\u898f\u7d04\u306b\u95a2\u3057\u3066\u3001\u8a73\u3057\u304f\u306f<a rel=\"noreferrer noopener\" href=\"https:\/\/www.google.com\/analytics\/terms\/jp.html\" target=\"_blank\">\u3053\u3061\u3089<\/a>\u3092\u3054\u89a7\u304f\u3060\u3055\u3044\u3002<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">\u514d\u8cac\u4e8b\u9805<\/h3>\n\n\n\n<p>\u5f53\u30b5\u30a4\u30c8\u306f\u3001\u30a2\u30d5\u30a3\u30ea\u30a8\u30a4\u30c8\u30d7\u30ed\u30b0\u30e9\u30e0\u306b\u3088\u308a\u5546\u54c1\u3092\u3054\u7d39\u4ecb\u81f4\u3057\u3066\u304a\u308a\u307e\u3059\u3002<br>\u30a2\u30d5\u30a3\u30ea\u30a8\u30a4\u30c8\u30d7\u30ed\u30b0\u30e9\u30e0\u3068\u306f\u3001\u5546\u54c1\u53ca\u3073\u30b5\u30fc\u30d3\u30b9\u306e\u63d0\u4f9b\u5143\u3068\u696d\u52d9\u63d0\u643a\u3092 \u7d50\u3073\u5546\u54c1\u3084\u30b5\u30fc\u30d3\u30b9\u3092\u7d39\u4ecb\u3059\u308b\u30a4\u30f3\u30bf\u30fc\u30cd\u30c3\u30c8\u4e0a\u306e\u30b7\u30b9\u30c6\u30e0\u3067\u3059\u3002<br>\u5f93\u3044\u307e\u3057\u3066\u3001\u5f53\u30b5\u30a4\u30c8\u306e\u5546\u54c1\u306f\u5f53\u30b5\u30a4\u30c8\u304c\u8ca9\u58f2\u3057\u3066\u3044\u308b\u8a33\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002<\/p>\n\n\n\n<p>\u304a\u5ba2\u69d8\u3054\u8981\u671b\u306e\u5546 \u54c1\u3001\u304a\u652f\u6255\u3044\u7b49\u306f\u30ea\u30f3\u30af\u5148\u306e\u8ca9\u58f2\u5e97\u3068\u76f4\u63a5\u306e\u304a\u53d6\u5f15\u3068\u306a\u308a\u307e\u3059\u306e\u3067\u3001\u7279\u5b9a\u5546\u53d6\u5f15\u6cd5\u306b\u57fa\u3065\u304f\u8868\u8a18\u306b\u3064\u304d\u307e\u3057\u3066\u306f\u30ea\u30f3\u30af\u5148\u3092\u3054\u78ba\u8a8d\u9802\u3051\u307e\u3059\u3088\u3046\u304a\u9858\u3044\u81f4\u3057\u307e\u3059\u3002<br>\u5546\u54c1\u306e\u4fa1\u683c \u5546\u54c1\u306e\u8a73\u7d30 \u6d88\u8cbb\u7a0e \u9001\u6599 \u5728\u5eab\u6570\u7b49\u306e\u8a73\u7d30\u306f\u6642\u3068\u3057\u3066\u5909\u308f\u308b\u5834\u5408\u3082\u5fa1\u5ea7\u3044\u307e\u3059\u3002<br>\u307e\u305f\u3001\u8fd4\u54c1\u30fb\u8fd4\u91d1\u4fdd\u8a3c\u306b\u95a2\u3057\u307e\u3057\u3066\u3082\u30ea\u30f3\u30af\u5148\u306e\u8ca9\u58f2\u5143\u304c\u4fdd\u8a3c\u3059\u308b\u3082\u306e\u3067\u3059\u3002\u5f53\u30b5\u30a4\u30c8\u3060\u3051\u3067\u306f\u306a\u304f\u30ea\u30f3\u30af \u5148\u306e\u30b5\u30a4\u30c8\u3082\u826f\u304f\u3054\u78ba\u8a8d\u9802\u3051\u307e\u3059\u3088\u3046\u304a\u9858\u3044\u81f4\u3057\u307e\u3059\u3002<br>\u307e\u305f\u3001\u5f53\u30b5\u30a4\u30c8\u306e\u63b2\u8f09\u60c5\u5831\u3092\u3054\u5229\u7528\u9802\u304f\u5834\u5408\u306b\u306f\u3001\u304a\u5ba2\u69d8\u306e\u3054\u5224\u65ad\u3068\u8cac\u4efb\u306b\u304a\u304d\u307e\u3057\u3066\u3054\u5229\u7528\u9802\u3051\u307e\u3059\u3088\u3046\u304a\u9858\u3044\u81f4\u3057\u307e\u3059\u3002\u5f53\u30b5\u30a4\u30c8\u3067\u306f\u3001\u4e00\u5207\u306e\u8cac\u4efb\u3092\u8ca0\u3044\u304b\u306d\u307e\u3059\u4e8b\u3054\u4e86\u627f\u9858\u3044\u307e\u3059\u3002<\/p>\n\n\n\n<p>\u5c1a\u3001\u63b2\u8f09\u5546\u54c1\u306b\u95a2\u3059\u308b\u304a\u554f\u5408\u305b\u306f\u30ea\u30f3\u30af\u5148\u306b\u5fa1\u5ea7\u3044\u307e\u3059\u4f01\u696d\u5b9b\u307e\u3067\u304a\u9858\u3044\u81f4\u3057\u307e\u3059\u3002\u5f53\u30b5\u30a4\u30c8\u7ba1\u7406\u8005\u5074\u3067\u306f\u304a\u7b54\u3048\u81f4\u3057\u304b\u306d\u307e\u3059\u4e8b\u3001\u3054\u4e86\u627f\u304f\u3060\u3055\u3044\u3002<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">\u304a\u554f\u3044\u5408\u308f\u305b<\/h3>\n\n\n\n<p>\u5f53\u30b5\u30a4\u30c8\u3078\u306e\u304a\u554f\u3044\u5408\u308f\u305b\u306f\u3001\u4ee5\u4e0b\u304b\u3089\u304a\u9858\u3044\u3044\u305f\u3057\u307e\u3059\u3002<\/p>\n\n\n\n<p><a rel=\"noreferrer noopener\" href=\"https:\/\/hack.gpl.jp\/sendmail\/\" target=\"_blank\">\u304a<\/a><a href=\"https:\/\/hack.gpl.jp\/mail\/\" target=\"_blank\" rel=\"noreferrer noopener\">\u554f\u3044\u5408\u308f\u305b<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>\u4f1a\u793e\u6982\u8981 \u4f1a\u793e\u540d JunkHack Lab. \u8a2d\u7acb\u65e5 2011\u5e742\u6708 \u4ee3\u8868\u8005 \u3044\u3057\u3056\u304b\u3000\u305f\u3051\u3072\u3053 \u30b5\u30a4\u30c8\u958b\u8a2d\u65e5 2011\u5e742\u6708 URL https:\/\/hack.gpl.jp\/ \u5f53\u30b5\u30a4\u30c8\u306b\u63b2\u8f09\u3055\u308c\u3066\u3044\u308b\u5e83\u544a\u306b\u3064\u3044\u3066 \u5f53\u30b5 [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_acf_changed":false,"_uag_custom_page_level_css":"","footnotes":""},"acf":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"post-thumbnail":false},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":0,"uagb_excerpt":"\u4f1a\u793e\u6982\u8981 \u4f1a\u793e\u540d JunkHack Lab. \u8a2d\u7acb\u65e5 2011\u5e742\u6708 \u4ee3\u8868\u8005 \u3044\u3057\u3056\u304b\u3000\u305f\u3051\u3072\u3053 \u30b5\u30a4\u30c8\u958b\u8a2d\u65e5&hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/pages\/10495"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=10495"}],"version-history":[{"count":0,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/pages\/10495\/revisions"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=10495"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}