{"id":337,"date":"2012-01-04T00:19:07","date_gmt":"2012-01-03T15:19:07","guid":{"rendered":"https:\/\/hack.gpl.jp\/?p=337"},"modified":"2012-01-04T00:19:07","modified_gmt":"2012-01-03T15:19:07","slug":"rdio%e3%81%ae%e8%89%af%e3%81%97%e6%82%aa%e3%81%97","status":"publish","type":"post","link":"https:\/\/hack.gpl.jp\/2012\/01\/04\/rdio%e3%81%ae%e8%89%af%e3%81%97%e6%82%aa%e3%81%97\/","title":{"rendered":"Rdio\u306e\u826f\u3057\u60aa\u3057"},"content":{"rendered":"<p>\u7d50\u5c40\u3001Spotify\u306e\u652f\u6255\u3044\u304c\u30af\u30ea\u30a2\u3055\u308c\u305a\u3001\uff11\u6708\uff12\u65e5\u3092\u3082\u3063\u3066\uff08\u304a\u8a66\u3057\u306e\uff14\uff18\u6642\u9593\uff09\u3092\u3082\u3063\u3066\u3068\u308a\u3042\u3048\u305a\u306f\u3001\u304a\u4f11\u307f\u72b6\u614b\u306eSpotify\u3002\u305d\u308c\u306b\u5909\u308f\u308a\u3001Rdio.com\u306e\u307b\u3046\u3067\u304c\u3057\u304c\u3057\u4f7f\u3044\u59cb\u3081\u3066\u308b\u306e\u3067\u3001\u305d\u3063\u3061\u3092\u30d7\u30ec\u30d3\u30e5\u30fc\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u3061\u3087\u3063\u3068\u30d7\u30ec\u30d3\u30e5\u30fc\u524d\u306b\u3001\u3053\u3093\u306a\u88fd\u54c1\u304c\u3042\u3063\u305f\u306e\u3067GET.<\/p>\n<p><a href=\"http:\/\/www.roku.com\/roku-products\">http:\/\/www.roku.com\/roku-products<\/a><\/p>\n<p><img loading=\"lazy\" decoding=\"async\" style=\"border-bottom:0;border-left:0;display:inline;border-top:0;border-right:0;\" title=\"image\" border=\"0\" alt=\"image\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2012\/01\/image13.png\" width=\"563\" height=\"558\" \/> <\/p>\n<p><img loading=\"lazy\" decoding=\"async\" style=\"border-bottom:0;border-left:0;display:inline;border-top:0;border-right:0;\" title=\"image\" border=\"0\" alt=\"image\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2012\/01\/image14.png\" width=\"571\" height=\"623\" \/> <\/p>\n<p>&#160;<\/p>\n<p>rdio\u3082\u3044\u3051\u308b\u307f\u305f\u3044\u3067\u3001PC,ipad,iphone\u3092\u4f7f\u308f\u305a\u306bTV\u3067\u64cd\u4f5c\u3059\u308b\u305f\u3081\u306bGET\u3002\u30b3\u30f3\u30dd\u30b8\u30a7\u30c3\u30c8\u30a2\u30ca\u30ed\u30b0\u4fe1\u53f7\u3082\u6a19\u6e96\u3067\u3044\u3051\u308b\u3088\u3046\u3067\u3001AppleTV\u3088\u308a\u3048\u3048\u3093\u3058\u3083\u306a\u3044\u304b\u3068\u3002\u6211\u304c\u5bb6\u306eTV\u306f\u5fae\u5999\u306b\u53e4\u3044\u306e\u3067HDMI\u304c\u306a\u3044\u3093\u3067\u3059\u3002\uff15\uff10\u30c9\u30eb\u3064\u3063\u305f\u3089\u3001\u307e\u3041\u3001\u4f7f\u3048\u306a\u304f\u3066\u3082\u307e\u3041\u3048\u3048\u3093\u3058\u3083\u306a\u3044\u304b\u3063\u3066\u3044\u3046\u611f\u3058\u3067\u3002AppleTV\u3092JB\u3057\u3066\u5165\u308c\u308b\u3063\u3066\u3044\u3046\u3053\u3068\u3082\u51fa\u6765\u308b\u306e\u304b\u306d\u3002<\/p>\n<p>\u305d\u306e\u3046\u3061\u5c4a\u3044\u305f\u3089\u3001\u30d7\u30ec\u30d3\u30e5\u30fc\u3057\u3066\u307f\u307e\u3059\u308f\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u3055\u3066\u3001\u672c\u984c\u306eRdio.com\u306e\u8a55\u4fa1\u3002<\/p>\n<p>&#160;<\/p>\n<p><strong>\u826f\u3055<\/strong><\/p>\n<p>\u30fbUS\u5408\u6cd5\u3002\u65e5\u672c\u3082\u6d0b\u697d\u30aa\u30f3\u30ea\u30fc\u3067OK\u306b\u3059\u308c\u3070\u3044\u3044\u3058\u3083\u3093\u3068\u601d\u3046\u304c\u3002\u306a\u306b\u304b\u554f\u984c\u3042\u308b\u306e\uff1f<\/p>\n<p>\u30fb<a href=\"http:\/\/www.musicmaze.fm\/\" class=\"broken_link\">http:\/\/www.musicmaze.fm\/<\/a> \u304b\u3089\u306e\u66f2\u30bb\u30ec\u30af\u30c8\u304c\u3059\u3054\u304f\u826f\u3044\u3002rdio\u3068\u7d44\u307f\u5408\u308f\u305b\u3066\u30b3\u30ec\u30af\u30b7\u30e7\u30f3\u5165\u308a or \u30de\u30fc\u30ad\u30f3\u30b0\u3059\u308b\u30b9\u30bf\u30a4\u30eb\u304c\u5b9a\u756a\u5316\u3057\u3066\u304d\u305f\u3002\u4ed6\u4eba\u306ePlayList\u3092\u8ffd\u3046\u3088\u308a\u3082\u3001\u3053\u3063\u3061\u306e\u307b\u3046\u304c\u3044\u3044\u3068\u4eca\u306f\u601d\u3063\u3066\u308b\u3002<\/p>\n<p>\u30fbiPad\u5c02\u7528\u30a2\u30d7\u30ea\u304c\u3042\u308b\u3002\u3082\u3061\u308d\u3093iPhone\u3082\u3002<\/p>\n<p>\u30fbWindowsXP\uff5e7 \u30c7\u30b9\u30af\u30c8\u30c3\u30d7\u30a2\u30d7\u30ea\u304c\u3042\u308b\u3002MacOSX\u306f\u78ba\u304b\u300110.6\uff5e\u304b\u3089\u3002   <br \/><img loading=\"lazy\" decoding=\"async\" style=\"border-bottom:0;border-left:0;display:inline;border-top:0;border-right:0;\" title=\"image\" border=\"0\" alt=\"image\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2012\/01\/image15.png\" width=\"332\" height=\"140\" \/> <\/p>\n<p><img loading=\"lazy\" decoding=\"async\" style=\"border-bottom:0;border-left:0;display:inline;border-top:0;border-right:0;\" title=\"image\" border=\"0\" alt=\"image\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2012\/01\/image16.png\" width=\"332\" height=\"140\" \/> <\/p>\n<p>\u30fb\u4e0a\u8a18\u306e\u30b9\u30c8\u30ea\u30fc\u30df\u30f3\u30b0\u5c02\u7528\u30de\u30b7\u30f3\u3082\u5b89\u304f\u624b\u306b\u5165\u308b\u3002<\/p>\n<p>\u30fbiPhone,iPad\u306e\u30a2\u30d7\u30ea\u306f\u306a\u304b\u306a\u304b\u3055\u304f\u3055\u304f\u52d5\u304f\u3002AirPlay\u3082\u554f\u984c\u306a\u3057\u3002Ver1.3.0 and ios4.2.1\u3067\u306e\u8a55\u4fa1\u3002<\/p>\n<p>\u30fb\u30b3\u30ec\u30af\u30b7\u30e7\u30f3\u3063\u3066\u3044\u3046\u6982\u5ff5\u304c\u3042\u3063\u3066\u3001\u30a2\u30fc\u30c6\u30a3\u30b9\u30c8\u3054\u3068\u306b\u30af\u30e9\u30a6\u30c9\u4e0a\u306e\u97f3\u697d\u304c\u51fa\u308b\u3002\u50d5\u306f\u3053\u306e\u8003\u3048\u65b9\u308f\u304b\u308a\u3084\u3059\u304f\u3066\u597d\u304d\u3067\u3059\u3002Spotify\u306b\u306f\u7121\u3044\u8003\u3048\u65b9\u3002\u3042\u3063\u3061\u306f\u3001\u30d7\u30ec\u30a4\u30ea\u30b9\u30c8\u3068\u30b9\u30bf\u30fc\u30de\u30fc\u30af\u304c\u547d\u3002<\/p>\n<p>\u30fb3G\u3067\u3082\u3044\u3051\u308b\u3002<\/p>\n<p>\u30fb\u652f\u6255\u3044\u304c\u697d\u3002<\/p>\n<p>&#160;<\/p>\n<p><strong>\u60aa\u3055<\/strong><\/p>\n<p>\u30fb\u30ed\u30fc\u30ab\u30eb\u30a2\u30d7\u30ea\u3067\u30d7\u30ec\u30a4\u30ea\u30b9\u30c8\u3092\u4f5c\u308a\u306b\u304f\u3044\u3002\u3053\u308c\u306fSpotify\u306e\u30a2\u30d7\u30ea\u304c\u826f\u3059\u304e\u3002\u8907\u6570\u66f2\u9078\u629e\u3057\u3066\u3001\u30d7\u30ec\u30a4\u30ea\u30b9\u30c8\u306b\u5165\u308c\u308b\u4e8b\u304c\u3067\u304d\u306a\u3044\u3002<\/p>\n<p>\u30fb\u30ed\u30fc\u30ab\u30eb\u306e\u97f3\u697d\u306f\u5207\u308a\u6368\u3066\u3002\u3042\u304f\u307e\u3067\u30e9\u30a4\u30bb\u30f3\u30b9\u304c\u964d\u308a\u3066\u308b\u6d0b\u697d\u306e\u307f\u3002\u6d0b\u697d\u30e1\u30a4\u30f3\u3060\u304b\u3089\u307e\u3041OK.\u3060\u3051\u3069\u3082\u3001\u30de\u30a4\u30ca\u30fc\u66f2\u306fiTunes\u7d4c\u7531\u3067\u3001iTunes\u306e\u30c7\u30fc\u30bf\u3092\u8aad\u3080\u30d7\u30ec\u30a4\u30e4\u30fc\u3068\u306a\u308b\u3002\u90a6\u697d\u3082\u306d\u3002<\/p>\n<p>\u4f8b\u3048\u3070\u3001<\/p>\n<p>Stacie Orrico   <br \/>Beautiful Awakening<\/p>\n<p>\u3063\u3066\u3044\u3046\u30a2\u30eb\u30d0\u30e0\u597d\u304d\u306a\u3093\u3067\u3059\u304c\u3001\u307e\u3060\u30e9\u30a4\u30bb\u30f3\u30b9\u964d\u308a\u3066\u306a\u3044\u307f\u305f\u3044\u3002Spotify\u3067\u3082\u304a\u306a\u3058\u3060\u3063\u305f\u304b\u3089\u3001\u307e\u3041\u3053\u308c\u306f\u4ed5\u65b9\u306a\u3044\u3067\u3059\u306d\u3002\u307e\u3060\u30e9\u30a4\u30bb\u30f3\u30b9\u304c\u964d\u308a\u3066\u3044\u306a\u3044\u306e\u306f\u3001\u30a2\u30eb\u30d0\u30e0\u3067\u8584\u304f\u8868\u793a\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" style=\"border-bottom:0;border-left:0;display:inline;border-top:0;border-right:0;\" title=\"image\" border=\"0\" alt=\"image\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2012\/01\/image17.png\" width=\"574\" height=\"1075\" \/> <\/p>\n<p>Angie Stone\u306eBlack Diamond\u3082\u597d\u304d\u306a\u306e\u3067\u3061\u3087\u3063\u3068\u6b8b\u5ff5\u3002<\/p>\n<p>\u3053\u306e\u3042\u305f\u308a\u306f\u3001\u30ed\u30fc\u30ab\u30eb\u306e\u30c7\u30fc\u30bf\u3082\u6271\u3063\u3066\u304f\u308c\u308bSpotify\u304c\u3060\u3093\u305c\u3093\u3001\u826f\u3044\u3067\u3059\u306d\u3002<\/p>\n<p>Rdio\u306f\u4eca\u5f8c\u306e\u30e9\u30a4\u30bb\u30f3\u30b9\u3092\u610f\u8b58\u3057\u3066\u306e\u3053\u3068\u304b\uff1f \u306f\u305f\u307e\u305f\u3001\u30d7\u30ec\u30a4\u30ea\u30b9\u30c8\u30a8\u30c7\u30a3\u30bf\u30fc\u307f\u305f\u3044\u306a\u306e\u3092\u30ea\u30ea\u30fc\u30b9\u3059\u308b\u3064\u3082\u308a\u306a\u306e\u304b\u3002\uff21\uff30\uff29\u304c\u3069\u306e\u304f\u3089\u3044\u306e\u3053\u3068\u304c\u3067\u304d\u308b\u306e\u304b\u307e\u3060\u8abf\u3079\u3066\u306a\u3044\u3051\u308c\u3069\u3082\u3001\u305d\u306e\u3046\u3061\u8abf\u3079\u3066\u307f\u3088\u3046\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u307e\u3041\u3001\u3053\u3093\u306a\u611f\u3058\u304b\u3002\u30a2\u30d7\u30ea\u306e\u51fa\u6765\u306f\u3044\u3044\u3068\u601d\u3046\u3002\u4eca\u5f8c\u30d7\u30ec\u30a4\u30ea\u30b9\u30c8\u3092\u7de8\u96c6\u3057\u3084\u3059\u304f\u30ed\u30fc\u30ab\u30eb\u30a2\u30d7\u30ea\u3092\u4f5c\u308a\u76f4\u3057\u3066\u304f\u308b\u304b\u3069\u3046\u304b\u3060\u3068\u601d\u3046\u3002\u6d41\u308c\u3068\u3057\u3066\u306f\u3001<\/p>\n<p>\u6c17\u884c\u3063\u305f\u30e9\u30b8\u30aa\u3084\u3001\u4ed6\u4eba\u306e\u30b3\u30ec\u30af\u30b7\u30e7\u30f3\u306e\u30e9\u30b8\u30aa\u805e\u3044\u3066\u3001\u6c17\u884c\u3063\u305f\u66f2\u304c\u3042\u308c\u3070\u30b3\u30ec\u30af\u30b7\u30e7\u30f3\u5165\u308a\u3002or PlayList\u306eLOVE\uff08\u81ea\u5206\u3067\u4f5c\u3063\u305f\u3084\u3064\uff09\u306b\u30de\u30fc\u30ad\u30f3\u30b0\u3002\u30d7\u30ec\u30a4\u30ea\u30b9\u30c8\u306e\u66f2\u9806\u5165\u308c\u66ff\u3048\u306f\u3001\u30ed\u30fc\u30ab\u30eb\u30a2\u30d7\u30ea\u304b\u3001\u30d6\u30e9\u30a6\u30b6\u3067\u3002<\/p>\n<p>\u30d7\u30ec\u30a4\u30ea\u30b9\u30c8\u3092\u4f5c\u308b\u3063\u3066\u8a00\u3046\u3088\u308a\u3082\u3001\u30b3\u30ec\u30af\u30b7\u30e7\u30f3\u306b\u6c17\u884c\u3063\u305f\u66f2\u3060\u3051\u96c6\u3081\u3066\u3044\u304f\u307b\u3046\u304c\u3044\u3044\u304b\u3093\u3058\u3060\u306d\u3002<\/p>\n<p><a href=\"http:\/\/www.musicmaze.fm\/\" class=\"broken_link\">http:\/\/www.musicmaze.fm\/<\/a><\/p>\n<p>\u3067\u8074\u304d\u306a\u304c\u3089\u3001\u3044\u3044\u66f2\u3042\u3063\u305f\u3089\u30b3\u30ec\u30af\u30b7\u30e7\u30f3\u5165\u308c\u308b\u611f\u3058\u3002\u66f2\u306e\u9078\u5c40\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u304cpandora\u3068\u4f3c\u3066\u308b\u3088\u3046\u306a\u611f\u3058\u304c\u3059\u308b\u306e\u306f\u6c17\u306e\u305b\u3044\u304b\uff1f<\/p>\n<p>&#160;<\/p>\n<p>\u307e\u3001\u3057\u3070\u3089\u304f\u306f\u3053\u308c\u3067\u697d\u3057\u307f\u307e\u3059\u308f\u3002<\/p>\n<p>grooveshark \u306f\u3001\u9762\u5012\u306a\u306e\u3067\u30d7\u30ec\u30d3\u30e5\u30fc\u7701\u304d\u307e\u3059\u3002\u3061\u3087\u3063\u3068\u30a2\u30f3\u30b0\u30e9\u3063\u307d\u3044\u611f\u3058\u306a\u306e\u3067\u3001\u30b9\u30eb\u30fc\u3002<\/p>\n<p>&#160;<\/p>\n<p>iPhone\u3068\u304b\u7aef\u672b\u5074\u306e\u30a2\u30d7\u30ea\u306e\u30a2\u30a4\u30b3\u30f3\u306e\u30bb\u30f3\u30b9\u304c\u3044\u3044\u3057\u3001\u30a2\u30d7\u30ea\u306e\u4f5c\u308a\u3053\u307f\u3082\u4f55\u304b\u3057\u3089\u30b3\u30f3\u30bb\u30d7\u30c8\u304c\u3042\u308b\u3088\u3046\u306a\u611f\u3058\u3067\u3057\u3063\u3068\u308a\u5927\u4eba\u306a\u611f\u3058\u306a\u30a4\u30e1\u30fc\u30b8\u306eRdio\u3002PlayList\u4f5c\u308a\u306f\u3061\u3087\u3063\u3068\uff2e\uff27\u3060\u3051\u3069\u3082\u3001\u307e\u3041\u3001\u5fc5\u8981\u306b\u3057\u3066\u5341\u5206\u3002\u60aa\u304f\u306a\u3044\u3068\u601d\u3044\u307e\u3059\u3002Spotify\u3068\u306e\u5dee\u5225\u5316\u3092\u3059\u308b\u305f\u3081\u306b\u3001\u3069\u3046\u3044\u3046\u65b9\u5411\u306b\u6d41\u308c\u3066\u3044\u304f\u306e\u304b\u304c\u3001\u697d\u3057\u307f\u3002\u73fe\u6642\u70b9\u3067\u306f\u4e00\u6b69\u3042\u3063\u3061\u306b\u5148\u884c\u3055\u308c\u3066\u308b\u611f\u3058\u3067\u3059\u306d\u3002<\/p>\n","protected":false},"excerpt":{"rendered":"<p>\u7d50\u5c40\u3001Spotify\u306e\u652f\u6255\u3044\u304c\u30af\u30ea\u30a2\u3055\u308c\u305a\u3001\uff11\u6708\uff12\u65e5\u3092\u3082\u3063\u3066\uff08\u304a\u8a66\u3057\u306e\uff14\uff18\u6642\u9593\uff09\u3092\u3082\u3063\u3066\u3068\u308a\u3042\u3048\u305a\u306f\u3001\u304a\u4f11\u307f\u72b6\u614b\u306eSpotify\u3002\u305d\u308c\u306b\u5909\u308f\u308a\u3001Rdio.com\u306e\u307b\u3046\u3067\u304c\u3057\u304c\u3057\u4f7f\u3044\u59cb\u3081\u3066\u308b\u306e\u3067\u3001\u305d\u3063\u3061\u3092\u30d7\u30ec\u30d3\u30e5\u30fc\u3002 &#038;# [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","footnotes":""},"categories":[54],"tags":[108,116,123,128,130],"acf":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"post-thumbnail":false},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":0,"uagb_excerpt":"\u7d50\u5c40\u3001Spotify\u306e\u652f\u6255\u3044\u304c\u30af\u30ea\u30a2\u3055\u308c\u305a\u3001\uff11\u6708\uff12\u65e5\u3092\u3082\u3063\u3066\uff08\u304a\u8a66\u3057\u306e\uff14\uff18\u6642\u9593\uff09\u3092\u3082\u3063\u3066\u3068\u308a\u3042\u3048\u305a\u306f\u3001\u304a\u4f11\u307f\u72b6&hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/337"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=337"}],"version-history":[{"count":0,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/337\/revisions"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=337"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/categories?post=337"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/tags?post=337"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}