{"id":873,"date":"2015-07-20T01:08:37","date_gmt":"2015-07-19T16:08:37","guid":{"rendered":"https:\/\/hack.gpl.jp\/?p=873"},"modified":"2015-07-20T01:08:37","modified_gmt":"2015-07-19T16:08:37","slug":"fedora22-lxde%e3%81%ae%e3%82%a4%e3%83%b3%e3%82%b9%e3%83%88%e3%83%bc%e3%83%ab%e5%be%8c%e3%83%ad%e3%82%b0%e3%82%a4%e3%83%b3%e4%b8%8d%e5%8f%af","status":"publish","type":"post","link":"https:\/\/hack.gpl.jp\/2015\/07\/20\/fedora22-lxde%e3%81%ae%e3%82%a4%e3%83%b3%e3%82%b9%e3%83%88%e3%83%bc%e3%83%ab%e5%be%8c%e3%83%ad%e3%82%b0%e3%82%a4%e3%83%b3%e4%b8%8d%e5%8f%af\/","title":{"rendered":"Fedora22-LXDE\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u5f8c\u30ed\u30b0\u30a4\u30f3\u4e0d\u53ef"},"content":{"rendered":"<p>\u4ee5\u524d\u3001Fedora22 \u306e minimam \u3092 SDCard \u306b\u5165\u308c\u3066\u52d5\u304b\u3057\u305f\u3068\u304d\u3001\u521d\u671f\u306b\u51fa\u308b\u30a6\u30a3\u30b6\u30fc\u30c9\u304c\u3046\u307e\u304f\u52d5\u4f5c\u3057\u3066\u3044\u306a\u3044\u6319\u52d5\u304c\u3042\u3063\u3066\u3001SDCard \u306e\u4e2d\u3092 Linux \u30de\u30b7\u30f3\u3067\u30de\u30a6\u30f3\u30c8\u3055\u305b shadow \u3084 sudo\u8a2d\u5b9a\u3084\u3001passwd \u3001\u30db\u30fc\u30e0\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3068bash\u8a2d\u5b9a\u3092\u3057\u3066\u3084\u3063\u3068\u30ed\u30b0\u30a4\u30f3\u3067\u304d\u305f\u306e\u3092\u601d\u3044\u51fa\u3057\u307e\u3057\u305f\u3002<\/p>\n<p>&#160;<\/p>\n<p> \u8a73\u7d30\u306f\u8ffd\u3063\u3066\u3044\u306a\u3044\u306e\u3067\u3001\u3069\u3053\u306b\u554f\u984c\u304c\u3042\u308b\u306e\u304b\u308f\u304b\u308a\u307e\u305b\u3093\u304c\u3001\u6319\u52d5\u304b\u3089\u521d\u671f\u30a6\u30a3\u30b6\u30fc\u30c9\u304c\u3046\u307e\u304f\u52d5\u4f5c\u3057\u3066\u3044\u306a\u3044\u69d8\u5b50\u3067\u3059\u3002\u4eca\u56de\u3001Fedora22-LXDE\u3092 BerryBoot \u306e img \u306b\u5909\u63db\u3057\u305f\u308f\u3051\u3067\u3059\u304c\u3001\u3046\u307e\u304f\u30ed\u30b0\u30a4\u30f3\u3067\u304d\u305fFedora22-Workstation\u306e\u4e2d\u3068\u6bd4\u3079\u3066\u307f\u307e\u3057\u305f\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u4ee5\u4e0b\u306f\u3001iSCSI Boot \u3057\u3066\u3044\u308b\u30c7\u30a3\u30b9\u30af\u306e\u30c8\u30c3\u30d7\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u4ee5\u4e0b\u306e\u69cb\u9020\u3067\u3059\u3002<\/p>\n<blockquote>\n<p>\u25bcFedora22-Workstation \u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u5f8c\u306e boot disk \u306e\u4e2d\u8eab     <br \/>$ tree -L 4 &#8211;filelimit 30      <br \/>.      <br \/>\u251c\u2500\u2500 data      <br \/>\u2502&#160;&#160; \u2514\u2500\u2500 Fedora22-Workstation-berryboot.img      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u251c\u2500\u2500 etc      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u2502&#160;&#160; \u251c\u2500\u2500 chrony.keys      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u2502&#160;&#160; \u251c\u2500\u2500 cups      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u2502&#160;&#160; \u251c\u2500\u2500 group      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u2502&#160;&#160; \u251c\u2500\u2500 group-      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u2502&#160;&#160; \u251c\u2500\u2500 gshadow      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u2502&#160;&#160; \u251c\u2500\u2500 gshadow-      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u2502&#160;&#160; \u251c\u2500\u2500 ld.so.cache      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u2502&#160;&#160; \u251c\u2500\u2500 locale.conf      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u2502&#160;&#160; \u251c\u2500\u2500 localtime -&gt; ..\/usr\/share\/zoneinfo\/Asia\/Tokyo      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u2502&#160;&#160; \u251c\u2500\u2500 passwd      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u2502&#160;&#160; \u251c\u2500\u2500 passwd-      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u2502&#160;&#160; \u251c\u2500\u2500 pki      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u2502&#160;&#160; \u251c\u2500\u2500 resolv.conf      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u2502&#160;&#160; \u251c\u2500\u2500 shadow      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u2502&#160;&#160; \u251c\u2500\u2500 shadow-      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u2502&#160;&#160; \u2514\u2500\u2500 udev      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u251c\u2500\u2500 home      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u2502&#160;&#160; \u2514\u2500\u2500 pi      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u251c\u2500\u2500 tmp      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u2502&#160;&#160; \u2514\u2500\u2500 tracker-extract-files.1000      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u2514\u2500\u2500 var      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; \u251c\u2500\u2500 cache      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; \u251c\u2500\u2500 lib      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; \u251c\u2500\u2500 log      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; \u251c\u2500\u2500 spool      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; \u2514\u2500\u2500 tmp      <br \/>\u251c\u2500\u2500 images      <br \/>\u2502&#160;&#160; \u2514\u2500\u2500 Fedora22-Workstation-berryboot.img      <br \/>:: <\/p>\n<\/blockquote>\n<blockquote>\n<p>\u25bcFedora22-LXDE \u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u5f8c\u306e boot disk \u306e\u4e2d\u8eab     <br \/>$ tree -L 4 &#8211;filelimit 30      <br \/>.      <br \/>\u251c\u2500\u2500 data      <br \/>\u2502&#160;&#160; \u2514\u2500\u2500 Fedora22-LXDE-berryboot.img      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u251c\u2500\u2500 etc      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u2502&#160;&#160; \u251c\u2500\u2500 chrony.conf      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u2502&#160;&#160; \u251c\u2500\u2500 chrony.keys      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u2502&#160;&#160; \u251c\u2500\u2500 hostname      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u2502&#160;&#160; \u251c\u2500\u2500 ld.so.cache      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u2502&#160;&#160; \u251c\u2500\u2500 pki      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u2502&#160;&#160; \u251c\u2500\u2500 resolv.conf      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u2502&#160;&#160; \u251c\u2500\u2500 ssh      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u2502&#160;&#160; \u251c\u2500\u2500 systemd      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u2502&#160;&#160; \u2514\u2500\u2500 udev      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u251c\u2500\u2500 lib      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u2502&#160;&#160; \u251c\u2500\u2500 python2.7      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u2502&#160;&#160; \u2514\u2500\u2500 systemd      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u251c\u2500\u2500 root      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u251c\u2500\u2500 tmp      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u2502&#160;&#160; \u251c\u2500\u2500 anaconda.log      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u2502&#160;&#160; \u251c\u2500\u2500 ifcfg.log      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u2502&#160;&#160; \u251c\u2500\u2500 packaging.log      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u2502&#160;&#160; \u251c\u2500\u2500 program.log      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u2502&#160;&#160; \u251c\u2500\u2500 sensitive-info.log      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u2502&#160;&#160; \u2514\u2500\u2500 storage.log      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160; \u2514\u2500\u2500 var      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; \u251c\u2500\u2500 cache      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; \u251c\u2500\u2500 lib      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; \u251c\u2500\u2500 log      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; \u251c\u2500\u2500 spool      <br \/>\u2502&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; \u2514\u2500\u2500 tmp      <br \/>\u251c\u2500\u2500 images      <br \/>\u2502&#160;&#160; \u2514\u2500\u2500 Fedora22-LXDE-berryboot.img      <br \/>::<\/p>\n<\/blockquote>\n<p>data \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u914d\u4e0b\u306b\u3001img \u306b\u306f\u306a\u3044\u3082\u306e\u304c\u66f8\u304d\u51fa\u3055\u308c\u3066\u3044\u308b\u3088\u3046\u3067\u3059\u3002\u4e21\u8005\u3092\u6bd4\u8f03\u3057\u3066\u307f\u307e\u3059\u3068\u3001\u521d\u671f\u30a6\u30a3\u30b6\u30fc\u30c9\u3067\u4f5c\u3089\u308c\u3066\u3082\u304a\u304b\u3057\u304f\u306a\u3044\u30d5\u30a1\u30a4\u30eb\u304c\u3054\u3063\u305d\u308a\u3042\u308a\u307e\u305b\u3093\u3002<\/p>\n<p> \u8a66\u3057\u306b\u3001\u5fc5\u8981\u306a\u3082\u306e\u3092\u30b3\u30d4\u30fc\u3057\u3066\u8d77\u52d5\u3057\u3066\u307f\u307e\u3057\u304c\u3001\u5143\u306e\u72b6\u614b\u306b\u66f8\u304d\u63db\u308f\u3063\u3066\u3057\u307e\u3044\u307e\u3059\u3002BerryBoot \u304c\u30eb\u30fc\u30c8\u30d5\u30a1\u30a4\u30eb\u30b7\u30b9\u30c6\u30e0\u306bchroot \u3059\u308b\u3068\u304d\u304b\u3001\u305d\u308c\u4ee5\u524d\u304b\u308f\u304b\u308a\u307e\u305b\u3093\u304c\u3001\u4f55\u304b\u30c1\u30a7\u30c3\u30af\u30b5\u30e0\u304b\u4f55\u304b\u898b\u3066\u3044\u308b\u306e\u3067\u3057\u3087\u3046\u3002<\/p>\n<p>&#160;<\/p>\n<p> \u3055\u3066\u3001\u3069\u3046\u3057\u307e\u3059\u304b\u306d\u3002\u30b7\u30f3\u30b0\u30eb\u30e6\u30fc\u30b6\u30e2\u30fc\u30c9\u3067\u8d77\u52d5\u3059\u308b\u65b9\u6cd5\u3082\u8a66\u3057\u3066\u307f\u307e\u3057\u305f\u304c\u3001BerryBoot.img \u306e \u4e2d\u306einit\u3092\u8ffd\u308f\u306a\u3044\u3068\u3001kernel \u306b\u6e21\u3059\u5f15\u6570\u304c\u3069\u3046\u306a\u3063\u3066\u3044\u308b\u306e\u304b\u308f\u304b\u308a\u307e\u305b\u3093\u3002\u524d\u56de\u3001<a href=\"https:\/\/hack.gpl.jp\/2015\/07\/18\/berryboot-img-%E3%81%AE%E4%B8%AD%E3%82%92%E3%81%AE%E3%81%9E%E3%81%84%E3%81%A6%E3%81%BF%E3%81%9F\/\" target=\"_blank\" rel=\"noopener noreferrer\">berryboot.img \u306e\u4e2d\u3092\u306e\u305e\u3044\u3066\u307f\u305f<\/a> \u3067\u306f\u3061\u3087\u3063\u3068\u898b\u305f\u3060\u3051\u3067\u51e6\u7406\u3092\u8ffd\u3063\u305f\u308f\u3051\u3058\u3083\u306a\u3044\u306e\u3067\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u30fb\u30fb\u30fb\u30fb\u30fb\u30fb\u30fb\u30fb\u3055\u3066\u3001\u65b9\u6cd5\u306f\u4ee5\u4e0b\u306e\u3088\u3046\u306a\u5bfe\u51e6\u304c\u8003\u3048\u3089\u308c\u305d\u3046\u3067\u3059\u3002<\/p>\n<p>\uff11\uff09berryboot.img \u306e\u51e6\u7406\u3092\u8ffd\u3063\u3066\u3001\u30b7\u30f3\u30b0\u30eb\u30e6\u30fc\u30b6\u30e2\u30fc\u30c9\u3067\u8d77\u52d5\u3055\u305b\u308b\u65b9\u6cd5\u304c\u3042\u308b\u304b\u898b\u6975\u3081\u308b\u3002\u306a\u3051\u308c\u3070\u3001\u4f5c\u308b\u3002<\/p>\n<p>\uff12\uff09Fedora22 \u306eimg \u3092\u4f5c\u308b\u6bb5\u968e\u3067\u3001\u521d\u671f\u30e6\u30fc\u30b6\u306a\u3069\u306e\u8a2d\u5b9a\u3092\u5165\u308c\u3066\u3057\u307e\u3046\u3002<\/p>\n<p>\uff13\uff09Fedora22 \u306e minimam \u3084 LXDE \u306a\u3069\u306e\u914d\u5e03\u30a4\u30e1\u30fc\u30b8\u306e\u521d\u671f\u30a6\u30a3\u30b6\u30fc\u30c9\u304c\u306a\u305c\u52d5\u4f5c\u3057\u306a\u3044\u304b\u8ffd\u3046<\/p>\n<p>&#160;<\/p>\n<p>\uff13\u304c\u6b63\u7b49\u306a\u65b9\u6cd5\u3067\u3059\u304c\u3001\u6c17\u529b\u304c\u308f\u3044\u3066\u3053\u306a\u3044\u306e\u3067\u3001\uff11\u304b\u3001\uff12\u3067\u5bfe\u5fdc\u3057\u3088\u3046\u3068\u601d\u3063\u3066\u3044\u307e\u3059\u304c\u3001\u3053\u308c\u3082\u6c17\u529b\u304c\u308f\u3044\u3066\u3053\u306a\u3044\u3002\u4e00\u756a\u304a\u624b\u8efd\u306a\u306e\u306f\u3001\uff12\u306a\u306e\u3067\u3001\u3084\u308b\u6c17\u304c\u6cb8\u3044\u3066\u304f\u308b\u307e\u3067\u3001\u4ed6\u306e\u3053\u3068\u3092\u8003\u3048\u3088\u3046\u304b\u3068\u601d\u3044\u307e\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u3075\u3045\u3002\u3044\u308d\u3044\u308d\u3042\u308a\u307e\u3059\u306d\uff5e\u3002<\/p>\n","protected":false},"excerpt":{"rendered":"<p>\u4ee5\u524d\u3001Fedora22 \u306e minimam \u3092 SDCard \u306b\u5165\u308c\u3066\u52d5\u304b\u3057\u305f\u3068\u304d\u3001\u521d\u671f\u306b\u51fa\u308b\u30a6\u30a3\u30b6\u30fc\u30c9\u304c\u3046\u307e\u304f\u52d5\u4f5c\u3057\u3066\u3044\u306a\u3044\u6319\u52d5\u304c\u3042\u3063\u3066\u3001SDCard \u306e\u4e2d\u3092 Linux \u30de\u30b7\u30f3\u3067\u30de\u30a6\u30f3\u30c8\u3055\u305b shadow \u3084 sud [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"_uag_custom_page_level_css":"","footnotes":""},"categories":[69],"tags":[],"acf":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"post-thumbnail":false},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":0,"uagb_excerpt":"\u4ee5\u524d\u3001Fedora22 \u306e minimam \u3092 SDCard \u306b\u5165\u308c\u3066\u52d5\u304b\u3057\u305f\u3068\u304d\u3001\u521d\u671f\u306b\u51fa\u308b\u30a6\u30a3\u30b6\u30fc\u30c9\u304c\u3046\u307e&hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/873"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=873"}],"version-history":[{"count":0,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/873\/revisions"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=873"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/categories?post=873"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/tags?post=873"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}