{"id":5490,"date":"2020-07-28T03:26:40","date_gmt":"2020-07-27T18:26:40","guid":{"rendered":"http:\/\/hack.gpl.jp\/?p=5490"},"modified":"2022-06-12T18:20:53","modified_gmt":"2022-06-12T09:20:53","slug":"part3diyskyway400ck43a","status":"publish","type":"post","link":"https:\/\/hack.gpl.jp\/2020\/07\/28\/part3diyskyway400ck43a\/","title":{"rendered":"\u30b9\u30ab\u30a4\u30a6\u30a7\u30a4\u30d6400 CK43A\u306b\u30a2\u30ea\u30a8\u30af\u3067\u30b2\u30c3\u30c8\u3057\u305f\u8efd\u91cf\u30de\u30d5\u30e9\u30fc\u3092\u53d6\u308a\u4ed8\u3051\u305d\u306e\uff13"},"content":{"rendered":"<p>\u30de\u30d5\u30e9\u30fcDIY\u306e\u7d9a\u304d\u3067\u3059\u3002\u30de\u30d5\u30e9\u30fc\u306b\u30db\u30fc\u30e0\u30bb\u30f3\u30bf\u30fc\u3067\u8cb7\u3063\u3066\u304d\u305f\u30b0\u30e9\u30b9\u30a6\u30fc\u30eb\u3092\u8a70\u3081\u3066\u8fd1\u63a5\u6392\u6c17\u97f3\u304c\u3069\u306e\u304f\u3089\u3044\u4e0b\u304c\u308b\u304b\u5b9f\u9a13\u3067\u3059\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"alignnone size-full wp-image-5492\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/07\/img_20200727_132007_7.jpg\" alt=\"IMG_20200727_132007_7\" width=\"3968\" height=\"2976\" \/><\/p>\n<p>50cm\u304f\u3089\u3044\u306e\u30b0\u30e9\u30b9\u30a6\u30fc\u30eb\u3092\u3050\u308b\u3063\u3068\u5dfb\u3044\u305f\u611f\u3058\u3067\u3059\u3002\u91dd\u91d1\u3067\u3050\u308b\u3050\u308b\u5dfb\u304d\u306b\u3057\u3066\u3042\u308a\u307e\u3059\u304c\u3001\u30b5\u30a4\u30ec\u30f3\u30b5\u30fc\u306e\u4e2d\u306b\u307b\u307c\u30ad\u30c4\u30ad\u30c4\u306e\u72b6\u614b\u3067\u3059\u3002\u5dfb\u304d\u904e\u304e\u305f\u304b\u306a\uff1f<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"alignnone size-full wp-image-5495\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/07\/e382b9e382afe383aae383bce383b3e382b7e383a7e38383e38388_2020_07_28_2_44.png\" alt=\"\u30b9\u30af\u30ea\u30fc\u30f3\u30b7\u30e7\u30c3\u30c8_2020_07_28_2_44\" width=\"834\" height=\"849\" \/><\/p>\n<p>\u6e2c\u5b9a\u65b9\u6cd5\u306f\u3001\u30de\u30d5\u30e9\u30fc\u5f8c\u65b9\u304b\u308945\u5ea6\u30fb50cm\u306e\u4f4d\u7f6e\u306b\u9a12\u97f3\u8a08\uff08\u30b9\u30de\u30db\uff09\u3092\u8a2d\u7f6e\u3057\u3066\u3044\u307e\u3059\u3002<br \/>\n\u30b0\u30e9\u30b9\u30a6\u30fc\u30eb\u3092\u5dfb\u3044\u3066\u3044\u306a\u3044\u524d\u56de\u3068\u6bd4\u3079\u3066\u3001\u30a2\u30a4\u30c9\u30ea\u30f3\u30b0\u6642\u306f\u3001\uff15dB\u304f\u3089\u3044\u4e0b\u304c\u3063\u3066\u3044\u307e\u3059\u3002\u660e\u3089\u304b\u306b\u9759\u304b\u306b\u306a\u308a\u307e\u3057\u305f\u3002\u307c\u3049\u3075\u307c\u3049\u3075\u3000\u3068\u3044\u3046\u8033\u306b\u512a\u3057\u3044\u611f\u3058\u306e\u97f3\u3067\u3059\u3002\u3053\u306e\u304f\u3089\u3044\u30b0\u30e9\u30b9\u30a6\u30fc\u30eb\u3092\u5dfb\u3051\u30705dB\u4e0b\u304c\u308b\u3068\u3044\u3046\u3053\u3068\u306f\u308f\u304b\u308a\u307e\u3057\u305f\u3002<\/p>\n<p>\u305d\u3057\u3066\u8fd1\u63a5\u6392\u6c17\u97f3\u306f4000rpm\u307e\u3067\u56de\u3057\u3066\u8a08\u6e2c\u3002\u4e00\u4eba\u306a\u3093\u3067\u3001\u30b9\u30af\u30ea\u30fc\u30f3\u30b7\u30e7\u30c3\u30c8\u304c\u3046\u307e\u304f\u64ae\u308c\u3066\u3044\u307e\u305b\u3093\u304c\u3001\u6ce2\u5f62\u3092\u898b\u308b\u306874dB\u304f\u3089\u3044\u3067\u3059\u300294dB\u4ee5\u4e0b\u3067\u3042\u308c\u3070\u554f\u984c\u306a\u3044\u306e\u3067\u30ce\u30fc\u30de\u30eb\u30de\u30d5\u30e9\u30fc\u4e26\u307f\u306b\u9759\u304b\u3067\u3059\u3002<\/p>\n<p>\u3082\u3046\u5c11\u3057\u3001\u30b0\u30e9\u30b9\u30a6\u30fc\u30eb\u306e\u91cf\u306f\u6e1b\u3089\u3057\u3066\u3082\u3044\u3044\u304b\u3082\u3067\u3059\u306d\u3002\u3044\u308d\u3044\u308d\u8abf\u6574\u3057\u3066\u3088\u3046\u3068\u601d\u3044\u307e\u3059\u304c\u3001\u3053\u3053\u3067\u554f\u984c\u70b9\u304c\uff12\u3064\u3002<\/p>\n<p>\u307e\u305a\uff11\u3064\u306f\u3001\u6392\u6c17\u6f0f\u308c\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"alignnone size-full wp-image-5498\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/07\/e382b9e382afe383aae383bce383b3e382b7e383a7e38383e38388_2020_07_28_3_00.png\" alt=\"\u30b9\u30af\u30ea\u30fc\u30f3\u30b7\u30e7\u30c3\u30c8_2020_07_28_3_00\" width=\"1160\" height=\"411\" \/><\/p>\n<p>\u5b8c\u5168\u306b\u30c0\u30c0\u6f0f\u308c\u3067\u3059\u3002\u30a2\u30a4\u30c9\u30ea\u30f3\u30b0\u6642\u3060\u3068\u6c17\u304c\u3064\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u304c\u30014000rpm\u304f\u3089\u3044\u307e\u3067\u56de\u3059\u3068\u660e\u3089\u304b\u306b\u6f0f\u308c\u307e\u3059\u3002\u3046\u30fc\u3093\u3002\u6392\u6c17\u5727\u306f\u4fae\u308c\u307e\u305b\u3093\u306d\u3002\u3068\u308a\u3042\u3048\u305a\u3001\u30d5\u30ec\u30ad\u30b7\u30d6\u30eb\u30db\u30fc\u30b9\u304c\u6765\u308b\u307e\u3067\u306e\u3064\u306a\u304e\u3068\u3057\u3066\u8003\u3048\u3066\u3044\u307e\u3057\u305f\u304c\u3001\u7121\u99c4\u306a\u52aa\u529b\u3060\u3063\u305f\u3088\u3046\u3067\u3059\u3002\u5b8c\u5168\u306b\u30de\u30d5\u30e9\u30fc\u3092\u306a\u3081\u3066\u307e\u3057\u305f\u306d\uff01<\/p>\n<p>\u3042\u3068\u3001\u3082\u3046\u4e00\u3064\u306f\u30b5\u30a4\u30ec\u30f3\u30b5\u30fc\u5f8c\u65b9\u306e\u30cd\u30b8\uff13\u672c\u304c\u3057\u3063\u304b\u308a\u7de0\u307e\u308a\u307e\u305b\u3093\u3002\u6bcd\u6750\u304c\u30a2\u30eb\u30df\u306a\u3093\u3067\u30d8\u30ea\u30b5\u30fc\u30c8\u52a0\u5de5\uff08\u30cd\u30b8\u7a74\u3092\u4f5c\u308a\u76f4\u3059\u52a0\u5de5\uff09\u3057\u306a\u3044\u3068\u3001\u5f37\u304f\u7de0\u3081\u4ed8\u3051\u3089\u308c\u307e\u305b\u3093\u3002\u30d5\u30bf\u306e\u9699\u9593\u304b\u3089\u6f0f\u308c\u3066\u3044\u307e\u3059\u3002\u3053\u3053\u306b\u306f\u30ac\u30b9\u30b1\u30c3\u30c8\u304c\u4ed8\u3044\u3066\u304d\u3066\u3044\u308b\u3093\u3067\u3059\u304c\u3001\u305d\u308c\u304c\u5b8c\u5168\u306b\u5bc6\u7740\u3057\u3066\u3044\u307e\u305b\u3093\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\" size-full wp-image-5499 aligncenter\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/07\/ex3_jpg__800c397800_.png\" alt=\"ex3_jpg__800\u00d7800_\" width=\"375\" height=\"337\" \/><\/p>\n<p>\u3068\u3044\u3046\u3053\u3068\u3067\u3001\u307e\u305f\u8ab2\u984c\u304c\u751f\u307e\u308c\u307e\u3057\u305f\u3002\u3069\u306e\u3088\u3046\u306b\u89e3\u6c7a\u3059\u308b\u304b\u306f\u307e\u305f\u304a\u3044\u304a\u3044\u8003\u3048\u308b\u3053\u3068\u306b\u3057\u307e\u3059\u3002\u3069\u3046\u3084\u3089\u3001\u30d5\u30ec\u30ad\u30b7\u30d6\u30eb\u30db\u30fc\u30b9\u3082\u5230\u7740\u3057\u305d\u3046\u306a\u306e\u3067\u30a8\u30ad\u30d1\u30a4\u90e8\u5206\u306e\u6f0f\u308c\u306f\u306a\u3093\u3068\u304b\u306a\u308b\u304b\u306a\u3068\u601d\u3044\u307e\u3059\u304c\u3001\u30b5\u30a4\u30ec\u30f3\u30b5\u30fc\u5f8c\u65b9\u306e\u51e6\u7406\u3092\u3057\u306a\u3044\u3068\u3067\u3059\u3002<\/p>\n<p>\u901f\u304f\u8272\u3092\u30e2\u30ea\u30ef\u30ad\u30ab\u30e9\u30fc \u306b\u5857\u308a\u305f\u3044\u306e\u3067\u3001\u305d\u3063\u3061\u3092\u512a\u5148\u3059\u308b\u304b\u3082\u3067\u3059\u304c\u307e\u3041\u307c\u3061\u307c\u3061\u3084\u3063\u3066\u3044\u304f\u3053\u3068\u306b\u3057\u307e\u3059\u304b\u3002<\/p>\n<p>\u30fb\uff08\u6e08\uff09<del>\u30ea\u30a2\u306e\u30ad\u30e3\u30ea\u30a2\u30b9\u30c6\u30fc\u81ea\u4f5c\u3057\u3066\u30ad\u30e3\u30ea\u30a2\u8a2d\u7f6e<\/del><br \/>\n\u30fb\uff08\u6e08\uff09<del>\u30db\u30a4\u30fc\u30eb\u3092\u767d\u8272\u306b\u5857\u308a\u304b\u3048\u3068\u3001\u30d5\u30ed\u30f3\u30c8\u30db\u30a4\u30fc\u30eb\u306e\u30d9\u30a2\u30ea\u30f3\u30b0\u5916\u3057<br \/>\n<\/del>\u30fb\uff08\u6e08\uff09<del>\u30d7\u30e9\u30b0\u4ea4\u63db\uff08\u9577\u305519mm\u306eCR7EIX\u304c\u6765\u308b\u306e\u3092\u5f85\u3061\uff09<\/del><br \/>\n\u30fb\uff08\u6e08\uff09<del>\u30bf\u30a4\u30e4\u524d\u5f8c\u4ea4\u63db<\/del><br \/>\n\u30fb\uff08\u6e08\uff09<del>\u30d5\u30ed\u30f3\u30c8\u30db\u30a4\u30fc\u30eb\u306e\u30d9\u30a2\u30ea\u30f3\u30b0\u4ea4\u63db<\/del><br \/>\n\u30fb\uff08\u6e08\uff09<del>\u30ea\u30a2\u306e\u30af\u30e9\u30c3\u30c1\u3001\u30c9\u30ea\u30d6\u30f3\u30d5\u30a7\u30a4\u30b9\u5074\u306e\u30cb\u30fc\u30c9\u30eb\u30d9\u30a2\u30ea\u30f3\u30b0\u306e\u4ea4\u63db<\/del>\uff08\u7570\u97f3\u304c\u3057\u307e\u3059\uff09<br \/>\n\u30fb\uff08\u6e08\uff09<del>\u30d5\u30a1\u30a4\u30ca\u30eb\u30ae\u30a2\u30dc\u30c3\u30af\u30b9\u3092\u958b\u3051\u3066\u6e05\u6383\u3001\u9244\u7c89\u3092\u9664\u53bb<\/del><br \/>\n\u30fb\uff08\u6e08\uff09<del>\u7d14\u6b63\u306e\u5287\u91cd\u3044\u30de\u30d5\u30e9\u30fc\u3092\u8efd\u91cf\u306e\u3082\u306e\u306b\u4ea4\u63db<\/del><br \/>\n\u30fb\uff08\u6e08\uff09<del>\u30de\u30d5\u30e9\u30fc\u306b\u30b0\u30e9\u30b9\u30a6\u30fc\u30eb\u3092\u8a70\u3081\u3066\u8fd1\u63a5\u6392\u6c17\u97f3\u3092\u30af\u30ea\u30a2\u3059\u308b<\/del><br \/>\n\u30fb\uff08\u6e08\uff09<del>\u30a8\u30f3\u30b8\u30f3\u30aa\u30a4\u30eb\u629c\u304d\u3001\u30a8\u30ec\u30e1\u30f3\u30c8\u4ea4\u63db\u3001\u30aa\u30a4\u30eb\u30b5\u30f3\u30d7\u30d5\u30a3\u30eb\u30bf\u30fc\u6e05\u6383<\/del><br \/>\n\u30fb\uff08\u6e08\uff09<del>\u30a8\u30f3\u30b8\u30f3\u30aa\u30a4\u30eb\u6ce8\u5165\uff08\u30aa\u30a4\u30eb\u30b5\u30f3\u30d7\u30d5\u30a3\u30eb\u30bf\u30fc\u306e\u30d5\u30bfO\u30ea\u30f3\u30b0\u4ea4\u63db\uff09<\/del><br \/>\n\u30fb\uff08\u6e08\uff09<del>\u30ea\u30a2\u30d6\u30ec\u30fc\u30ad\u30d1\u30c3\u30c9\u4ea4\u63db<\/del><br \/>\n\u30fb\uff08\u6e08\uff09<del>\u30d5\u30ec\u30fc\u30e0\u306e\u9306\u6b62\u3081<br \/>\n<\/del>\u30fb\u30dc\u30c7\u30a3\u30fc\u8272\u3092\u30e2\u30ea\u30ef\u30ad\u30ab\u30e9\u30fc\u306b\u5857\u308a\u66ff\u3048<br \/>\n\u30fb\u30b9\u30c6\u30c3\u30ab\u30fc\u30c1\u30e5\u30fc\u30f3<br \/>\n\u30fb\u4eee\u3067\u4f5c\u3063\u305f\u30a8\u30ad\u30d1\u30a4\u90e8\u5206\u3092\u30e1\u30bf\u30eb\u30d5\u30ec\u30ad\u30b7\u30d6\u30eb\u30db\u30fc\u30b9\u306b\u4ea4\u63db\u3057\u3066\u6392\u6c17\u6f0f\u308c\u3092\u306a\u3093\u3068\u304b\u3059\u308b<br \/>\n\u30fb\u30b5\u30a4\u30ec\u30f3\u30b5\u30fc\u5165\u308a\u53e3\u306e\u30cd\u30b8\uff13\u672c\u3092\u30d8\u30ea\u30b5\u30fc\u30c8\u52a0\u5de5\u3057\u3066\u6392\u6c17\u6f0f\u308c\u3092\u306a\u3093\u3068\u304b\u3059\u308b<br \/>\n\u30fb\u30b7\u30fc\u30c8\u5f35\u308a\u66ff\u3048<br \/>\n\u30fb\u30b0\u30ea\u30c3\u30d7\u30d2\u30fc\u30bf\u30fc\u3092\u30b0\u30ea\u30c3\u30d7\u306e\u4e0b\u306b\u57cb\u3081\u8fbc\u307f<br \/>\n\u30fb\u30ea\u30a2\u306e\u30c9\u30ea\u30d6\u30f3\u30d5\u30a7\u30a4\u30b9\u4ed8\u8fd1\u304b\u3089\u306e\u7570\u97f3\u554f\u984c\uff08\u30cb\u30fc\u30c9\u30eb\u30d9\u30a2\u30ea\u30f3\u30b0\u306f\u4ea4\u63db\u6e08\uff09<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>\u30de\u30d5\u30e9\u30fcDIY\u306e\u7d9a\u304d\u3067\u3059\u3002\u30de\u30d5\u30e9\u30fc\u306b\u30db\u30fc\u30e0\u30bb\u30f3\u30bf\u30fc\u3067\u8cb7\u3063\u3066\u304d\u305f\u30b0\u30e9\u30b9\u30a6\u30fc\u30eb\u3092\u8a70\u3081\u3066\u8fd1\u63a5\u6392\u6c17\u97f3\u304c\u3069\u306e\u304f\u3089\u3044\u4e0b\u304c\u308b\u304b\u5b9f\u9a13\u3067\u3059\u3002 50cm\u304f\u3089\u3044\u306e\u30b0\u30e9\u30b9\u30a6\u30fc\u30eb\u3092\u3050\u308b\u3063\u3068\u5dfb\u3044\u305f\u611f\u3058\u3067\u3059\u3002\u91dd\u91d1\u3067\u3050\u308b\u3050\u308b\u5dfb\u304d\u306b\u3057\u3066\u3042\u308a\u307e\u3059\u304c\u3001\u30b5\u30a4\u30ec [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":11255,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":""},"categories":[13,14,25],"tags":[],"acf":[],"uagb_featured_image_src":{"full":["https:\/\/hack.gpl.jp\/wp-content\/uploads\/2022\/05\/moriwaki-diy.png",800,800,false],"thumbnail":["https:\/\/hack.gpl.jp\/wp-content\/uploads\/2022\/05\/moriwaki-diy.png",96,96,false],"medium":["https:\/\/hack.gpl.jp\/wp-content\/uploads\/2022\/05\/moriwaki-diy.png",800,800,false],"medium_large":["https:\/\/hack.gpl.jp\/wp-content\/uploads\/2022\/05\/moriwaki-diy-768x768.png",768,768,true],"large":["https:\/\/hack.gpl.jp\/wp-content\/uploads\/2022\/05\/moriwaki-diy.png",800,800,false],"1536x1536":["https:\/\/hack.gpl.jp\/wp-content\/uploads\/2022\/05\/moriwaki-diy.png",800,800,false],"2048x2048":["https:\/\/hack.gpl.jp\/wp-content\/uploads\/2022\/05\/moriwaki-diy.png",800,800,false],"post-thumbnail":["https:\/\/hack.gpl.jp\/wp-content\/uploads\/2022\/05\/moriwaki-diy.png",800,800,false]},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":1,"uagb_excerpt":"\u30de\u30d5\u30e9\u30fcDIY\u306e\u7d9a\u304d\u3067\u3059\u3002\u30de\u30d5\u30e9\u30fc\u306b\u30db\u30fc\u30e0\u30bb\u30f3\u30bf\u30fc\u3067\u8cb7\u3063\u3066\u304d\u305f\u30b0\u30e9\u30b9\u30a6\u30fc\u30eb\u3092\u8a70\u3081\u3066\u8fd1\u63a5\u6392\u6c17\u97f3\u304c\u3069\u306e\u304f\u3089\u3044\u4e0b\u304c\u308b&hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/5490"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=5490"}],"version-history":[{"count":1,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/5490\/revisions"}],"predecessor-version":[{"id":11396,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/5490\/revisions\/11396"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media\/11255"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=5490"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/categories?post=5490"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/tags?post=5490"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}