{"id":3708,"date":"2017-04-01T12:00:43","date_gmt":"2017-04-01T03:00:43","guid":{"rendered":"https:\/\/hack.gpl.jp\/?p=3708"},"modified":"2017-04-01T12:00:43","modified_gmt":"2017-04-01T03:00:43","slug":"wordpress-%e3%81%ae%e3%83%97%e3%83%a9%e3%82%b0%e3%82%a4%e3%83%b3%e3%80%81%e3%82%ab%e3%83%86%e3%82%b4%e3%83%aa%e3%81%8b%e3%82%89index-%e4%bd%9c%e3%82%8b%e3%82%82%e3%81%ae","status":"publish","type":"post","link":"https:\/\/hack.gpl.jp\/2017\/04\/01\/wordpress-%e3%81%ae%e3%83%97%e3%83%a9%e3%82%b0%e3%82%a4%e3%83%b3%e3%80%81%e3%82%ab%e3%83%86%e3%82%b4%e3%83%aa%e3%81%8b%e3%82%89index-%e4%bd%9c%e3%82%8b%e3%82%82%e3%81%ae\/","title":{"rendered":"WordPress \u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u3001\u30ab\u30c6\u30b4\u30ea\u304b\u3089index \u4f5c\u308b\u3082\u306e"},"content":{"rendered":"<p>\u4eca\u65e5\u306f\u5929\u6c17\u304c\u60aa\u3044\u306e\u3067\u3001\u30dd\u30bf\u30ea\u30f3\u30b0\u3067\u5199\u771f\u6563\u6b69\u306b\u884c\u304f\u306e\u306f\u660e\u65e5\u306b\u3057\u3066\u3001\u90e8\u5c4b\u3092\u304b\u305f\u3065\u3051\u305f\u308a\u3001\u305d\u306e\u5f8c\u306e\u69cb\u60f3\u3092\u7df4\u3063\u305f\u308a\u3057\u3088\u3046\u3068\u601d\u3044\u307e\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u3055\u3066\u3001\u6700\u8fd1\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u304c\u540c\u6642\u9032\u884c\u3057\u3066\u3044\u3066\u540c\u6642\u306b\uff15\u3064\u304f\u3089\u3044\u306e DIY \u304c\u9032\u884c\u3057\u3066\u3044\u307e\u3059\u3002\u4f55\u3092\u3057\u3066\u3044\u305f\u304b\u5fd8\u308c\u3066\u3057\u307e\u3046\u3057\u3001\u4f55\u304b\u3044\u3044\u7b56\u306f\u306a\u3044\u3082\u306e\u304b\u3068\u3002<\/p>\n<p>\u3053\u3046\u3044\u3046\u72b6\u614b\u3060\u3068\u3001\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u304c\u9032\u307e\u306a\u3044\u306e\u3067\u81ea\u5206\u81ea\u8eab\u306e\u7ba1\u7406\u306e\u305f\u3081\u306b\u3082\u4f55\u304c\u4ed5\u7d44\u307f\u304c\u5fc5\u8981\u3060\u306a\u3068\u601d\u3044\u307e\u3057\u305f\u3002\u4e00\u5fdc\u3001\u5fd8\u308c\u306a\u3044\u305f\u3081\u306b\u30d6\u30ed\u30b0\u3092\u66f8\u3044\u3066\u3044\u305f\u308a\u3059\u308b\u306e\u3067\u3059\u304c\u3001\u3053\u308c\u304c\u975e\u5e38\u306b\u898b\u96e3\u3044\u3093\u3067\u3059\u3088\u306d\u3002\u691c\u7d22\u3084\u30ab\u30c6\u30b4\u30ea\u304c\u3042\u308b\u306e\u3067\u306a\u3093\u3068\u304b\u4e8b\u8db3\u308a\u3066\u3044\u307e\u3059\u304c\u3001\u3082\u3046\u5c11\u3057\u306a\u3093\u3068\u304b\u306a\u3089\u306a\u3044\u3082\u306e\u304b\u3068\u3002\u30d6\u30ed\u30b0\u306e\u5f31\u70b9\u3067\u3059\u3088\u306d\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u3068\u308a\u3042\u3048\u305a\u3001\u3053\u306e\u30d6\u30ed\u30b0\u306e\u30e1\u30cb\u30e5\u30fc\u3092\u518d\u7de8\u3057\u3066\u300cMy Projexts\u300d\u306b\u30ab\u30c6\u30b4\u30ea\u3067\u5206\u3051\u3066\u307f\u307e\u3057\u305f\u3002<\/p>\n<p>\u4ed5\u5206\u3051\u3057\u3066\u3044\u3066\u3001\u30ab\u30c6\u30b4\u30ea\u306e\u982d\u306b\u9078\u629e\u4e2d\u306e\u30bf\u30a4\u30c8\u30eb\u3092\u53e4\u3044\u3082\u306e\u9806\u3067\u8868\u793a\u3001\u305d\u308c\u304c\u5148\u982d\u306b\u81ea\u52d5\u3067\u3064\u3044\u3066\u304f\u308b\u3082\u306e\u304c\u6b32\u3057\u3044\u306a\u3068\u601d\u3044\u307e\u3057\u305f\u3002<\/p>\n<p>\u30d6\u30ed\u30b0\u3063\u3066\u3001\u3042\u3068\u304b\u3089\u898b\u305f\u4eba\u306f\u8208\u5473\u304c\u3042\u308b\u30cd\u30bf\u3092\u8ffd\u3044\u306b\u304f\u3044\u306e\u3067\u3001\u3069\u3046\u3057\u3066\u3082\u307e\u3068\u3081\u8a18\u4e8b\u7684\u306a\u3082\u306e\u304c\u5fc5\u8981\u306b\u306a\u308a\u307e\u3059\u304c\u3001\u3053\u308c\u304c\u9762\u5012\u3002<\/p>\n<p>\u4ee5\u524d\u306f\u3001\u30da\u30fc\u30b8\u306b\u4f5c\u3063\u3066\u3044\u308b\u3082\u306e\u4e00\u89a7\u3092\u66f8\u3044\u3066\u3044\u305f\u306e\u3067\u3059\u304c\u3001\u9762\u5012\u3067\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u305d\u3046\u3044\u3046\u30d7\u30e9\u30b0\u30a4\u30f3\u3068\u304b\u63a2\u305b\u3070\u3042\u308b\u306e\u3067\u3057\u3087\u3046\u304c\u3001\u6687\u3092\u898b\u3064\u3051\u3066\u4f5c\u308a\u305f\u3044\u306a\u3068\u601d\u3044\u307e\u3059\u3002\u3057\u304b\u3057\u3001\u73fe\u5728\u4f7f\u3063\u3066\u3044\u308bwordpress.com \u3060\u3068\u72ec\u81ea\u30d7\u30e9\u30b0\u30a4\u30f3\u306f\u4f7f\u3048\u306a\u3044\u306e\u3067\u3001\u30aa\u30ea\u30b8\u30ca\u30eb\u30b5\u30a4\u30c8\u3092\u4f5c\u3089\u306a\u3044\u3068\u3060\u3081\u306a\u3093\u3067\u3059\u3088\u306d\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u30b3\u30b9\u30c8\u3092\u6291\u3048\u3064\u3064\u3001wordpress \u30b5\u30a4\u30c8\u3092\u69cb\u7bc9\u3059\u308b\u306b\u306f\u30ec\u30f3\u30b5\u30d0\u3067\u3059\u304c\u3001\u51fa\u6765\u308c\u30700\u5186\u3067\u6e08\u307e\u305b\u305f\u3044\u3002\u3068\u3044\u3046\u3053\u3068\u306f\u81ea\u5b85\u30b5\u30fc\u30d0\u3057\u304b\u306a\u3044\u3067\u3059\u304b\u306d\u3002\u73fe\u5728\u306f\u3001IP\u56fa\u5b9a\u30d7\u30e9\u30f3\u306a\u306e\u3067\u4e00\u5fdc\u3053\u308c\u3082\u53ef\u80fd\u3067\u3059\u3002\u307e\u3041\u3001\u3053\u306e\u56de\u7dda\u306f\u4e0a\u4e0b\u306e\u30b9\u30eb\u30fc\u30d7\u30c3\u30c8\u5e2f\u57df\u306f\u5bfe\u8c61\u3058\u3083\u306a\u3044\u306e\u3067\u3001\u305f\u3076\u3093\u30b5\u30fc\u30d0\u304b\u3089\u306e\u4e0b\u308a\u56de\u7dda\u304c\u9045\u3044\u306f\u305a\u3067\u3059\u3002\u305d\u3046\u3044\u3046\u7d30\u304b\u3044\u3053\u3068\u306f\u6c17\u306b\u3057\u306a\u3051\u308c\u3070\u5fdc\u7528\u5ea6\u306f\u683c\u6bb5\u306b\u5e83\u304c\u308a\u307e\u3059\u304c\u3002\u4e00\u5fdc\u3001\u305d\u306e\u7528\u9014\u30671\u5e74\u524d\u304b\u3089\u30c6\u30b9\u30c8\u3067\u4ee5\u4e0b\u306e\u30b5\u30a4\u30c8\u3092\u4eee\u306b\u7a3c\u52d5\u3057\u3066\u3044\u308b\u306e\u3067\u3059\u304c\u3001\u3084\u3063\u3071\u308a\u9045\u3044\u3067\u3059\u3088\u306d\u3002<\/p>\n<p>&#160;<\/p>\n<blockquote>\n<p><a title=\"http:\/\/hack.gpl.jp\/\" href=\"http:\/\/hack.gpl.jp\/\" target=\"_blank\" rel=\"noopener noreferrer\">http:\/\/hack.gpl.jp\/<\/a><\/p>\n<p>\u73fe\u5728\u306f\u3001OrangePi PC one 1\u53f0\u3067\u7a3c\u52d5\u4e2d\uff08\u56de\u7dda\u306f \u30b3\u30ca\u30df\u306e i-revo \u3067\u4e0a\u4f4d\u56de\u7dda\u306fIIJ\uff09<\/p>\n<\/blockquote>\n<p>&#160;<\/p>\n<p>\u3042\u3068\u8e0f\u3093\u5207\u308a\u304c\u3064\u304b\u306a\u3044\u306e\u306f\u3001\u30e1\u30f3\u30c6\u30ca\u30f3\u30b9\u304c\u9762\u5012\u306a\u306e\u3068\u3001\u96fb\u6c17\u4ee3\u304c\u639b\u304b\u308b\u3053\u3068\u3067\u3059\u3002\u30e1\u30f3\u30c6\u30ca\u30f3\u30b9\u306f\u4ed5\u7d44\u307f\u3092\u8003\u3048\u308c\u3070\u306a\u3093\u3068\u304b\u59a5\u5354\u70b9\u3092\u898b\u308b\u3051\u308b\u3068\u3057\u3066\u3082\u3001\u96fb\u6c17\u4ee3\u306f500\u5186\u672a\u6e80\u304f\u3089\u3044\u306b\u6291\u3048\u305f\u3044\u3067\u3059\u306d\u3002\u305d\u3046\u306a\u308b\u3068\u3001\u843d\u3063\u3053\u3061\u306a\u3044\u4ed5\u7d44\u307f\u3068\u7ba1\u7406\u304c\u306a\u308b\u3079\u304f\u7c21\u5358\u306a\u3082\u306e\u3001\u305d\u3057\u3066\u96fb\u6c17\u4ee3\u3092\u5b89\u304f\u3042\u3052\u308b\u30de\u30b7\u30f3\u306e\u9078\u5b9a\u304c\u5fc5\u8981\u3067\u3059\u3002<\/p>\n<p>\u69cb\u6210\u7684\u306b\u306f\u3001\u30d5\u30ed\u30f3\u30c8\u306b\u30ed\u30fc\u30c9\u30d0\u30e9\u30f3\u30b5\u30fc\u3092\u7f6e\u3044\u3066\u3001\u8907\u6570\u306e orange pi \u306a\u3069\u3067\u7a3c\u52d5\u3055\u305b\u308b\u306e\u3082\u3042\u308a\u304b\u3082\u3057\u308c\u307e\u305b\u3093\u306d\u3002orange pi \u306f\u30c6\u30b9\u30c8\u3067\u305a\u3063\u3068\u7a3c\u52d5\u3057\u3066\u3042\u308a\u307e\u3059\u304c\u3001\u5c11\u3057wordpress.com \u3088\u308a\u3082\u5fdc\u7b54\u901f\u5ea6\u304c\u60aa\u3044\u306e\u3067\u307e\u3060\u5b9f\u73fe\u3055\u305b\u3066\u3044\u307e\u305b\u3093\u3002DIY \u304c\u843d\u3061\u7740\u3044\u305f\u3089\u8003\u3048\u3066\u307f\u305f\u3044\u3067\u3059\u3002<\/p>\n<p>VPS \u306e1000\u5186\u304f\u3089\u3044\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306e\u30ea\u30bd\u30fc\u30b9\u3068\u3001orange pi \u306e\u30ea\u30bd\u30fc\u30b9\u306f 1\/3 \u304b\u3089 1\/4 \u304f\u3089\u3044\u306a\u306e\u3067 VPS \u4e0a\u306b\u69cb\u7bc9\u3059\u308b\u306e\u3082\u3042\u308a\u304b\u306a\u3068\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u3057\u304b\u3057\u3001\u4e00\u756a\u304a\u624b\u8efd\u306a\u306e\u306f\u3001LOLIPOP \u3068\u304b\u306e\u5b89\u3044\u30ec\u30f3\u30b5\u30d0\u3067\u4e8b\u8db3\u308a\u305d\u3046\u3067\u3059\u304c\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u30e1\u30f3\u30c6\u30ca\u30f3\u30b9\u306e\u52b4\u529b\u306f\u3001\u81ea\u5b85\u30b5\u30fc\u30d0\u306e\u5834\u5408\u3001\u4ee5\u4e0b\u306e\u3059\u3079\u3066\u304c\u81ea\u5df1\u7ba1\u7406\u3067\u3059\u3002<\/p>\n<p>\u30fbLinuxOS \u306e\u8106\u5f31\u6027<\/p>\n<p>\u30fbWorePress \u3068\u30d7\u30e9\u30b0\u30a4\u30f3\u5168\u822c<\/p>\n<p>\u30fbDB\u3084\u30e1\u30c7\u30a3\u30a2\u81ea\u4f53\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7<\/p>\n<p>\u30ec\u30f3\u30b5\u30d0\u306e\u5834\u5408\u306f\u3001\u305d\u308c\u304c\u5c11\u3057\u4f4e\u304f\u306a\u308b\u3051\u3069\u3084\u3063\u3071\u308a WordPress \u3084\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u8106\u5f31\u6027\u3084\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306f\u3057\u306a\u3044\u3068\u3067\u3001\u4e00\u756a\u304a\u624b\u8efd\u306f\u3001\u3069\u3053\u304b\u306e\u30d6\u30ed\u30b0\u30b5\u30fc\u30d3\u30b9\u4e0a\u3067\u66f8\u304f\u3053\u3068\u306b\u306a\u308a\u307e\u3059\u304b\u306d\u3002VPS \u3092\u5951\u7d04\u3059\u308b\u3093\u3060\u3063\u305f\u3089\u3001\u81ea\u5b85\u30b5\u30fc\u30d0\u306e\u307b\u3046\u304c\u9762\u767d\u305d\u3046\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u305d\u3046\u3044\u3046\u52b4\u529b\u3092\u304b\u3051\u3066\u3001\u81ea\u30c9\u30e1\u30a4\u30f3\u306e\u30b5\u30a4\u30c8\u3092\u904b\u7528\u3059\u308b\u30e1\u30ea\u30c3\u30c8\u306f\u3001\u904b\u55b6\u3057\u3066\u307f\u306a\u3044\u3068\u308f\u304b\u308a\u307e\u305b\u3093\u3002\u624b\u3092\u304b\u3051\u3066\u3044\u308b\u3068\u3001\u697d\u3057\u304f\u306a\u308b\u3068\u306f\u601d\u3044\u307e\u3059\u304c\u3001\u305f\u3076\u3093\u3059\u3050\u306b\u98fd\u304d\u307e\u305b\u3059\u3057\u3002\u305f\u3060\u3001\u3044\u308d\u3044\u308d\u3068\u52c9\u5f37\u306b\u306f\u306a\u308b\u3068\u601d\u3044\u307e\u3059\u3002<\/p>\n","protected":false},"excerpt":{"rendered":"<p>\u4eca\u65e5\u306f\u5929\u6c17\u304c\u60aa\u3044\u306e\u3067\u3001\u30dd\u30bf\u30ea\u30f3\u30b0\u3067\u5199\u771f\u6563\u6b69\u306b\u884c\u304f\u306e\u306f\u660e\u65e5\u306b\u3057\u3066\u3001\u90e8\u5c4b\u3092\u304b\u305f\u3065\u3051\u305f\u308a\u3001\u305d\u306e\u5f8c\u306e\u69cb\u60f3\u3092\u7df4\u3063\u305f\u308a\u3057\u3088\u3046\u3068\u601d\u3044\u307e\u3059\u3002 &#160; \u3055\u3066\u3001\u6700\u8fd1\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u304c\u540c\u6642\u9032\u884c\u3057\u3066\u3044\u3066\u540c\u6642\u306b\uff15\u3064\u304f\u3089\u3044\u306e DIY \u304c\u9032\u884c\u3057\u3066\u3044 [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","footnotes":""},"categories":[83],"tags":[],"acf":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"post-thumbnail":false},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":0,"uagb_excerpt":"\u4eca\u65e5\u306f\u5929\u6c17\u304c\u60aa\u3044\u306e\u3067\u3001\u30dd\u30bf\u30ea\u30f3\u30b0\u3067\u5199\u771f\u6563\u6b69\u306b\u884c\u304f\u306e\u306f\u660e\u65e5\u306b\u3057\u3066\u3001\u90e8\u5c4b\u3092\u304b\u305f\u3065\u3051\u305f\u308a\u3001\u305d\u306e\u5f8c\u306e\u69cb\u60f3\u3092\u7df4\u3063\u305f\u308a\u3057\u3088&hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/3708"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=3708"}],"version-history":[{"count":0,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/3708\/revisions"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=3708"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/categories?post=3708"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/tags?post=3708"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}