{"id":3511,"date":"2017-03-17T01:15:11","date_gmt":"2017-03-16T16:15:11","guid":{"rendered":"https:\/\/hack.gpl.jp\/?p=3511"},"modified":"2017-03-17T01:15:11","modified_gmt":"2017-03-16T16:15:11","slug":"%e3%81%a4%e3%81%84%e3%81%ab%e3%83%9d%e3%83%81%e3%83%83%e3%81%9f%e3%82%88%e3%80%81lumix-dmc-fz200","status":"publish","type":"post","link":"https:\/\/hack.gpl.jp\/2017\/03\/17\/%e3%81%a4%e3%81%84%e3%81%ab%e3%83%9d%e3%83%81%e3%83%83%e3%81%9f%e3%82%88%e3%80%81lumix-dmc-fz200\/","title":{"rendered":"\u3064\u3044\u306b\u30dd\u30c1\u30c3\u305f\u3088\u3001LUMIX DMC-FZ200"},"content":{"rendered":"<p>1\u30f6\u6708\u4ee5\u4e0a\u3001\u5f35\u308a\u8fbc\u3093\u3067\u3084\u3063\u3068\u826f\u3055\u305d\u3046\u306a\u4e2d\u53e4\u306b\u3081\u3050\u308a\u5408\u3048\u305f\u306e\u3067\u3001\u601d\u3044\u5207\u3063\u3066\u30dd\u30c1\u308a\u307e\u3057\u305f\u3002\u30bd\u30d5\u30de\u30c3\u30d7\u306e\u4e2d\u53e4\u3067\u3001\u8cfc\u5165\u306f\u30a2\u30de\u30be\u30f3\u306e\u30de\u30fc\u30b1\u30c3\u30c8\u30d7\u30ec\u30a4\u30b9\u304b\u3089\u3002\u52d5\u753b\u3092\u660e\u308b\u3044\u30ec\u30f3\u30ba\u3067\u64ae\u308a\u305f\u304b\u3063\u305f\u3068\u3001\u30b8\u30f3\u30d0\u30eb\u306b\u4e57\u305b\u308b\u30ab\u30e1\u30e9\u306f\u6700\u521d\u306b\u3042\u3063\u305f\u307b\u3046\u304c\u8a2d\u8a08\u304c\u3057\u3084\u3059\u304f\u306a\u308b\u3068\u3044\u3046\u3001\u304a\u53cb\u9054\u306e\u52a9\u8a00\u304b\u3089\u3001\u826f\u3044\u306e\u306f\u306a\u3044\u304b\u3068\u6bce\u65e5\u30c1\u30a7\u30c3\u30af\u3057\u3066\u3044\u307e\u3057\u305f\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" title=\"sofmap\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"sofmap\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/03\/sofmap.png\" width=\"540\" height=\"668\" \/> <\/p>\n<p>\u30d5\u30fc\u30c9\u304c\u6b20\u54c1\u3067\u3059\u304c\u3001\u304b\u3063\u3066\u3082500\u5186\u307b\u3069\u306e\u3088\u3046\u3067\u3059\u3002\u30ab\u30e1\u30e9\u306e\u30ad\u30bf\u30e0\u30e9\u306b\u3082\u30011\u9031\u9593\u524d\u307e\u3067\u306f\u5728\u5eab\u304c10\u53f0\u4ee5\u4e0a\u3042\u3063\u305f\u306e\u3067\u3059\u304c\u3001\u3053\u306e1\u9031\u9593\u306e\u5185\u306b\u6b8b\u308a1\u53f0\u3068\u306a\u3063\u3066\u3044\u307e\u3057\u305f\u3002\u307f\u3093\u306a\u3053\u306e\u5b63\u7bc0\u306f\u3001\u5352\u696d\u3068\u5165\u5b66\u3068\u304b\u3001\u30ab\u30e1\u30e9\u306e\u8cb7\u3044\u66ff\u3048\u30b7\u30fc\u30ba\u30f3\u306a\u3093\u3067\u3059\u304b\u306d\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" title=\"816XBI6OsNL._SL1500_\" style=\"float:none;margin-left:auto;display:block;margin-right:auto;border-width:0;\" border=\"0\" alt=\"816XBI6OsNL._SL1500_\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/03\/816xbi6osnl-_sl1500_.jpg\" width=\"603\" height=\"480\" \/> <\/p>\n<p>LUMIX DMC-FZ200 \u306f\u3001\u3053\u3093\u306a\u611f\u3058\u306e\u30d1\u30c3\u30c8\u898b\u3001\u4e00\u773c\u30c7\u30b8\u30ab\u30e1\u3063\u307d\u3044\u59ff\u3067\u3059\u304c\u3001\u30b8\u30e3\u30f3\u30eb\u3068\u3057\u3066\u306f\u30b3\u30f3\u30d1\u30af\u30c8\u30c7\u30b8\u30ab\u30e1\uff08\u30b3\u30f3\u30c7\u30b8\uff09\u306e\u3088\u3046\u3067\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u4f55\u306b\u60f9\u304b\u308c\u305f\u304b\u3068\u3044\u3046\u3068\u3001\u660e\u308b\u3044\u30ec\u30f3\u30ba\uff0825-600mm\u5168\u57df\u3067F2.8\uff09\u3068\u3001120-240fps \u3067\u52d5\u753b\u64ae\u5f71\u3067\u304d\u308b\u70b9\u3002\u5177\u4f53\u7684\u306b\u306f\u3001\u3053\u306e\u52d5\u753b\u3067\u3084\u3089\u308c\u307e\u3057\u305f\u3002<\/p>\n<p align=\"center\">[youtube https:\/\/www.youtube.com\/watch?v=Lp_pmgCsmco]<\/p>\n<p align=\"center\">&#160;<\/p>\n<p align=\"center\">[youtube https:\/\/www.youtube.com\/watch?v=gJkcyfjeH3Q]<\/p>\n<p align=\"center\">&#160;<\/p>\n<p>\u3044\u305a\u308c\u3082\u3001\u64ae\u5f71\u8005\u306e\u8155\u3068\u3001\u7de8\u96c6\u306e\u826f\u3055\u304c\u3042\u308b\u3093\u3067\u3057\u3087\u3046\u304c\u3001\u3053\u3046\u3044\u3046\u306e\u306f\u306a\u304b\u306a\u304b\u64ae\u308c\u307e\u305b\u3093\u3002\u53d6\u308c\u305f\u3089\u3044\u3044\u306a\u3068\u601d\u3046\u306e\u3067\u3059\u304c\u5b9f\u969b\u3084\u3063\u3066\u307f\u308b\u3068\u96e3\u3057\u3044\u306e\u3067\u3057\u3087\u3046\u306d\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u9577\u5e74\u4f7f\u3063\u3066\u3044\u308b\u3001Pentax K100D \u3082\u52d5\u753b\u53d6\u308c\u306a\u3044\u3068\u3044\u3046\u70b9\u3067\u4e0d\u4fbf\u3067\u3057\u305f\u3002\u307e\u3041\u3001\u52d5\u753b\u7de8\u96c6\u3068\u304b\u5927\u5909\u306a\u306e\u3067\u8cb7\u3046\u307e\u3067\u304c\u697d\u3057\u3044\u3068\u3044\u3046\u3084\u3064\u3060\u3068\u306f\u601d\u3044\u307e\u3059\u304c\u3001\u6709\u52b9\u6d3b\u7528\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u305f\u3044\u3067\u3059\u3002<\/p>\n","protected":false},"excerpt":{"rendered":"<p>1\u30f6\u6708\u4ee5\u4e0a\u3001\u5f35\u308a\u8fbc\u3093\u3067\u3084\u3063\u3068\u826f\u3055\u305d\u3046\u306a\u4e2d\u53e4\u306b\u3081\u3050\u308a\u5408\u3048\u305f\u306e\u3067\u3001\u601d\u3044\u5207\u3063\u3066\u30dd\u30c1\u308a\u307e\u3057\u305f\u3002\u30bd\u30d5\u30de\u30c3\u30d7\u306e\u4e2d\u53e4\u3067\u3001\u8cfc\u5165\u306f\u30a2\u30de\u30be\u30f3\u306e\u30de\u30fc\u30b1\u30c3\u30c8\u30d7\u30ec\u30a4\u30b9\u304b\u3089\u3002\u52d5\u753b\u3092\u660e\u308b\u3044\u30ec\u30f3\u30ba\u3067\u64ae\u308a\u305f\u304b\u3063\u305f\u3068\u3001\u30b8\u30f3\u30d0\u30eb\u306b\u4e57\u305b\u308b\u30ab\u30e1\u30e9\u306f\u6700\u521d\u306b\u3042\u3063\u305f\u307b [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":""},"categories":[48],"tags":[],"acf":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"post-thumbnail":false},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":0,"uagb_excerpt":"1\u30f6\u6708\u4ee5\u4e0a\u3001\u5f35\u308a\u8fbc\u3093\u3067\u3084\u3063\u3068\u826f\u3055\u305d\u3046\u306a\u4e2d\u53e4\u306b\u3081\u3050\u308a\u5408\u3048\u305f\u306e\u3067\u3001\u601d\u3044\u5207\u3063\u3066\u30dd\u30c1\u308a\u307e\u3057\u305f\u3002\u30bd\u30d5\u30de\u30c3\u30d7\u306e\u4e2d\u53e4\u3067\u3001\u8cfc\u5165&hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/3511"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=3511"}],"version-history":[{"count":0,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/3511\/revisions"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=3511"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/categories?post=3511"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/tags?post=3511"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}