{"id":3995,"date":"2017-05-28T22:08:08","date_gmt":"2017-05-28T13:08:08","guid":{"rendered":"https:\/\/hack.gpl.jp\/?p=3995"},"modified":"2017-05-28T22:08:08","modified_gmt":"2017-05-28T13:08:08","slug":"vape-%e3%81%a7%e3%81%9f%e3%81%b0%e3%81%93%e3%82%92%e3%82%84%e3%82%81%e3%82%89%e3%82%8c%e3%81%9d%e3%81%86%e3%80%82%e3%82%bf%e3%83%90%e3%82%b3%e5%90%b8%e3%82%8f%e3%81%aa%e3%81%8f%e3%81%aa%e3%81%a3","status":"publish","type":"post","link":"https:\/\/hack.gpl.jp\/2017\/05\/28\/vape-%e3%81%a7%e3%81%9f%e3%81%b0%e3%81%93%e3%82%92%e3%82%84%e3%82%81%e3%82%89%e3%82%8c%e3%81%9d%e3%81%86%e3%80%82%e3%82%bf%e3%83%90%e3%82%b3%e5%90%b8%e3%82%8f%e3%81%aa%e3%81%8f%e3%81%aa%e3%81%a3\/","title":{"rendered":"VAPE \u3067\u305f\u3070\u3053\u3092\u3084\u3081\u3089\u308c\u305d\u3046\u3002\u30bf\u30d0\u30b3\u5438\u308f\u306a\u304f\u306a\u3063\u3066\u4e381\u65e5\u76ee\u306e\u611f\u60f3\u3002"},"content":{"rendered":"<p>\u6bce\u65e5\u3001\u30b4\u30fc\u30eb\u30c7\u30f3\u30d0\u30c3\u30c8\uff08\u30bf\u30fc\u30eb15mg\/\u30cb\u30b3\u30c1\u30f31.0mg 290\u5186\uff09\u30921\u7bb1\u5438\u3063\u3066\u3044\u308b\u81ea\u5206\u304c\u305f\u3070\u3053\u3092\u3084\u3081\u3089\u308c\u308b\u306e\u304b\u3068\u3044\u3046\u30ea\u30a2\u30eb\u30bf\u30a4\u30e0\u65e5\u8a18\u3067\u3059\u3002\u55ab\u7159\u66a6\u306f20\u5e74\u4ee5\u4e0a\u3001\u5b8c\u5168\u306b\u30cb\u30b3\u30c1\u30f3\u4e2d\u6bd2\u3067\u3059\u3002<\/p>\n<p>\u4eca\u306f\u3001\u305f\u3070\u3053\u3092\u7d76\u3063\u3066\u304b\u308924\u6642\u9593\u304c\u7d4c\u904e\u3057\u307e\u3057\u305f\u3002\u4ee5\u4e0b\u306e\u30cb\u30b3\u30c1\u30f3\u5165\u308a\u306eVAPE \u3068\u3044\u3046\u3082\u306e\u3067\u4ee3\u7528\u3057\u3066\u3044\u307e\u3059\u3002\u4ee5\u4e0b\u306e\u4e2d\u592e\u306e\u304c\u672c\u4f53\u3067\u3059\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" title=\"P1310030\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"P1310030\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/05\/p1310030.png\" width=\"640\" height=\"480\" \/> <\/p>\n<p>\u6700\u521d\u306b\u639b\u304b\u3063\u305f\u30b3\u30b9\u30c8\u306f\u3001\u7d048000\u5186\uff08\u9001\u6599\u8fbc\u307f\uff09\u307b\u3069\u3067\u3059\u3002\uff08\u672c\u4f533384\u5186\uff0b\u30cb\u30b3\u30c1\u30f3\u30ea\u30ad\u30c3\u30c9\u3044\u308d\u3044\u308d4500\u5186\uff09\u81ea\u5206\u306e\u5834\u5408\u306e1\u30f6\u6708\u306e\u305f\u3070\u3053\u4ee3\u3088\u308a\u3082\u5b89\u3044\u3067\u3059\u3002\u8a08\u7b97\u3067\u306f1\u30f6\u6708\u3042\u305f\u308a\u3001\u30cb\u30b3\u30c1\u30f3\u6fc3\u5ea6\u306e6mg\/ml \u30921\u65e5\u3042\u305f\u308a 2.5ml \u307b\u3069\u5438\u3046\u3068\u3057\u3066\u3001\u7d041600\u5186\uff08\u30cb\u30b3\u30c1\u30f3\u5165\u308a\u30ea\u30ad\u30c3\u30c9\u3068\u30b3\u30a4\u30eb\u4ee3\uff09\u307b\u3069\u3067\u904b\u7528\u3067\u304d\u305d\u3046\u3067\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u6a5f\u4f1a\u304c\u3042\u308c\u3070\u30bf\u30d0\u30b3\u306f\u3084\u3081\u305f\u3044\u306a\u3068\u601d\u3063\u3066\u3044\u305f\u306e\u3067\u3059\u304c\u3001\u30cb\u30b3\u30c1\u30f3\u4e2d\u6bd2\u306f\u3082\u306f\u308420\u5e74\u4ee5\u4e0a\u306b\u306a\u308a\u307e\u3057\u3066\u3001\u7c21\u5358\u306b\u306f\u3084\u3081\u3089\u308c\u306a\u3044\u72b6\u614b\u306a\u3093\u3067\u3059\u3088\u306d\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u56de\u308a\u306e\u55ab\u7159\u8005\u306b\u3082\u3001iQOS(\u30a2\u30a4\u30b3\u30b9)\u306b\u3057\u305f\u4eba\u3082\u591a\u304f\u7159\u3082\u307b\u3068\u3093\u3069\u51fa\u306a\u3044\u3057\u3044\u3044\u3088\u306d\u3068\u601d\u3063\u3066\u3044\u307e\u3057\u305f\u3002\u3057\u304b\u3057\u3001iQOS(\u30a2\u30a4\u30b3\u30b9)\u306e\u8449\u3063\u3071\u306f\u30bf\u30d0\u30b3\u3068\u540c\u3058\u5024\u6bb5\u304c\u3057\u307e\u3059\u3002\u3060\u3063\u305f\u3089\u3001\u3044\u3061\u3070\u3093\u5b89\u3044\u30b4\u30fc\u30eb\u30c7\u30f3\u30d0\u30c3\u30c8\u3067\u3082\u5438\u3063\u3066\u3044\u305f\u307b\u3046\u304c\u3044\u3044\u304b\u3068\u306a\u308a\u3001\u306a\u304b\u306a\u304b\u8e0f\u307f\u5207\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u305f\u3070\u3053\u3092\u3084\u3081\u308b\u3068\u8a00\u3063\u3066\u3082\u3001\u5065\u5eb7\u7684\u306a\u3082\u306e\u3088\u308a\u3082\u3001\u300c\u81ed\u3044\u300d\u3084\u300c\u30e4\u30cb\u300d\u3001\u305d\u3057\u3066\u305d\u308c\u304c300\u5186\uff5e500\u5186\u3082\u51fa\u3057\u3066\u8cb7\u3046\u306e\u304c\u99ac\u9e7f\u3089\u3057\u3044\u3068\u3044\u3046\u70b9\u304c\u3084\u3081\u305f\u3044\u4e3b\u306a\u7406\u7531\u3067\u3059\u3002\u306a\u306e\u3067\u3001\u81ed\u3044\u3084\u3001\u30e4\u30cb\u304c\u306a\u304f\u5b89\u3044\u3082\u306e\u304c\u3042\u308c\u3070\u305d\u308c\u3067\u3044\u3044\u306e\u3067\u3059\u304c\u3001\u305d\u3093\u306a\u3082\u306e\u4e16\u306e\u4e2d\u306b\u3042\u308b\u306e\u3067\u3059\u304b\u306d\uff1f<\/p>\n<p>&#160;<\/p>\n<p>VAPE\uff08\u30d9\u30a4\u30d7\uff09\u3068\u3044\u3046\u306e\u304c\u3042\u308b\u3093\u3067\u3059\u306d\u3002\u30d9\u30fc\u30d7\u3058\u3083\u306a\u3044\u3067\u3059\u3088\u3001\u30b0\u30b0\u3063\u3066\u3082\u3089\u3048\u3070\u308f\u304b\u308a\u307e\u3059\u304c\u7c21\u5358\u306b\u8981\u70b9\u3092\u3002<\/p>\n<p>\u30fb\u9999\u6599\u5165\u308a\u306e\u6db2\u4f53\u3092\u30b3\u30a4\u30eb\u3067\u71b1\u3057\u3066\u6c34\u84b8\u6c17\u3092\u51fa\u3059\u3002<\/p>\n<p>\u30fb\u305d\u308c\u3092\u5438\u5f15\u3057\u3066\u3001\u7159\u306e\u30c8\u30ea\u30c3\u30af\u3084\u9999\u308a\u3092\u697d\u3057\u3080\u3082\u306e\u3002<\/p>\n<p>\u30fb\u4e3b\u306b\u30a2\u30e1\u30ea\u30ab\u3067\u30d5\u30a1\u30c3\u30b7\u30e7\u30f3\u3084\u30ab\u30eb\u30c1\u30e3\u30fc\u3068\u3057\u3066\u5b9a\u7740<\/p>\n<p>\u30fb\u6db2\u4f53\u306b\u306f\u30cb\u30b3\u30c1\u30f3\u5165\u308a\u306e\u30ea\u30ad\u30c3\u30c9\u3082\u3042\u308b<\/p>\n<p>\u30fb\u56fd\u5185\u3067\u306f\u85ac\u4e8b\u6cd5\u306e\u898f\u5236\u3067\u8ca9\u58f2\u306f\u3055\u308c\u3066\u3044\u306a\u3044<\/p>\n<p>\u30fb\u30cb\u30b3\u30c1\u30f3\u81ea\u4f53\u3082\u500b\u4eba\u8f38\u5165\u3059\u308c\u3070\u5165\u624b\u53ef\u80fd\uff08\u5408\u6cd5\uff09<\/p>\n<p>\u30fb\u305d\u308c\u306f\u3001100ml \u4ee5\u5185\u3067\u3042\u308c\u3070\u554f\u984c\u306a\u3055\u305d\u3046<\/p>\n<p>\u30fb\u3059\u304d\u306a\u9999\u308a\u3068\u5473\u306e\u30ea\u30ad\u30c3\u30c9\u306b\u30cb\u30b3\u30c1\u30f3\u3092\u5165\u308c\u308c\u3070\u3088\u3044\u306e\u3067\u3001\u6fc3\u5ea6\u8abf\u7bc0\u3082\u81ea\u7531<\/p>\n<p>\u30fb\u30bf\u30fc\u30eb\u306f\u306a\u304f\u3001\u7159\u306e\u5b9f\u4f53\u306f\u6c34\u84b8\u6c17\u306a\u306e\u3067\u90e8\u5c4b\u306f\u81ed\u304f\u306a\u3089\u305a\u3001\u30e4\u30cb\u3082\u4ed8\u304b\u306a\u3044<\/p>\n<p>&#160;<\/p>\n<p>\u3053\u308c\u306f\u8a66\u3057\u3066\u307f\u308b\u3057\u304b\u3042\u308a\u307e\u305b\u3093\u3002\u6700\u521d\u306f\u672c\u4f53\u306e\u4ee3\u91d1\u304c\u639b\u304b\u308a\u307e\u3059\u304c\u3001\u300cSMOK Stick V8 Kit 3000mAh\u300d\u3068\u3044\u3046\u30bf\u30a4\u30d7\u3092\u30b2\u30c3\u30c8\u3002\u30a2\u30ea\u30a8\u30af\u3067\u58f2\u3063\u3066\u3044\u307e\u3059\u30023200\u5186\u307b\u3069\u3067\u3057\u305f\u3002\u4ed5\u69d8\u306a\u3069\u306e\u78ba\u8a8d\u306f\u4ee5\u4e0b\u306e\u30aa\u30d5\u30a3\u30b7\u30e3\u30eb\u30b5\u30a4\u30c8\u3067\u3069\u3046\u305e\u3002\u672c\u4f53\u5f84\u306f\u300124mm \u3042\u308a\u307e\u3059\u306e\u3067\u5225\u9014 RDA \uff08Rebuildable Dripping Atomizer\uff09\u3068\u547c\u3070\u308c\u308b\u30b3\u30a4\u30eb\u3068\u30b3\u30c3\u30c8\u30f3\u306a\u3069\u3092\u30ab\u30b9\u30bf\u30de\u30a4\u30ba\u3059\u308b\u4e16\u754c\u306b\u3082\u51fa\u304b\u3051\u3089\u308c\u307e\u3059\u3002\u5024\u6bb5\u3082\u624b\u3054\u308d\u3067\u3059\u3057\u3001\u6700\u521d\u306e\u4e00\u672c\u306b\u306f\u3061\u3087\u3046\u3069\u3044\u3044\u304b\u306a\u306a\u3068\u3002\u30b7\u30eb\u30d0\u30fc\u304c\u306a\u305c\u304b\u5b89\u304b\u3063\u305f\u3067\u3059\u3002\u306a\u305c\u304b\u3001\u65e5\u672c\u3067\u306e\u30ec\u30d3\u30e5\u30fc\u306f\u307b\u3068\u3093\u3069\u3042\u308a\u307e\u305b\u3093\u3002<\/p>\n<blockquote>\n<p>\u30b9\u30e2\u30c3\u30af(SMOK)\u30aa\u30d5\u30a3\u30b7\u30e3\u30eb\u30b5\u30a4\u30c8<\/p>\n<p><a title=\"http:\/\/www.smoktech.com\/kit\/stick-v8\" href=\"http:\/\/www.smoktech.com\/kit\/stick-v8\" target=\"_blank\" rel=\"noopener noreferrer\">http:\/\/www.smoktech.com\/kit\/stick-v8<\/a><\/p>\n<\/blockquote>\n<p>\u30ea\u30ad\u30c3\u30c9\u3068\u30cb\u30b3\u30c1\u30f3\u306f\u3001HiLIQ\u3068\u3044\u3046\u30b5\u30a4\u30c8\u3067\u8cfc\u5165\u3002\u3053\u3061\u3089\u3082\u30b0\u30b0\u308c\u3070\u305f\u304f\u3055\u3093\u51fa\u3066\u304d\u307e\u3059\u306e\u3067\u7701\u7565\u3002\u3069\u306e\u30ea\u30ad\u30c3\u30c9\u304c\u597d\u307f\u304b\u307e\u3063\u305f\u304f\u308f\u304b\u308a\u307e\u305b\u3093\u306e\u3067\u3001\u65e5\u672c\u3067\u306eTOP\uff11\uff10\u672c\u5165\u308a\u3092\u30b2\u30c3\u30c8\u300210ml \u306e\u30dc\u30c8\u30eb\u304c10\u672c\u5165\u3063\u3066\u3044\u307e\u3057\u305f\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" title=\"P1310031\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"P1310031\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/05\/p1310031.png\" width=\"640\" height=\"480\" \/> <\/p>\n<p>\u3053\u308c\u306f\u30cb\u30b3\u30c1\u30f3\u5165\u308a\uff08\u6fc3\u5ea6\u9078\u629e\u53ef\u80fd\uff09\u3068\u30cb\u30b3\u30c1\u30f3\u306a\u3057\u306e\u304c\u9078\u3079\u307e\u3059\u3002\u6700\u521d\u3088\u304f\u308f\u304b\u3089\u305a\u3001\u30cb\u30b3\u30c1\u30f3\u306a\u3057\u306e\u3092\u8cb7\u3063\u3066\u3001\u30cb\u30b3\u30c1\u30f3\u306f\u5225\u9014\u8cb7\u3044\u307e\u3057\u305f\u304c\u3001\u55ab\u7159\u8005\u306f\u30cb\u30b3\u30c1\u30f3\u5165\u308a\u3092\u9078\u3093\u3060\u307b\u3046\u304c\u6df7\u305c\u306a\u304f\u3066\u3044\u3044\u306e\u3067\u30d9\u30bf\u30fc\u3067\u3059\u3002<\/p>\n<p>\u3093\u3067\u3001\u3053\u306e\u30ea\u30ad\u30c3\u30c9\u3092\u672c\u4f53\u306e\u4e0a\u304b\u3089\u5165\u308c\u307e\u3059\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" title=\"S20170528_007\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"S20170528_007\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/05\/s20170528_007.png\" width=\"640\" height=\"480\" \/> <\/p>\n<p>\u771f\u3093\u4e2d\u306b\u898b\u3048\u308b\u306e\u306f\u3001\u96fb\u71b1\u7dda\u306e\u30b3\u30a4\u30eb\u3067\u6db2\u4f53\u306f\u6a2a\u306e\u7a74\u304b\u3089\u5165\u308c\u307e\u3059\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" title=\"S20170528_008\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"S20170528_008\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/05\/s20170528_008.png\" width=\"640\" height=\"480\" \/> <\/p>\n<p>\u3053\u306e\u30bb\u30c3\u30c8\u306b\u306f\u30b3\u30a4\u30eb\u304c2\u7a2e\u985e\u3042\u3063\u3066\u3001\u6700\u521d\u306b\u88c5\u7740\u3057\u3066\u3042\u308b\u306e\u306f0.15\u03a9\u3067\u3059\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" title=\"S20170528_002\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"S20170528_002\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/05\/s20170528_002.png\" width=\"640\" height=\"480\" \/> <\/p>\n<p>\u5225\u9014\u30010.25\u03a9\u3082\u5165\u3063\u3066\u3044\u307e\u3059\u3002\u767d\u3044\u90e8\u5206\u306f\u30b3\u30c3\u30c8\u30f3\u3067\u6db2\u4f53\u304c\u30b3\u30a4\u30eb\u306b\u89e6\u3063\u3066\u6c34\u84b8\u6c17\u306b\u306a\u308b\u611f\u3058\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" title=\"S20170528_001\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"S20170528_001\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/05\/s20170528_001.png\" width=\"640\" height=\"480\" \/> <\/p>\n<p>\u3053\u306e\u30b3\u30a4\u30eb\u306f\u3001V8-BABY M2 \u3068\u3044\u3046\u30bf\u30a4\u30d7\u306e\u3088\u3046\u3067\u3059\u3002<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" title=\"HTB1GdkQOVXXXXXxaXXXq6xXFXXXS\" style=\"border-top:0;border-right:0;border-bottom:0;float:none;margin-left:auto;border-left:0;display:block;margin-right:auto;\" border=\"0\" alt=\"HTB1GdkQOVXXXXXxaXXXq6xXFXXXS\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2017\/05\/htb1gdkqovxxxxxxaxxxq6xxfxxxs.jpg\" width=\"728\" height=\"973\" \/> <\/p>\n<p>&#160;<\/p>\n<p>&#160;<\/p>\n<p>\u30cb\u30b3\u30c1\u30f3\u306f\u5287\u85ac\u306a\u306e\u3067\u3001\u53d6\u308a\u6271\u3044\u306f\u6ce8\u610f\u3057\u3066\u30ea\u30ad\u30c3\u30c9\u306b\u9069\u91cf\u6df7\u305c\u307e\u3059\u3002\u6700\u521d\u306f\u3001Java Chip \u3068\u3044\u3046\u30c1\u30e7\u30b3\u30ec\u30fc\u30c8\u7cfb\u306e\u7518\u3081\u306e\u3092\u9078\u629e\u3002<\/p>\n<p>\u305f\u3070\u3053\u3068\u306f\u5438\u3063\u305f\u611f\u3058\u306f\u3082\u3061\u308d\u3093\u9055\u3044\u307e\u3059\u304c\u3001\u81ea\u5206\u306e\u5834\u5408\u3001\u30bf\u30d0\u30b3\u304c\u5438\u3044\u305f\u3044\u306a\u30fc\u3068\u306a\u308b\u9593\u9694\u306f\u3001\u7d041\u6642\u9593\u304f\u3089\u3044\u3067\u3001\u4f55\u304b\u306b\u96c6\u4e2d\u3057\u3066\u3044\u305f\u3068\u3057\u3066\u3082\u3001\u9650\u754c\u306f2\u6642\u9593\u304f\u3089\u3044\u3067\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u6700\u521d\u306b\u5438\u3063\u305f\u3068\u304d\u306e\u611f\u60f3\u306f\u3001\u300c\u60f3\u50cf\u3088\u308a\u3082\u7159\uff08\u6c34\u84b8\u6c17\u3067\u3059\u304c\uff09\u304c\u305f\u304f\u3055\u3093\u51fa\u308b\u300d\u306e\u3067\u3073\u3063\u304f\u308a\u3002\u3059\u3053\u3057\u84b8\u305b\u307e\u3057\u305f\u3002\u672c\u984c\u306f\u3001\u30cb\u30b3\u30c1\u30f3\u5165\u308a\u306a\u306e\u3067\u305f\u3070\u3053\u3092\u5438\u3044\u305f\u3044\u306e\u304c\u3069\u306e\u304f\u3089\u3044\u6211\u6162\u3067\u304d\u308b\u304b\u6c17\u306b\u306a\u308a\u307e\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>1\u56de\u306e\u5438\u5f15\u306f\u3001\u30bf\u30d0\u30b3\u3092\u5438\u3063\u3066\u3044\u308b\u3068\u304d\u3067\u7d043\u5206\u304f\u3089\u3044\u3067\u3059\u3002VAPE \u306e\u5834\u5408\u306f\u30011\u672c\u3092\u5438\u3044\u304d\u308b\u3068\u3044\u3046\u611f\u899a\u306f\u306a\u3044\u306e\u3067\uff12\uff0c\uff13\u5206\u9069\u5f53\u306b\u5438\u3063\u3066\u904e\u3054\u3057\u3066\u3044\u308b\u306830\u5206\u307b\u3069\u7d4c\u904e\u3057\u305f\u3068\u3053\u308d\u3067\u3001\u30bf\u30d0\u30b3\u5438\u3044\u305f\u3044\u6b32\u6c42\u304c\u51fa\u3066\u304d\u307e\u3057\u305f\u3002\u307e\u305f\u540c\u3058\u3088\u3046\u306b VAPE \u3092\u5438\u3044\u307e\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u306a\u3093\u304b\u30ea\u30a2\u30eb\u30bf\u30d0\u30b3\u3068\u306f\u9055\u3044\u307e\u3059\u306e\u3067\u3001\u6700\u521d\u306e\u5185\u306f\u3061\u3087\u3063\u3068\u7269\u8db3\u308a\u306a\u3044\u611f\u3058\u304c\u3057\u307e\u3059\u3002\u30bf\u30fc\u30eb\u304c\u5f71\u97ff\u3057\u3066\u3044\u308b\u306e\u3067\u3057\u3087\u3046\u304b\u306d\u3002\u30cb\u30b3\u30c1\u30f3\u306f\u5438\u53ce\u3055\u308c\u3066\u3044\u308b\u306e\u3067\u3001\u305d\u306e\u4e2d\u6bd2\u306f\u7de9\u548c\u3055\u308c\u3066\u3044\u308b\u306e\u306f\u78ba\u5b9f\u3067\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\uff12\uff0c\uff13\u6642\u9593\u3053\u308c\u3092\u7e70\u308a\u8fd4\u3057\u3066\u3044\u308b\u9593\u3001\u30bf\u30d0\u30b3\u306f\u5438\u3063\u3066\u3044\u307e\u305b\u3093\u3002\u3061\u3087\u3063\u3068\u6620\u753b\u3067\u3082\u898b\u3066\u307f\u308b\u3053\u3068\u306b\u3057\u307e\u3057\u305f\u3002\u5f53\u7136\u3001\u9014\u4e2d\u3067\u5438\u3044\u305f\u3044\u6b32\u6c42\u306f\u51fa\u307e\u3059\u306e\u3067\u307e\u305f VAPE \u3092\u5438\u3044\u307e\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u305d\u306e\u65e5\u306f\u3001\u75b2\u308c\u3066\u3044\u305f\u306e\u3067\u6620\u753b\u898b\u305f\u3089\u5bdd\u307e\u3057\u305f\u3002\u7fcc\u65e5\u3001\u671d\u3054\u306f\u3093\u3092\u98df\u3079\u3066\u304b\u3089\u3044\u3064\u3082\u306e\u3088\u3046\u306b\u55ab\u7159\u30bf\u30a4\u30e0\u3002\u672c\u65e5\u3082 VAPE \u3067\u3059\u3002\u30bf\u30d0\u30b3\u3092\u5438\u308f\u306a\u304f\u306a\u3063\u3066\u304b\u3089\u300120\u6642\u9593\u306f\u7d4c\u904e\u3057\u3066\u3044\u307e\u3059\u3002\u55ab\u7159\u8005\u306f\u3088\u304f\u308f\u304b\u308b\u8a71\u3067\u3059\u304c\u3001\u98df\u5f8c\u306e\u4e00\u670d\u3084\u3001\u30b3\u30fc\u30d2\u30fc\u30bf\u30a4\u30e0\u306e\u4e00\u670d\u306a\u3069\u306f\u3082\u306f\u3084\u6163\u7fd2\u5316\u3055\u308c\u3066\u3044\u3066\u3001\u3053\u3053\u3092\u4e57\u308a\u8d8a\u3048\u3089\u308c\u308b\u304b\u3069\u3046\u304b\u304c\u6700\u5927\u306e\u5c71\u5834\u306a\u306e\u3067\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u3055\u3066\u3001\u3044\u3064\u3082\u306e\u3088\u3046\u306b\u30b3\u30fc\u30d2\u30fc\u3092\u98f2\u307f\u306a\u304c\u3089\u3001\u30bf\u30d0\u30b3\u306e\u5909\u308f\u308a\u306bVAPE \u3092\u3002JavaChip \u306e\u30c1\u30e7\u30b3\u30ec\u30fc\u30c8\u3063\u307d\u3044\u7518\u3044\u81ed\u3044\u304c\u30b3\u30fc\u30d2\u30fc\u3068\u3088\u304f\u4f1a\u3044\u307e\u3059\u3002<\/p>\n<p>\u3053\u3093\u306a\u306b\u30bf\u30d0\u30b3\u3092\u5438\u308f\u306a\u304b\u3063\u305f\u3053\u3068\u306f\u3001\u30a4\u30f3\u30d5\u30eb\u30a8\u30f3\u30b6\u3067\u71b1\u306b\u3046\u306a\u3055\u308c\u3066\u3044\u305f\u3068\u304d\u4ee5\u6765\u521d\u3081\u3066\u3067\u3059\uff01\uff01<\/p>\n<p>&#160;<\/p>\n<p>\u3053\u306e\u8a18\u4e8b\u306f\u30ea\u30a2\u30eb\u30bf\u30a4\u30e0\u3067\u66f8\u3044\u3066\u3044\u307e\u3059\u304c\u3001\u3061\u3087\u3053\u3061\u3087\u3053\u3068 VAPE \u3092\u5438\u3063\u3066\u3044\u307e\u3059\u3002\u3060\u3093\u3060\u3093\u5438\u3044\u65b9\u306b\u3082\u6163\u308c\u3066\u304d\u3066\u30010.5\u79d2\u304b\u30891\u79d2\u307b\u3069\u30dc\u30bf\u30f3\u3092\u62bc\u3057\u3066\u76f4\u63a5\u3001\u80ba\u306b\u5165\u308c\u3066\u3086\u3063\u304f\u308a\u5410\u304d\u51fa\u3057\u307e\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u30bf\u30d0\u30b3\u306f\u307e\u30602\u7bb1\u6b8b\u3063\u3066\u3044\u307e\u3059\u304c\u3001\u3068\u308a\u3042\u3048\u305a\u305d\u306e\u307e\u307e\u5438\u308f\u305a\u306b\u6e08\u307f\u305d\u3046\u3067\u3059\u30025m\u30ea\u30c3\u30c8\u30eb\u306e\u30bf\u30f3\u30af\u306e\u534a\u5206\u5165\u308c\u305f\u72b6\u614b\u304b\u3089\u7d041\u65e5\u306f\u6301\u3061\u307e\u3057\u305f\u30021\u65e5\u30012\uff5e3m\u30ea\u30c3\u30c8\u30eb\u304f\u3089\u3044\u81ea\u5206\u306e\u5834\u5408\u306f\u5438\u3046\u3088\u3046\u3067\u3059\u3002<\/p>\n<p>250ml \u306e\u30ea\u30ad\u30c3\u30c9\u304c US$14.99 \u3067\u58f2\u3063\u3066\u3044\u307e\u3059\u306e\u3067\u30011\u65e53ml \u6d88\u8cbb\u3059\u308b\u3068\u3057\u3066\u300183\u65e5\u306f\u6301\u3061\u305d\u3046\u3067\u3059\u3002\u7d043\u30f6\u6708\u3002\u5185\u8a33\u3092\u898b\u308b\u3068\u4ee5\u4e0b\u306e\u3088\u3046\u3067\u3059\u3002<\/p>\n<p>\u30fb\u9001\u6599 19.44$ (Fedex)<\/p>\n<p>\u30fb250ml \u30ea\u30ad\u30c3\u30c9\uff08\u30cb\u30b3\u30c1\u30f3\u306a\u3057\uff0914.99$<\/p>\n<p>\u30fb\u30cb\u30b3\u30c1\u30f3\u30d9\u30fc\u30b9\u6db2 3.39$ <\/p>\n<p>\u30fb\u5024\u5f15\u304d 10% 1.84$<\/p>\n<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;<\/p>\n<p>\u7d04 36\u30c9\u30eb\u3067\u7d044000\u5186\u3068\u3057\u307e\u3057\u3087\u3046\u304b\u3002\uff08\u30ec\u30fc\u30c8\u306f\u3001CNY \u304b\u3089\u63db\u7b97\u3055\u308c\u308b\u3088\u3046\u3067\u3059\uff09<\/p>\n<p>\u30cb\u30b3\u30c1\u30f3\u6fc3\u5ea6\u306f\u3001\u7d046mg\/ml \u3067\u3001\u81ea\u5206\u306e\u5834\u54081\u65e5 2.5ml \u6d88\u8cbb\u3059\u308b\u3068\u3057\u3066\u30011\u30f6\u6708\u3042\u305f\u308a1300\u5186\u307b\u3069\u3067\u3059\u304b\u306d\u3002\u3060\u3093\u3060\u3093\u3068\u8584\u304f\u3057\u3066\u3044\u304d\u305f\u3044\u3068\u601d\u3044\u307e\u3059\u3002\u304b\u306a\u308a\u5b89\u304f\u55ab\u7159\u3067\u304d\u307e\u3059\u3002\u30b3\u30a4\u30eb\uff08SMOK V8-Baby M2 Core 0.15ohm &amp; 0.25ohm\uff09\u306f\u30011\u30f6\u6708\u306b1\u56de\u4ea4\u63db\u3059\u308b\u3068\u3057\u30665\u500b\u3044\u308a\u30671500\u5186\u307b\u3069\u3067\u3059\u306e\u3067\u30011\u500b300\u5186\u3067\u3059\u3002\u3053\u3061\u3089\u3082 \u30b3\u30a4\u30eb\u81ea\u4f53\u3092\u81ea\u5206\u3067\u5dfb\u304f\u624b\u6cd5\u3082\u3042\u308a\u3055\u3089\u306b\u6291\u3048\u308b\u3053\u3068\u3082\u53ef\u80fd\u3067\u3059\u3002<\/p>\n<blockquote>\n<p>\u30cb\u30b3\u30c1\u30f3\u6fc3\u5ea6\u8a08\u7b97<\/p>\n<p><a title=\"https:\/\/recreation.pintoru.com\/vape\/nicotine-vape\/\" href=\"https:\/\/recreation.pintoru.com\/vape\/nicotine-vape\/\">https:\/\/recreation.pintoru.com\/vape\/nicotine-vape\/<\/a><\/p>\n<\/blockquote>\n<p>30ml \u304f\u3089\u3044\u3065\u3064\u4f5c\u308b\u611f\u3058\u3067\u3068\u308a\u3042\u3048\u305a\u904b\u7528\u3057\u3066\u307f\u3088\u3046\u304b\u3068\u601d\u3044\u307e\u3059\u3002\u6fc3\u5ea6\u306f\u30016mg\/ml \u304f\u3089\u3044\u304c\u55ab\u7159\u8005\uff08\u30bb\u30d6\u30f3\u30b9\u30bf\u30fc\u3068\u304b\u30b4\u30fc\u30eb\u30c7\u30f3\u30d0\u30c3\u30c8\u3068\u304b\u30bf\u30fc\u30eb15mg\/\u30cb\u30b3\u30c1\u30f31.0mg \u5438\u3063\u3066\u3044\u305f\u65b9\uff09\u306e\u5834\u5408\u3001\u3061\u3087\u3046\u3069\u3044\u3044\u611f\u3058\u3060\u3068\u601d\u3044\u307e\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u3055\u3066\u30012\u65e5\u76ee\u306f Newport \u3068\u3044\u3046\u306e\u3092\u5438\u3063\u3066\u3044\u307e\u3059\u304c\u30011\u65e5\u76ee\u306e Javachip \u3088\u308a\u597d\u307f\u3067\u3059\u3002\u3053\u308c\u306f\u30e1\u30f3\u30bd\u30fc\u30eb\u7cfb\u3067\u3001\u81ea\u5206\u306f\u30e1\u30f3\u30bd\u30fc\u30eb\u306f\u3042\u307e\u308a\u597d\u304d\u3067\u306f\u306a\u304b\u3063\u305f\u306e\u3067\u3059\u304c\u3001VAPE \u306e\u306f\u3044\u3044\u611f\u3058\u3067\u3059\u3002\u7c21\u5358\u306b\u8868\u73fe\u3059\u308b\u3068\u3001\u3061\u3087\u3063\u3068\u30e1\u30f3\u30bd\u30fc\u30eb\u611f\u304c\u3042\u308b\u30ca\u30c3\u30c4\u98a8\u5473\u3067\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>30\u6642\u9593\u7d4c\u904e\u3057\u307e\u3057\u305f\u304c\u3001\u30cb\u30b3\u30c1\u30f3\u5165\u308a\u306e VAPE \u5438\u3063\u3066\u3044\u308b\u304b\u304e\u308a\u30bf\u30d0\u30b3\u306f\u5438\u3044\u305f\u304f\u306a\u308b\u611f\u899a\u306f\u3044\u307e\u306e\u3068\u3053\u308d\u3042\u308a\u307e\u305b\u3093\u3002\u3053\u308c\u306f\u304b\u306a\u308a\u3059\u3054\u3044\u3053\u3068\u3067\u3059\u3002\u98df\u5f8c\u30bf\u30a4\u30e0\u3082\u30b3\u30fc\u30d2\u30fc\u30bf\u30a4\u30e0\u3082\u7121\u4e8b\u4e57\u308a\u8d8a\u3048\u3089\u308c\u3066\u3044\u307e\u3059\u3002\u4f55\u3088\u308a\u4e38\u4e00\u65e5\u4ee5\u4e0a\u3001\u30bf\u30d0\u30b3\u3092\u5438\u3063\u3066\u3044\u306a\u3044\u3053\u3068\u304c\u4fe1\u3058\u3089\u308c\u307e\u305b\u3093\u3002<\/p>\n<p>\u30cb\u30b3\u30c1\u30f3\u304c\u6442\u53d6\u3055\u308c\u3066\u3044\u308b\u304b\u3089\u306a\u306e\u3067\u3057\u3087\u3046\u304c\u3001\u3042\u306e\u7159\u305f\u3044\u306e\u304b\u3089\u958b\u653e\u3055\u308c\u308b\u306e\u306f\u975e\u5e38\u306b\u3042\u308a\u304c\u305f\u3044\u3067\u3059\u3002\u55ab\u7159\u8005\u3067\u3082\u3042\u306e\u7159\u306f\u3042\u307e\u308a\u597d\u304d\u306b\u306a\u308c\u308b\u3082\u306e\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002<\/p>\n<p>1\u9031\u9593\u7d4c\u904e\u3057\u305f\u3089\u3001\u305f\u3076\u3093\u672c\u5f53\u306b\u3084\u3081\u3089\u308c\u308b\u306e\u306f\u78ba\u4fe1\u3067\u304d\u305d\u3046\u3067\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u307e\u305f\u8ffd\u3063\u3066\u5831\u544a\u3044\u305f\u3057\u307e\u3059\u3002<\/p>\n","protected":false},"excerpt":{"rendered":"<p>\u6bce\u65e5\u3001\u30b4\u30fc\u30eb\u30c7\u30f3\u30d0\u30c3\u30c8\uff08\u30bf\u30fc\u30eb15mg\/\u30cb\u30b3\u30c1\u30f31.0mg 290\u5186\uff09\u30921\u7bb1\u5438\u3063\u3066\u3044\u308b\u81ea\u5206\u304c\u305f\u3070\u3053\u3092\u3084\u3081\u3089\u308c\u308b\u306e\u304b\u3068\u3044\u3046\u30ea\u30a2\u30eb\u30bf\u30a4\u30e0\u65e5\u8a18\u3067\u3059\u3002\u55ab\u7159\u66a6\u306f20\u5e74\u4ee5\u4e0a\u3001\u5b8c\u5168\u306b\u30cb\u30b3\u30c1\u30f3\u4e2d\u6bd2\u3067\u3059\u3002 \u4eca\u306f\u3001\u305f\u3070\u3053\u3092\u7d76\u3063\u3066\u304b\u308924\u6642\u9593 [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":""},"categories":[75],"tags":[],"acf":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"post-thumbnail":false},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":0,"uagb_excerpt":"\u6bce\u65e5\u3001\u30b4\u30fc\u30eb\u30c7\u30f3\u30d0\u30c3\u30c8\uff08\u30bf\u30fc\u30eb15mg\/\u30cb\u30b3\u30c1\u30f31.0mg 290\u5186\uff09\u30921\u7bb1\u5438\u3063\u3066\u3044\u308b\u81ea\u5206\u304c\u305f\u3070\u3053\u3092\u3084\u3081\u3089\u308c\u308b&hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/3995"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=3995"}],"version-history":[{"count":0,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/3995\/revisions"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=3995"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/categories?post=3995"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/tags?post=3995"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}