{"id":622,"date":"2015-05-05T03:53:38","date_gmt":"2015-05-04T18:53:38","guid":{"rendered":"https:\/\/hack.gpl.jp\/?p=622"},"modified":"2015-05-05T03:53:38","modified_gmt":"2015-05-04T18:53:38","slug":"fdd6","status":"publish","type":"post","link":"https:\/\/hack.gpl.jp\/2015\/05\/05\/fdd6\/","title":{"rendered":"FDD6"},"content":{"rendered":"<p>\u3055\u3041\u3001\u304a\u4f11\u307f\u306b\u7a81\u5165\u3057\u307e\u3057\u305f\u306e\u3067Junk\u306aFDD\u3067\u30d7\u30ed\u30c3\u30bf\u30fc\u3092\u4f5c\u308b\u7d9a\u304d\u306e\u4f5c\u696d\u3092\u3084\u308a\u307e\u3057\u305f\u3088\u3002<\/p>\n<p>\u307e\u305a\u3001\u7b50\u4f53\u3092\u4eee\u7d44\u307f\u3057\u3066\u3044\u305f\u306e\u3092\u672c\u683c\u7684\u306b\u7d44\u307f\u4ed8\u3051\u4f5c\u696d\u3067\u3059\u3002\uff12\u3064\u7a74\u3092\u3042\u3051\u3066\u30dc\u30eb\u30c8\u7de0\u3081\u3057\u305f\u5f8c\u3001\u3044\u3089\u306a\u3044\u30d7\u30e9\u30b9\u30c6\u30a3\u30c3\u30af\u90e8\u5206\u3092\u5207\u308a\u843d\u3068\u3057\u3001\u53e4\u3044\u30d1\u30bd\u30b3\u30f3\u306e\u7b50\u4f53\u306e\u88cf\u5074\u306b\u8cbc\u308a\u4ed8\u3051\u3066\u3042\u3063\u305f\u91d1\u5c5e\u677f\u3092\u5207\u308a\u51fa\u3057\u307e\u3057\u305f\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"IMG_0216\" style=\"display:inline;border-width:0;\" border=\"0\" alt=\"IMG_0216\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/05\/img_0216.jpg\" width=\"640\" height=\"480\" \/> <\/p>\n<p>\u3053\u308c\u306f\u3001\u624b\u66f2\u3052\u52a0\u5de5\u3057\u3066\u7b50\u4f53\u306b\u8cbc\u308a\u4ed8\u3051\u3066\u3001\u30dc\u30ed\u30a4\u96f0\u56f2\u6c17\u3092\u51fa\u305d\u3046\u3068\u3044\u3046\u9b42\u80c6\u3067\u3059\u3002\u7d20\u6750\u3092\u898b\u308b\u3068\u30b9\u30ea\u30c3\u30c8\u52a0\u5de5\u3057\u3066\u3042\u308a\u3001\u307b\u3069\u3088\u304f\u8150\u98df\u3057\u3066\u3044\u308b\u90e8\u5206\u304c\u304b\u3063\u3053\u3044\u3044\u306a\u3068\u3001\u3053\u3053\u3092\u4f7f\u3046\u3053\u3068\u306b\u3057\u307e\u3057\u305f\u3002<\/p>\n<p>\u6614\u306ePC\u306b\u306f\u3001\u96fb\u78c1\u6ce2\u9632\u6b62\u3060\u3063\u305f\u306e\u3067\u3057\u3087\u3046\u304b\uff1f \u3053\u3093\u306a\u30d1\u30fc\u30c4\u3068\u7b50\u4f53\u52a0\u5de5\u304c\u3042\u3063\u305f\u3068\u306f\u306d\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"IMG_0215\" style=\"display:inline;border-width:0;\" border=\"0\" alt=\"IMG_0215\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/05\/img_0215.jpg\" width=\"640\" height=\"480\" \/> <\/p>\n<p>\u3067\u3001\u7a0b\u3088\u304f\u52a0\u5de5\u3057\u3066\u4e21\u9762\u30c6\u30fc\u30d7\u3067\u8cbc\u308a\u4ed8\u3051\u307e\u3057\u305f\u3002\u3069\u3046\u3067\u3057\u3087\u3046\u304b\u30dc\u30ed\u30a4\u96f0\u56f2\u6c17\u3067\u3066\u3044\u307e\u3059\u304b\u306d\uff1f \u3048\u3063\uff1f\u305d\u3093\u306a\u52a0\u5de5\u3057\u306a\u304f\u3066\u3082\u5341\u5206\u30dc\u30ed\u30a4\u3067\u3059\u3063\u3066\uff1f \u78ba\u304b\u306b\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u3042\u3068\u3001\u30ac\u30ec\u30fc\u30b8\u306e\u30b8\u30e3\u30f3\u30af\u3092\u7269\u8272\u3057\u3066\u3044\u305f\u3089\u3001\u30d0\u30a4\u30af\u306e\u30d0\u30c3\u30c6\u30ea\u30fc\u304c\u3042\u308a\u307e\u3057\u305f\u300212V\u306e\u3084\u3064\u3067\u3082\u3046\u4f7f\u3048\u306a\u3044\u3093\u3060\u3051\u3069\u3082\u3001\u30e2\u30fc\u30bf\u30fc\u304f\u3089\u3044\u56de\u308b\u304b\u3082\u3068\u601d\u3044\u5145\u96fb\u3057\u3066\u307f\u308b\u3053\u3068\u306b\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" title=\"IMG_0222\" style=\"display:inline;border-width:0;\" border=\"0\" alt=\"IMG_0222\" src=\"http:\/\/hack.gpl.jp\/wp-content\/uploads\/2015\/05\/img_0222.jpg\" width=\"640\" height=\"480\" \/> <\/p>\n<p>\u5bb9\u91cf\u304c2.3A\u304f\u3089\u3044\u306a\u306e\u30671\/10\u304f\u3089\u3044\u306e\u306e0.3A\u306710\u6642\u9593\u304f\u3089\u3044\u5145\u96fb\u3057\u3066\u307f\u307e\u3044\u305f\u3002\u5145\u96fb\u524d\u306f\u3001\uff14V\u304f\u3089\u3044\u3042\u3063\u305f\u306e\u3067\u3082\u3057\u304b\u3057\u305f\u3089\u4f7f\u3048\u308b\u304b\u3082\u3068\u601d\u3044\u307e\u3057\u305f\u304c\u3001\u5145\u96fb\u5f8c\uff110.34V\u304f\u3089\u3044\u3002\u3046\u30fc\u3093\u3001\uff11\uff13V\u306f\u8d85\u3048\u3066\u3044\u306a\u3044\u3088\u3046\u3067\u3060\u3081\u3063\u307d\u3044\u304b\u3082\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u3044\u3061\u304a\u3046\u3001\u30e2\u30fc\u30bf\u30fc\u306f\u56de\u308a\u307e\u3057\u305f\u304c\u96fb\u5727\u964d\u4e0b\u304c\u6fc0\u3057\u304f\u3059\u3050\u306b\uff16V\u4ee5\u4e0b\u306b\u306a\u3063\u3066\u3057\u307e\u3044\u307e\u3059\u3002\u925b\u84c4\u96fb\u6c60\u306e\u539f\u7406\u306f\u77e5\u308a\u307e\u305b\u3093\u304c\u3001\u96fb\u6c17\u3092\u6e9c\u3081\u8fbc\u3080\u8981\u7d20\u304c\u4e0d\u8db3\u3057\u3066\u3044\u308b\u3093\u3067\u3057\u3087\u3046\u306d\u3002\u3053\u308c\u306f\u5bff\u547d\u3067\u3059\u3002<\/p>\n<p>\u7b50\u4f53\u306e\u4e00\u756a\u4e0b\u306b\u7f6e\u3044\u3066\u3001\u91cd\u3057\u306b\u306f\u306a\u308a\u305d\u3046\u306a\u306e\u3067\u3068\u308a\u3042\u3048\u305a\u4f5c\u696d\u3092\u7d9a\u884c\u3002\u6700\u7d42\u7684\u306b\u306f\u3001\u30bd\u30fc\u30e9\u30fc\u30d1\u30cd\u30eb\u306e\u3061\u3063\u3053\u3044\u306e\u3092\u4e0a\u306b\u4e57\u305b\u3066\u3044\u3064\u3067\u3082\u4f7f\u3048\u308bCD-ROM\u30ec\u30fc\u30d9\u30eb\u30d7\u30ed\u30c3\u30bf\u30fc\u306b\u3057\u3088\u3046\u304b\u306a\u3068\u3044\u3046\u9b42\u80c6\u3060\u3063\u305f\u306e\u3067\u3059\u304c\u3001\u3001\u3001\u307e\u3041\u3001\u304a\u3044\u304a\u3044\u8003\u3048\u308b\u3068\u3057\u3066\u3002<\/p>\n<p>&#160;<\/p>\n<p>\u3067\u3001\u3061\u3087\u3063\u3068\u914d\u7dda\u3092\u5909\u3048\u3066\u3001\u30b3\u30fc\u30c9\u306f\u3053\u3093\u306a\u611f\u3058\u306b\u3057\u307e\u3057\u305f\u3002AccelStepper \u3067Z\u8ef8\u3092\u8ffd\u52a0\u3057\u305f\u5f62\u3067\u3059\u3002Step \u3068 DIR \u306e\u30d4\u30f3\u914d\u7dda\u306f\u524d\u56de\u3068\u82e5\u5e72\u5909\u3048\u3066\u3042\u308a\u307e\u3059\u3002<\/p>\n<p>&#160;<\/p>\n<pre class=\"brush: cpp; gutter: false; toolbar: false; collapse: true; auto-links: false; smart-tabs: false;\">\/*\n Junk FDD Stepper Motor Control Sample.\n xy table moving sample.\n AccelStepper ver 1.47\n JunkHack 2015.04.26\n          2015.05.04 Z-axies add\n *\/\n\n#include &lt;AccelStepper.h&gt;\n\nAccelStepper y_stepper(1, 2, 5); \/\/ 1 &gt; two wires. 2 &gt; STEP pin , 5 &gt; DIR pin.\nAccelStepper x_stepper(1, 3, 6); \/\/ 1 &gt; two wires. 3 &gt; STEP pin , 6 &gt; DIR pin.\nAccelStepper z_stepper(1, 4, 7); \/\/ 1 &gt; two wires. 4 &gt; STEP pin , 7 &gt; DIR pin.\nint halfRev = 700; \/\/ \u7247\u9053\u79fb\u52d5\u5e45 ( Step )\nint halfdelay = 10;\n\nvoid setup() {\n    y_stepper.setMaxSpeed(6000); \/\/ \u6700\u5927\u8a31\u5bb9\u901f\u5ea6\n    y_stepper.setAcceleration(12000); \/\/ \u52a0\u901f\n    x_stepper.setMaxSpeed(3000);\n    x_stepper.setAcceleration(6000);\n    z_stepper.setMaxSpeed(3000);\n    z_stepper.setAcceleration(12000);\n}\nvoid loop() {\n    if (y_stepper.distanceToGo() == 0) {\n        delay(halfdelay);\n        halfRev = -halfRev;\n        y_stepper.moveTo(halfRev);\n    }\n    if (x_stepper.distanceToGo() == 0) {\n        delay(halfdelay);\n        halfRev = -halfRev;\n        x_stepper.moveTo(halfRev);\n    }\n    if (z_stepper.distanceToGo() == 0) {\n        delay(halfdelay);\n        halfRev = -halfRev;\n        z_stepper.moveTo(halfRev);\n    }\n    y_stepper.run();\n    x_stepper.run();\n    z_stepper.run();\n}<\/pre>\n<p>&#160;<\/p>\n<p>\u3068\u308a\u3042\u3048\u305a\u3001\u3053\u308c\u30673\u8ef8\u304c\u52d5\u304d\u307e\u3057\u305f\u3002\u52d5\u753b\u3082\u3088\u304b\u3063\u305f\u3089\u3069\u3046\u305e\u3002<\/p>\n<p>[youtube https:\/\/www.youtube.com\/watch?v=eTOpfWcYASM]<\/p>\n<p>\u6b21\u306a\u308b\u8ab2\u984c\u306f\u3001G-CODE\u3068\u3044\u3046\u5ea7\u6a19\u8ef8\u3092\u64cd\u4f5c\u3059\u308b\u3082\u306e\u3092\u9001\u308a\u8fbc\u3080\u3088\u3046\u306b\u3057\u305f\u3044\u306e\u3067\u3059\u304c\u3001\u3069\u3046\u3084\u308b\u306e\u304b\u3088\u304f\u308f\u304b\u308a\u307e\u305b\u3093\u3002\u3061\u3087\u3063\u3068\u8abf\u3079\u308b\u3053\u3068\u306b\u3057\u307e\u3059\u3002<\/p>\n<p>\u203b\u73fe\u5728\u3001\u3082\u306e\u3059\u3054\u304f\u306f\u307e\u308a\u4e2d\u3002\u6b21\u53f7\u306b\u3066\u5831\u544a\u3057\u307e\u3059\u3002<\/p>\n","protected":false},"excerpt":{"rendered":"<p>\u3055\u3041\u3001\u304a\u4f11\u307f\u306b\u7a81\u5165\u3057\u307e\u3057\u305f\u306e\u3067Junk\u306aFDD\u3067\u30d7\u30ed\u30c3\u30bf\u30fc\u3092\u4f5c\u308b\u7d9a\u304d\u306e\u4f5c\u696d\u3092\u3084\u308a\u307e\u3057\u305f\u3088\u3002 \u307e\u305a\u3001\u7b50\u4f53\u3092\u4eee\u7d44\u307f\u3057\u3066\u3044\u305f\u306e\u3092\u672c\u683c\u7684\u306b\u7d44\u307f\u4ed8\u3051\u4f5c\u696d\u3067\u3059\u3002\uff12\u3064\u7a74\u3092\u3042\u3051\u3066\u30dc\u30eb\u30c8\u7de0\u3081\u3057\u305f\u5f8c\u3001\u3044\u3089\u306a\u3044\u30d7\u30e9\u30b9\u30c6\u30a3\u30c3\u30af\u90e8\u5206\u3092\u5207\u308a\u843d\u3068\u3057\u3001 [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","footnotes":""},"categories":[9,45],"tags":[],"acf":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"post-thumbnail":false},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":0,"uagb_excerpt":"\u3055\u3041\u3001\u304a\u4f11\u307f\u306b\u7a81\u5165\u3057\u307e\u3057\u305f\u306e\u3067Junk\u306aFDD\u3067\u30d7\u30ed\u30c3\u30bf\u30fc\u3092\u4f5c\u308b\u7d9a\u304d\u306e\u4f5c\u696d\u3092\u3084\u308a\u307e\u3057\u305f\u3088\u3002 \u307e\u305a\u3001\u7b50\u4f53\u3092\u4eee\u7d44\u307f&hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/622"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=622"}],"version-history":[{"count":0,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/622\/revisions"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=622"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/categories?post=622"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/tags?post=622"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}