{"id":4812,"date":"2018-11-24T03:00:39","date_gmt":"2018-11-23T18:00:39","guid":{"rendered":"http:\/\/hack.gpl.jp\/?p=4812"},"modified":"2018-11-24T03:00:39","modified_gmt":"2018-11-23T18:00:39","slug":"%e3%83%96%e3%83%a9%e3%83%83%e3%82%af%e3%83%95%e3%83%a9%e3%82%a4%e3%83%87%e3%83%bc%e3%81%ae%e3%82%a2%e3%83%aa%e3%82%a8%e3%82%af%e3%81%ae%e3%81%8a%e8%b2%b7%e3%81%84%e7%89%a9%e3%81%a7%e3%80%81%e8%aa%b0","status":"publish","type":"post","link":"https:\/\/hack.gpl.jp\/2018\/11\/24\/%e3%83%96%e3%83%a9%e3%83%83%e3%82%af%e3%83%95%e3%83%a9%e3%82%a4%e3%83%87%e3%83%bc%e3%81%ae%e3%82%a2%e3%83%aa%e3%82%a8%e3%82%af%e3%81%ae%e3%81%8a%e8%b2%b7%e3%81%84%e7%89%a9%e3%81%a7%e3%80%81%e8%aa%b0\/","title":{"rendered":"\u30d6\u30e9\u30c3\u30af\u30d5\u30e9\u30a4\u30c7\u30fc\u306e\u30a2\u30ea\u30a8\u30af\u306e\u304a\u8cb7\u3044\u7269\u3067\u3001\u8ab0\u3082\u304c\u5f97\u3059\u308b\u8cb7\u3044\u65b9\u306e\u3054\u7d39\u4ecb\u3068\u3001\u30a2\u30ec\u30af\u30b5\u81ea\u4f5c\u3059\u308b\u305f\u3081\u306e\u90e8\u54c1\u8cfc\u5165"},"content":{"rendered":"<p>\uff13\u9023\u4f11\u3067\u3059\u306d\u3002\u697d\u3057\u3093\u3067\u307e\u3059\u304b\uff1f<br \/>\n\u3053\u3061\u3089\u306f\u3001\u4e0b\u5317\u6ca2\u306b\u8089\u98df\u3079\u3044\u3063\u305f\u308a\u3001\u663c\u5bdd\u3057\u305f\u308a\u3001\u3042\u308c\u3053\u308c\u69cb\u60f3\u3092\u7df4\u3063\u305f\u308a\u3057\u3066\u3044\u307e\u3057\u305f\u3002\u4e16\u9593\u306f\u3001\u30d6\u30e9\u30c3\u30af\u30d5\u30e9\u30a4\u30c7\u30fc\u306b\u4fbf\u4e57\u3057\u305f\u5546\u6226\u304c\u65e5\u672c\u3067\u3082\u59cb\u307e\u3063\u3066\u3044\u307e\u3059\u3002\u6df7\u96d1\u3057\u305f\u3068\u3053\u308d\u306f\u5acc\u3044\u306a\u306e\u3067\u30cd\u30c3\u30c8\u901a\u8ca9\u3067\u3001\u307e\u305f\u3001\u307d\u3061\u3063\u3066\u3057\u307e\u3063\u305f\u611f\u3058\u3067\u3059\u3002\u4eba\u306e\u8cb7\u3044\u7269\u3063\u3066\u3001\u6c17\u306b\u306a\u308a\u307e\u305b\u3093\u304b\uff1f\uff08\u7b11\uff09\u3061\u3087\u3063\u3068\u516c\u958b\u3002<\/p>\n<p>\u307e\u305a\u3001\u305d\u306e\u524d\u306b\u4e07\u4eba\u5411\u3051\u30cd\u30bf\u3002\u3061\u3087\u3063\u3068\u3060\u3051\u304a\u5f97\u306b\u306a\u308b\u8cb7\u3044\u65b9\u3092\u3054\u7d39\u4ecb\u3057\u307e\u3059\u3002\u30a2\u30ea\u30a8\u30af\u306f\u30b9\u30de\u30db\u306e\u30a2\u30d7\u30ea\u7248\u3082\u3042\u3063\u3066\u3001PC\u304b\u3089\u8cfc\u5165\u3059\u308b\u5834\u5408\u3068\u3001\u30b9\u30de\u30db\u306e\u30a2\u30d7\u30ea\u304b\u3089\u8cfc\u5165\u3059\u308b\u5834\u5408\u3068\u3042\u308b\u3093\u3067\u3059\u304c\u3001\u30b9\u30de\u30db\u30a2\u30d7\u30ea\u304b\u3089\u8cfc\u5165\u3059\u308b\u3068\u5c11\u3057\u3060\u3051\u5b89\u3044\u3093\u3067\u3059\u3088\u306d\u3002<\/p>\n<p>\u4eca\u56de\u306f\u3001\u7d04\uff11\uff0e\uff14\u4e07\u304f\u3089\u3044\u3092\u307d\u3061\u3063\u305f\u3093\u3067\u3059\u304c\u3001\u305d\u306e\u5834\u5408\u7d04200\u5186\u304f\u3089\u3044\u5b89\u304f\u306a\u308a\u307e\u3057\u305f\u3002<\/p>\n<h2><strong>200\u5186\u307d\u3063\u3061\uff1f<\/strong><\/h2>\n<p>\u3068\u304b\u3001\u601d\u3063\u305f\u3042\u306a\u305f\u3002\u3044\u3084\u3044\u3084\u3001\u30a2\u30ea\u30a8\u30af\u3067200\u5186\u3068\u3044\u3048\u3070\u3001\u7d50\u69cb\u8cb7\u3048\u307e\u3059\u3088\u3002\uff08\u7b11\uff09<br \/>\n\u307e\u305a\u3001\u5b9f\u969b\u306b\u307d\u3061\u3063\u305f\u306e\u306f\u30b9\u30de\u30db\u306e\u30a2\u30d7\u30ea\u304b\u3089\u4ee5\u4e0b\u306e\u91d1\u984d\u3067\u3057\u305f\u300213,776\u5186\u3067\u3057\u305f\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"alignnone size-full wp-image-4813\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/11\/11004.jpg\" alt=\"11004.jpg\" width=\"707\" height=\"1493\" \/><\/p>\n<p>\u305d\u3057\u3066\u3001\u4ee5\u4e0b\u304c\u540c\u3058\u5546\u54c1\u3092PC\u306e\u30ab\u30fc\u30c8\u304b\u3089\u898b\u305f\u91d1\u984d\u3067\u3059\u3002<\/p>\n<p>13,960\u5186\u3067\u3001\u305d\u306e\u5dee\u306f\u7d04200\u5186\u304f\u3089\u3044\u3067\u3059\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"alignnone size-full wp-image-4814\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/11\/ali_pc_png__1200c3973986_.png\" alt=\"ali_pc_png__1200\u00d73986_.png\" width=\"1203\" height=\"776\" \/><\/p>\n<p>\u3061\u3087\u3063\u3068\u3057\u305f\u5dee\u984d\u306a\u3093\u3067\u3059\u304c\u3001\u30af\u30fc\u30dd\u30f3\u3082\u4f55\u3082\u9069\u7528\u3057\u306a\u3044\u72b6\u614b\u3067\u3082\u8cfc\u5165\u3092\u30b9\u30de\u30db\u304b\u3089\u884c\u3046\u3060\u3051\u3067\u3001\u3061\u3087\u3063\u3068\u3060\u3051\u7bc0\u7d04\u3067\u304d\u307e\u3059\u3002\u3082\u3046\u4e00\u56de\u8a00\u3063\u3066\u304a\u304d\u307e\u3059\u3051\u3069\u3001200\u3042\u308c\u3070\u3001\u30a2\u30ea\u30a8\u30af\u3060\u3068\u3044\u308d\u3044\u308d\u8cb7\u3048\u3061\u3083\u3044\u307e\u3059\u304b\u3089\u306d\u3002<\/p>\n<p>PC\u3067\u7269\u8272\u3057\u3066\u3001\u30ab\u30fc\u30c8\u306b\u5165\u308c\u3001\u5b9f\u969b\u306b\u307d\u3061\u3063\u3068\u3059\u308b\u3068\u304d\u3060\u3051\u30b9\u30de\u30db\u304b\u3089\u3063\u3066\u3044\u3046\u884c\u52d5\u30d1\u30bf\u30fc\u30f3\u3067\u3059\u3002\u3042\u307e\u308a\u306b\u3082\u5c11\u984d\u306e\u6642\u306f\u305d\u306e\u307e\u307ePC\u304b\u3089\u6c7a\u6e08\u3057\u3061\u3083\u3044\u307e\u3059\u304c\u3002<\/p>\n<p>\u4ee5\u4e0a\u3001\u304a\u4f1d\u3048\u3057\u305f\u3044\u30cd\u30bf\u306f\u3053\u308c\u3060\u3051\u3067\u3054\u3056\u3044\u307e\u3059\u3002<\/p>\n<p>&nbsp;<\/p>\n<p>\u4ee5\u4e0b\u306f\u3001\u5177\u4f53\u7684\u306b\u4f55\u3092\u30dd\u30c1\u3063\u305f\u306e\u304b\u3068\u3044\u3046\u3053\u3068\u3092\u81ea\u5206\u306e\u30e1\u30e2\u304c\u308f\u308a\u306b\u8a18\u8f09\u3057\u3066\u3044\u304d\u307e\u3059\u3002<\/p>\n<h3>ReSpeaker 2-Mic Pi HAT V1.0<\/h3>\n<p><a href=\"http:\/\/s.click.aliexpress.com\/e\/cOF2UPAo\" target=\"_blank\" rel=\"noopener noreferrer\"><img loading=\"lazy\" decoding=\"async\" class=\"alignnone size-full wp-image-4816\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/11\/respeaker1.png\" alt=\"ReSpeaker.png\" width=\"723\" height=\"470\" \/><\/a><\/p>\n<p>\u7c21\u5358\u306b\u3044\u3048\u3070\u3001RasPi \u306b\u8f09\u305b\u308b\u30b9\u30c6\u30ec\u30aa\u30de\u30a4\u30af\u4ed8\u304d\u306e\u30b9\u30c6\u30ec\u30aa\u51fa\u529b\u30dc\u30fc\u30c9\uff08\u30a2\u30f3\u30d7\uff09\u3067\u3059\u3002<br \/>\n\u3088\u308a\u7c21\u5358\u306b\u97f3\u3092\u51fa\u529b\u3057\u3001\u30de\u30a4\u30af\u3067\u97f3\u3092\u62fe\u3063\u3066\u30b9\u30de\u30fc\u30c8\u30b9\u30d4\u30fc\u30ab\u30fc\u3092\u4f5c\u308b\u3068\u304d\u306b\u4fbf\u5229\u304b\u306a\u3068\u3001\u3042\u307e\u308a\u8003\u3048\u305a\u30ab\u30fc\u30c8\u306b\u7a81\u3063\u8fbc\u3093\u3060\u3082\u306e\u3067\u3059\u3002\u4eca\u56de\u3001\u30d6\u30ed\u30b0\u3092\u8a18\u8f09\u3059\u308b\u306b\u3042\u305f\u3063\u3066\u3084\u3063\u3068\u4e8b\u524d\u8abf\u67fb\u3057\u3066\u3044\u308b\u6700\u4e2d\u3067\u3059\u3002<br \/>\n<img loading=\"lazy\" decoding=\"async\" class=\"alignnone size-full wp-image-4817\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/11\/keyestudio-5v-respeaker-2-mic-pi-hat-v1-0.jpg\" alt=\"keyestudio-5v-respeaker-2-mic-pi-hat-v1-0.jpg\" width=\"1024\" height=\"1024\" \/><br \/>\n\u3069\u3046\u3084\u3089\u3001\u30b0\u30b0\u3063\u3066\u307f\u308b\u3068\u3053\u308c\u306b\u306f\u30de\u30a4\u30af\u304c\uff12\u500b\u3001RGB\u306eLED \u304c\uff13\u500b\u3001\u30b9\u30d4\u30fc\u30ab\u30fc\u51fa\u529b\u30683.5m \u306e\u30aa\u30fc\u30c7\u30a3\u30aa\u51fa\u529b\u3001<a href=\"https:\/\/www.jp.cirrus.com\/products\/wm8960\/\" target=\"_blank\" rel=\"noopener noreferrer\">wm8960<\/a>\u306e\u30c1\u30c3\u30d7\u304c\u4e57\u3063\u3066\u3044\u307e\u3059\u3002<br \/>\nseeed \u304c\u51fa\u3057\u3066\u3044\u308b\u3001ReSpeaker \u3068\u540c\u3058\u3082\u306e\u3060\u3068\u601d\u308f\u308c\u307e\u3059\u3002<a href=\"http:\/\/www.keyestudio.com\/shop\/new-product\/keyestudio-respeaker-2-mic-pi-hat-v1-0.html\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\">KeyStudio<\/a> \u3063\u3066\u3068\u3053\u304c\u51fa\u3057\u3066\u3044\u308bOEM \u54c1\u3063\u307d\u3044\u3082\u306e\u3002\u3061\u3083\u3093\u3068\u4f7f\u3048\u308b\u304b\u3069\u3046\u304b\u306f\u307e\u3060\u4e0d\u660e\u3067\u3059\u304c\uff08\u4e2d\u83ef\u3067\u306f\u3088\u304f\u3042\u308b\u3053\u3068\uff09\u3001\u5c4a\u3044\u305f\u3089\u5b9f\u9a13\u3057\u3066\u307f\u305f\u3044\u3068\u601d\u3044\u307e\u3059\u3002<a href=\"http:\/\/wiki.keyestudio.com\/index.php\/Ks0314_keyestudio_ReSpeaker_2-Mic_Pi_HAT_V1.0\" target=\"_blank\" rel=\"noopener noreferrer\">KeyStudio \u306e WiKi <\/a>\u3082\u3042\u308a\u307e\u3059\u3002\u7d50\u69cb\u8a73\u7d30\u306b\u8f09\u3063\u3066\u3044\u307e\u3059\u306e\u3067\u56f0\u308b\u3053\u3068\u306f\u306a\u3044\u304b\u3082\u3057\u308c\u307e\u305b\u3093\u306d\u3002<\/p>\n<blockquote><p>PDF<br \/>\n<a title=\"KS0314 keyestudio ReSpeaker 2-Mic Pi HAT V1.0\" href=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/11\/ks0314-keyestudio-respeaker-2-mic-pi-hat-v1-0.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">KS0314 keyestudio ReSpeaker 2-Mic Pi HAT V1.0<\/a><\/p><\/blockquote>\n\n<p>&nbsp;<\/p>\n<p>KeyStudio\u306f\u3001\u5404\u7a2e\u30bb\u30f3\u30b5\u30fc\u3068\u304b\u306e\u30dc\u30fc\u30c9\u3068\u304b\u3082\u51fa\u3057\u3066\u308b\u3093\u3067\u3059\u304c\u3001Seeed \u306e\u5225\u30d6\u30e9\u30f3\u30c9\u3067\u3059\u304b\u306d\uff1fseeed \u3067\u8cb7\u3046\u3088\u308a\u306f\u3001\u9001\u6599\u304c\u306a\u3044\u306e\u3067\u5b89\u3044\u304b\u306a\uff1f\u3000\u7a0b\u5ea6\u306e\u3082\u306e\u3067\u3059\u3002<br \/>\n\u3067\u3001\u3053\u308c\u306b\u4e57\u3063\u3066\u3044\u308b\u30c1\u30c3\u30d7 wm8960 \u306f\u30c9\u30e9\u30a4\u30d0\u3092\u30d3\u30eb\u30c9\u3057\u3066\u4f7f\u3046\u3088\u3046\u3067\u3059\u3002<\/p>\n<blockquote><p>GITHUB : <a href=\"https:\/\/github.com\/respeaker\/seeed-voicecard\" target=\"_blank\" rel=\"noopener noreferrer\">respeaker \/ seeed-voicecard<\/a><\/p><\/blockquote>\n<p>\u5230\u7740\u3057\u305f\u3089\u30ec\u30dd\u30fc\u30c8\u3057\u307e\u3059\u304c\u3001\u3053\u308c\u3092\u4f7f\u3063\u3066\u30a2\u30ec\u30af\u30b5\u3084Google\u30a2\u30b7\u30b9\u30bf\u30f3\u30c8\u306a\u3069\u306e\u30dc\u30a4\u30b9\u30b5\u30fc\u30d3\u30b9\u95a2\u9023\u306e\u4f55\u304b\u3092\u4f5c\u308b\u6642\u3001\u4fbf\u5229\u306a\u306e\u3067\u8a66\u884c\u932f\u8aa4\u3057\u306a\u304c\u3089\u4f5c\u3063\u3066\u307f\u305f\u3044\u306a\u3068\u601d\u3044\u307e\u3059\u3002\u97f3\u95a2\u9023\u306e\u5de5\u4f5c\u306f\u3001\u521d\u3081\u3066\u306e\u8a66\u307f\u306a\u306e\u3067\u697d\u3057\u307f\u3067\u3059\u3002<\/p>\n<p>&nbsp;<\/p>\n<h3 class=\"product-name\">LONPOO Soundbar Model LP-700 10W\u00a0Bluetooth<\/h3>\n<p><a href=\"http:\/\/s.click.aliexpress.com\/e\/4pTD1vI\" target=\"_blank\" rel=\"noopener noreferrer\"><img loading=\"lazy\" decoding=\"async\" class=\"alignnone size-full wp-image-4823\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/11\/lonpoo_soundbar.png\" alt=\"LONPOO_Soundbar.png\" width=\"724\" height=\"521\" \/><\/a><\/p>\n<p>\u3044\u308f\u3086\u308b\u300c\u30b5\u30a6\u30f3\u30c9\u30d0\u30fc\u300d\u3063\u3066\u3084\u3064\u3067\u3059\u3002<a href=\"http:\/\/www.lonpoo.com\/product.asp?ClassID=004\" target=\"_blank\" rel=\"noopener noreferrer\">Lonpoo<\/a> \u3063\u3066\u3044\u3046\u306e\u306f\u3001\u30b7\u30f3\u30bb\u30f3\u306e\u97f3\u95a2\u9023\u30e1\u30fc\u30ab\u30fc\u3063\u307d\u3044\u3067\u3059\u306d\u3002<\/p>\n<p>\u30a2\u30ec\u30af\u30b5\u3068\u3001Google\u30a2\u30b7\u30b9\u30bf\u30f3\u30c8\u3092\u5185\u8535\u3057\u305f\u30b9\u30c6\u30ec\u30aa\u30bf\u30a4\u30d7\u306e\u30b9\u30de\u30fc\u30c8\u30b9\u30d4\u30fc\u30ab\u30fc\u3092\u4f5c\u3063\u3066\u307f\u305f\u304f\u3066\u3001\u3053\u308c\u3092\u30c1\u30e7\u30a4\u30b9\u3057\u3066\u307f\u307e\u3057\u305f\u300230\u30a4\u30f3\u30c1\u30e2\u30cb\u30bf\u306e\u5185\u8535\u30b9\u30d4\u30fc\u30ab\u30fc\u3088\u308a\u3082\u5c11\u3057\u306f\u30de\u30b7\u3060\u308d\u3046\u3068\u3044\u3046\u601d\u60d1\u3082\u3042\u308a\u307e\u3059\u3002\u8cc3\u8cb8\u30a2\u30d1\u30fc\u30c8\u306a\u3093\u3067\u5927\u304d\u306a\u97f3\u306f\u51fa\u305b\u306a\u3044\u306e\u3067\u3001\u3053\u306e\u304f\u3089\u3044\u3067\u3061\u3087\u3046\u3069\u3044\u3044\u304b\u306a\u3068\u601d\u3044\u307e\u3059\u3002\u30ed\u30b4\u3068\u304b\u30d8\u30c3\u30c9\u30d5\u30a9\u30f3\u30fb\u30de\u30a4\u30af\u5165\u529b\u306e\u3042\u305f\u308a\u306f\u9ed2\u3067\u5857\u308b\u304b\u3082\u3057\u308c\u307e\u305b\u3093\u3002\u3064\u307e\u307f\u306f\u3061\u3087\u3063\u3068\u5b89\u3063\u307d\u3044\u3067\u3059\u306d\u3002<img loading=\"lazy\" decoding=\"async\" class=\"alignnone size-full wp-image-4825\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/11\/lonpoo.png\" alt=\"LONPOO.png\" width=\"825\" height=\"303\" \/><\/p>\n<p>\u6a2a\u5e45\u300150cm \u306a\u3093\u3067\u300124\u30a4\u30f3\u30c1\u306e\u30e2\u30cb\u30bf\u4f7f\u3063\u3066\u3044\u308b\u5834\u5408\u306f\u3061\u3087\u3046\u3069\u3044\u3044\u30b5\u30a4\u30ba\u3067\u3059\u300227\u30a4\u30f3\u30c1\u3060\u306865cm \u304f\u3089\u3044\u300131\u30a4\u30f3\u30c1\u3060\u306870cm \u304f\u3089\u3044\u3067\u3001\u673a\u306e\u5965\u306b\u304a\u304f\u306e\u306780cm \u304f\u3089\u3044\u3042\u3063\u3066\u3082\u3088\u304b\u3063\u305f\u3093\u3067\u3059\u304c\u3001\uff12\u53f0\u76ee\u306e\u6642\u306b\u3057\u3066\u307f\u307e\u3059\u3002\u3046\u307e\u304f\u3044\u3063\u3066\u3001\u307e\u305f\u4f5c\u308b\u6a5f\u4f1a\u304c\u3042\u3063\u305f\u3089\u6b21\u306f\u5e4580cm\u301c1m\u304f\u3089\u3044\u306e\u3092\u691c\u8a0e\u3057\u3066\u307f\u307e\u3059\u3002<\/p>\n<p>\u30b5\u30a6\u30f3\u30c9\u30d0\u30fc\u81ea\u4f53\u306f\u3082\u3063\u3068\u5b89\u3044\uff12\uff10\uff10\uff10\u5186\u304f\u3089\u3044\u306e\u3082\u306e\u3082\u3042\u308a\u3001\u30a2\u30de\u30be\u30f3\u3067\u3082\u5272\u3068\u4fa1\u683c\u304c\u3053\u306a\u308c\u3066\u3044\u308b\u306e\u3067\u8ff7\u3044\u307e\u3057\u305f\u3002\u30a2\u30de\u30be\u30f3\u3067\u306f\u4ee5\u4e0b\u304c\u3001\u3044\u3044\u3093\u3058\u3083\u306a\u3044\u304b\u306a\u3068\u3002<\/p>\n<p><a href=\"https:\/\/www.amazon.co.jp\/gp\/product\/B07794TMWB\/ref=as_li_tl?ie=UTF8&amp;camp=247&amp;creative=1211&amp;creativeASIN=B07794TMWB&amp;linkCode=as2&amp;tag=pear0a-22&amp;linkId=41061ac87554b5a09e4da607d3295574\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\"><img loading=\"lazy\" decoding=\"async\" class=\"alignnone size-full wp-image-4826\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/11\/bluetooth_sp.png\" alt=\"Bluetooth_sp.png\" width=\"901\" height=\"400\" \/><\/a><\/p>\n<p>\u305d\u306e\u5dee\u3001\uff12\uff10\uff10\uff10\u5186\u3067\u3001\u6025\u304e\u3060\u3063\u305f\u3089\u30a2\u30de\u30be\u30f3\u306b\u3057\u3066\u3044\u305f\u3068\u601d\u3044\u307e\u3059\u304c\u3001\u7279\u306b\u6025\u304c\u306a\u3044\u3093\u3067\u30a2\u30ea\u30a8\u30af\u306b\u3066\u8cfc\u5165\u3057\u3066\u304a\u304d\u307e\u3057\u305f\u3002<\/p>\n<p>\u5fc5\u9808\u6761\u4ef6\u306e\u30ea\u30e2\u30b3\u30f3\u4ed8\u304d\u304c\u3001\u5de6\u53f3\u304c50cm \u304f\u3089\u3044\u3067\u5927\u304d\u3059\u304e\u305a\u4e01\u5ea6\u3088\u304b\u3063\u305f\u306e\u3068\u3001\u30dc\u30ea\u30e5\u30fc\u30e0\u306e\u3064\u307e\u307f\u304c\u4e2d\u592e\u306b\u4ed8\u3044\u3066\u3044\u3066\u3001\u30ea\u30e2\u30b3\u30f3\u304c\u3069\u3063\u304b\u884c\u3063\u305f\u6642\u306b\u3082\u3059\u3050\u97f3\u91cf\u8abf\u6574\u306f\u53ef\u80fd\u3002\u305d\u3057\u3066\u3001\u524d\u9762\u306b\u30d8\u30c3\u30c9\u30d5\u30a9\u30f3\u3068\u30de\u30a4\u30af\u30b8\u30e3\u30c3\u30af\u304c\u4ed8\u3044\u3066\u3044\u308b\u306e\u3067\u4f7f\u3044\u52dd\u624b\u3082\u826f\u3055\u305d\u3046\u3068\u3044\u3046\u306e\u304c\u8cfc\u5165\u306e\u6c7a\u3081\u624b\u3067\u3059\u3002\u5b89\u3044\u3082\u306e\u306b\u306f\u3001\u96fb\u6e90\u30fb\u5225\u304c\u591a\u3044\u4e2d\u3001\u3053\u308c\u306fAC\u30a2\u30c0\u30d7\u30bf\u30fc\u3082\u4ed8\u5c5e\u3059\u308b\u3088\u3046\u3067\u3059\u3002Bluetooth \u3082\u4ed8\u3044\u3066\u3044\u307e\u3059\u304c\u3001\u3053\u308c\u306f\u4f7f\u3046\u304b\u3069\u3046\u304b\u306f\u308f\u304b\u308a\u307e\u305b\u3093\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"alignnone size-full wp-image-4824\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/11\/lonpoo_soundbar_bluetooth.png\" alt=\"LONPOO_Soundbar_Bluetooth.png\" width=\"787\" height=\"868\" \/>\u30ea\u30e2\u30b3\u30f3\u306f\u97f3\u91cf\u8abf\u7bc0\u3055\u3048\u3001\u51fa\u6765\u308c\u3070\u3044\u3044\u304b\u306a\u3068\u3002AUX \u5916\u90e8\u5165\u529b\u306e\u5207\u308a\u66ff\u3048\u3084 Bluetooth \u5207\u308a\u66ff\u3048\u306a\u3093\u304b\u3082\u3067\u304d\u308b\u307f\u305f\u3044\u3067\u3059\u306d\u3002<\/p>\n<p>\u7d50\u69cb\u5927\u7269\u306e\u5272\u306b\u306f\u3001\u9001\u6599\u304c\u7121\u6599\u3002<\/p>\n<p>&nbsp;<\/p>\n<h3 class=\"product-name\">Hot Air Gun + Solder Iron 8586 750w<\/h3>\n<p>\u30db\u30c3\u30c8\u30a8\u30a2\u30fc\u306f\uff11\u53f0\u6301\u3063\u3066\u3044\u307e\u3059\u304c\u3001\u540d\u53e4\u5c4b\u306b\u7f6e\u3044\u3066\u304d\u3066\u3057\u307e\u3063\u3066\u3001\u30b3\u30c6\u4ed8\u304d\u3060\u30575000\u5186\u672a\u6e80\u3067\u3074\u304f\u3063\u3068\u3057\u3066\u3057\u307e\u3063\u3066\u6771\u4eac\u306b\u3082\u3042\u3063\u3066\u826f\u3044\u3058\u3083\u306a\u3044\u306e\uff1f\u3068\u3044\u3046\u3053\u3068\u3067\u30b2\u30c3\u30c8\u3057\u307e\u3057\u305f\u3002\u9001\u6599\u7121\u6599\u3067\u30015000\u5186\u672a\u6e80\u3002\u3053\u308c\u3001\u305d\u3053\u305d\u3053\u91cd\u91cf\u3042\u308a\u307e\u3059\u304c\u3001\u3069\u3046\u3044\u3046\u8a08\u7b97\u3067\u9001\u6599\u7121\u6599\u306b\u306a\u308b\u3093\u3067\u3057\u3087\u3046\u304b\u306d\u3002<\/p>\n<p><a href=\"http:\/\/s.click.aliexpress.com\/e\/cdBvHJAC\" target=\"_blank\" rel=\"noopener noreferrer\"><img loading=\"lazy\" decoding=\"async\" class=\"alignnone size-full wp-image-4827\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/11\/hotairgun_solderiron.png\" alt=\"hotairgun_solderiron.png\" width=\"730\" height=\"597\" \/><\/a><\/p>\n<p>\u3053\u306e\u88fd\u54c1\u3001\u30db\u30c3\u30c8\u30a8\u30a2\u30fc\u3068\u534a\u7530\u30b4\u30c6\u304c\u4e21\u65b9\u4ed8\u3044\u3066\u3044\u308b\u30bf\u30a4\u30d7\u3067\u3059\u3002\u4ee5\u524d\u3001\u3053\u3046\u3044\u3046\u30bf\u30a4\u30d7\u306e\u306f\u3061\u3087\u3063\u3068\u304a\u9ad8\u304f\u3066\uff11\u4e07\u5186\u304f\u3089\u3044\u3057\u3066\u3044\u305f\u6c17\u304c\u3057\u307e\u3059\u3002\u3060\u3044\u3076\u3001\u5024\u6bb5\u306f\u3053\u306a\u308c\u3066\u304d\u307e\u3057\u305f\u306d\u3002\u5148\u306e\u30b3\u30c6\uff08solder tips\uff09\u4ed8\u5c5e\u304c\u4ed8\u3044\u305fB\u30bf\u30a4\u30d7\u3092\u30b2\u30c3\u30c8\u3057\u3066\u304a\u304d\u307e\u3057\u305f\u3002\u672c\u4f53\u3060\u3051\u306eA\u30bb\u30c3\u30c8\u306a\u3089\u30014300\u5186\u672a\u6e80\u3067\u3059\u3002\u6fc0\u5b89\u3067\u3059\u306d\u3002<\/p>\n<p>&nbsp;<\/p>\n<h3 class=\"title style-scope ytd-video-primary-info-renderer\">Silicon Soldering mat 38cm x 21cm<\/h3>\n<p>\u4ee5\u524d\u304b\u3089\u6b32\u3057\u304b\u3063\u305f\u3093\u3067\u3059\u304c\u3001\u9752\u3044\u8272\u3070\u3063\u304b\u308a\u3067\u30b0\u30ec\u30fc\u304c\u898b\u3064\u304b\u3089\u305a\u8cb7\u308f\u305a\u3058\u307e\u3044\u3060\u3063\u305f\u3082\u306e\u3067\u3059\u3002\u30b0\u30ec\u30fc\u3067\u305d\u3053\u305d\u3053\u624b\u304c\u51fa\u3084\u3059\u3044\u4fa1\u683c\u306e\u3082\u306e\u304c\u3042\u3063\u305f\u306e\u3067\u30b2\u30c3\u30c8\u3057\u3066\u307f\u307e\u3057\u305f\u3002<\/p>\n<p><a href=\"http:\/\/s.click.aliexpress.com\/e\/cgflP8y0\" target=\"_blank\" rel=\"noopener noreferrer\"><img loading=\"lazy\" decoding=\"async\" class=\"alignnone size-full wp-image-4828\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/11\/silliconepad.png\" alt=\"silliconepad.png\" width=\"722\" height=\"491\" \/><\/a><\/p>\n<p>\u3053\u308c\u7cfb\u306e\u306f\u9752\u3044\u8272\u306e\u5546\u54c1\u304c\u591a\u304f\u3001\u5927\u304d\u3055\u3068\u8272\u3067\u60a9\u307f\u307e\u3057\u305f\u300238cm x 21cm \u306e\u5927\u304d\u3055\u306b\u3057\u3066\u304a\u304d\u307e\u3057\u305f\u3002\u30db\u30c3\u30c8\u30a8\u30a2\u30fc\u3092\u57fa\u76e4\u306b\u5f53\u3066\u308b\u6642\u3001\u3044\u305a\u308c\u306b\u3057\u3066\u3082\u30b7\u30ea\u30b3\u30f3\u306e\u30de\u30c3\u30c8\u304c\u3042\u308b\u3068\u5b89\u5fc3\u611f\u304c\u9055\u3044\u307e\u3059\u3002\u4ee5\u524d\u306f\u3001\uff11\uff10\uff10\u5186\u5747\u4e00\u306e\u30b3\u30eb\u30af\u30dc\u30fc\u30c9\u3092\u4e0b\u306b\u5f15\u3044\u3066\u3044\u307e\u3057\u305f\u304c\u3001\u898b\u4e8b\u7126\u3052\u307e\u3057\u305f\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"alignnone size-full wp-image-4829\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2018\/11\/aaa.png\" alt=\"aaa.png\" width=\"912\" height=\"335\" \/><\/p>\n<p>1000\u5186\u304f\u3089\u3044\uff0835cm x 25cm \uff09\u306e\u3082\u3042\u308a\u3001\u305d\u3061\u3089\u306f\u30b0\u30ec\u30fc\u3084\u9ed2\u3082\u3042\u308a\u307e\u3059\u304c\u3001\u4eca\u56de\u8cfc\u5165\u3057\u305f\u3082\u306e\u306f\u3001\u3061\u3087\u3063\u3068\u3057\u305f\u30c4\u30fc\u30eb\u304c\u7acb\u3066\u3089\u308c\u308b\u7a74\u3064\u304d\u3067\u3059\u3002\u307e\u305f\u3001PCB\u306e\u9762\u5b9f\u88c5\u5de5\u4f5c\u3092\u518d\u958b\u3057\u3066\u307f\u305f\u3044\u3067\u3059\u3002\u3053\u3046\u3044\u3046\u3061\u3087\u3063\u3068\u3057\u305f\u3082\u306e\u304c\u3001\u3042\u308b\u306e\u3068\u306a\u3044\u306e\u3068\u3067\u306f\u4f5c\u696d\u52b9\u7387\u304c\u9055\u3046\u306f\u305a\u306a\u306e\u3067\u3001\u5b89\u3044\u6642\u3060\u3068\u601d\u3044\u304d\u308c\u307e\u3059\u3002<\/p>\n<p>\u4ed6\u306b\u3082\u8cb7\u3063\u305f\u3093\u3067\u3059\u304c\u3001\u5de5\u5177\u985e\u3068\u304b\u3001\u5b9f\u9a13\u7528\u306e\u30d6\u30e9\u30b7\u30ec\u30b9\u30e2\u30fc\u30bf\u30fc\u30c9\u30e9\u30a4\u30d0\u57fa\u76e4\u3068\u304b\u306a\u3093\u3067\u6c17\u304c\u5411\u3044\u305f\u3089\u3054\u7d39\u4ecb\u3057\u307e\u3059\u3002<\/p>\n<p>\u305d\u3046\u3044\u3048\u3070\u3001\u6700\u8fd1 YouTube \u306e\u30d3\u30c7\u30aa\u30d6\u30ed\u30b0\u306b\u8208\u5473\u304c\u51fa\u521d\u3081\u3066\u304d\u3066\u3044\u307e\u3059\u3002\u6587\u5b57\u3067\u66f8\u304f\u30d6\u30ed\u30b0\u3082\u597d\u304d\u306a\u3093\u3067\u3059\u304c\u3001\u6620\u50cf\u3067\u8a18\u8ff0\u3057\u3066\u3044\u308b\u30d3\u30c7\u30aa\u30d6\u30ed\u30b0\u3082\u597d\u304d\u306a\u3093\u3067\u3069\u3046\u3044\u3046\u30b9\u30bf\u30a4\u30eb\u3067\u3001\u3069\u306e\u3088\u3046\u306a\u30cd\u30bf\u3092\u3069\u306e\u304f\u3089\u3044\u306e\u983b\u5ea6\u3067\u51fa\u3057\u3066\u3044\u3051\u308b\u304b\u306a\uff1f\u3000\u307f\u305f\u3044\u306a\u4e8b\u3092\u8003\u3048\u3066\u3044\u307e\u3059\u3002<\/p>\n<p>\uff11\u4e07\u4eba\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u3067\u3001\u30c1\u30e3\u30f3\u30cd\u30eb\u767b\u9332\u6570\u3063\u3066\u3044\u3046\u5f62\u3067\u660e\u78ba\u306b\u898b\u3048\u308b\u306e\u3067\u305d\u306e\u6307\u91dd\u306b\u3057\u3066\u3044\u3063\u3066\u3082\u3044\u3044\u304b\u306a\u3068\u3002<\/p>\n","protected":false},"excerpt":{"rendered":"<p>\uff13\u9023\u4f11\u3067\u3059\u306d\u3002\u697d\u3057\u3093\u3067\u307e\u3059\u304b\uff1f \u3053\u3061\u3089\u306f\u3001\u4e0b\u5317\u6ca2\u306b\u8089\u98df\u3079\u3044\u3063\u305f\u308a\u3001\u663c\u5bdd\u3057\u305f\u308a\u3001\u3042\u308c\u3053\u308c\u69cb\u60f3\u3092\u7df4\u3063\u305f\u308a\u3057\u3066\u3044\u307e\u3057\u305f\u3002\u4e16\u9593\u306f\u3001\u30d6\u30e9\u30c3\u30af\u30d5\u30e9\u30a4\u30c7\u30fc\u306b\u4fbf\u4e57\u3057\u305f\u5546\u6226\u304c\u65e5\u672c\u3067\u3082\u59cb\u307e\u3063\u3066\u3044\u307e\u3059\u3002\u6df7\u96d1\u3057\u305f\u3068\u3053\u308d\u306f\u5acc\u3044\u306a\u306e\u3067\u30cd\u30c3\u30c8\u901a\u8ca9\u3067\u3001 [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":4817,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"_uag_custom_page_level_css":"","footnotes":""},"categories":[6],"tags":[],"acf":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"post-thumbnail":false},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":0,"uagb_excerpt":"\uff13\u9023\u4f11\u3067\u3059\u306d\u3002\u697d\u3057\u3093\u3067\u307e\u3059\u304b\uff1f \u3053\u3061\u3089\u306f\u3001\u4e0b\u5317\u6ca2\u306b\u8089\u98df\u3079\u3044\u3063\u305f\u308a\u3001\u663c\u5bdd\u3057\u305f\u308a\u3001\u3042\u308c\u3053\u308c\u69cb\u60f3\u3092\u7df4\u3063\u305f\u308a\u3057\u3066\u3044\u307e\u3057&hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/4812"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=4812"}],"version-history":[{"count":0,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/4812\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=4812"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/categories?post=4812"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/tags?post=4812"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}