{"id":5208,"date":"2020-07-14T16:58:40","date_gmt":"2020-07-14T07:58:40","guid":{"rendered":"http:\/\/hack.gpl.jp\/?p=5208"},"modified":"2022-06-12T18:17:56","modified_gmt":"2022-06-12T09:17:56","slug":"sky_wave_ck43a_repairrust","status":"publish","type":"post","link":"https:\/\/hack.gpl.jp\/2020\/07\/14\/sky_wave_ck43a_repairrust\/","title":{"rendered":"\u30b9\u30ab\u30a4\u30a6\u30a7\u30a4\u30d6400 CK43A\u306e\u30b5\u30d3\u3092\u30b5\u30d3\u8ee2\u63db\u5857\u6599\u3067\u306a\u3093\u3068\u304b\u3057\u3066\u307f\u308b"},"content":{"rendered":"<p>\u30b9\u30ab\u30a4\u30a6\u30a7\u30a4\u30d6400 CK43A\u3092\u30d0\u30e9\u3057\u521d\u3081\u308b\u3068\u3001\u3042\u308c\u3053\u308c\u3068\u624b\u3092\u5165\u308c\u305f\u304f\u306a\u308b\u90e8\u5206\u304c\u76ee\u306b\u3064\u304d\u307e\u3059\u3002\u5f53\u521d\u306f\u30bf\u30a4\u30e4\u4ea4\u63db\u3060\u3051\u306e\u3064\u3082\u308a\u3060\u3063\u305f\u3093\u3067\u3059\u3051\u3069\u306d\u3002<\/p>\n<p>\u3055\u3066\u3001\u4eca\u56de\u306f\u30d5\u30ec\u30fc\u30e0\u306e\u30b5\u30d3\u3092\u306a\u3093\u3068\u304b\u3057\u3088\u3046\u3068\u601d\u3044\u307e\u3059\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"alignnone size-full wp-image-5210\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/07\/img_20200709_163251_9.jpg\" alt=\"IMG_20200709_163251_9\" width=\"3968\" height=\"2976\" \/><\/p>\n<p>\u30a8\u30f3\u30b8\u30f3\u4e0b\u308d\u3057\u3066\u3001\u5168\u30d0\u30e9\u306b\u3057\u3066\u3084\u308a\u305f\u3044\u3068\u3053\u308d\u3067\u3059\u304c\u305d\u308c\u306f\u307e\u305f\u306e\u6a5f\u4f1a\u306b\u3057\u3066\u4eca\u56de\u306f\u624b\u304c\u3068\u3069\u304f\u7bc4\u56f2\u3067\u30b5\u30d3\u8ee2\u63db\u5857\u6599\u306e\u30e9\u30b9\u30c8\u30c1\u30a7\u30f3\u30b8\u3092\u5857\u3063\u3066\u5c11\u3057\u30de\u30b7\u306a\u72b6\u614b\u306b\u3057\u3088\u3046\u3068\u601d\u3044\u307e\u3059\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"alignnone size-full wp-image-5213\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/07\/img_20200714_142901_5.jpg\" alt=\"IMG_20200714_142901_5\" width=\"3968\" height=\"2976\" \/><\/p>\n<p>\u3068\u308a\u3042\u3048\u305a\u3001\u30a8\u30a2\u30fc\u30ea\u30e5\u30a6\u30bf\u3092\u4f7f\u3063\u3066\u30ef\u30a4\u30e4\u30fc\u30d6\u30e9\u30b7\u3067\u8868\u9762\u306e\u30b5\u30d3\u3092\u3067\u304d\u308b\u9650\u308a\u843d\u3068\u3057\u3066\u304a\u304d\u307e\u3059\u3002\u3067\u3001\u3042\u3068\u306f\u30e9\u30b9\u30c8\u30c1\u30a7\u30f3\u30b8\u3092\u5857\u308a\u305f\u304f\u308b\u3060\u3051\uff01\u3000\u30ea\u30a2\u306e\u30dc\u30c3\u30af\u30b9\u304c\u90aa\u9b54\u306a\u3093\u3067\u3068\u3063\u3071\u3089\u3044\u307e\u3057\u305f\u3002\u30b7\u30fc\u30c8\u306e\u6839\u5143\u90e8\u5206\u306f\u3042\u3068\u3067\u524d\u5074\u3092\u3084\u308b\u3068\u304d\u306b\u64a4\u53bb\u3057\u306a\u3044\u3068\u3067\u3059\u304c\u3002<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"alignnone size-full wp-image-5214\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/07\/img_20200714_110228_4.jpg\" alt=\"IMG_20200714_110228_4\" width=\"3968\" height=\"2976\" \/><\/p>\n<p>\uff11\u56de\u76ee\u5857\u3063\u3066\u3001\u4e00\u6669\u7d4c\u904e\u3057\u305f\u3089\u70b9\u30b5\u30d3\u304c\u6d6e\u3044\u3066\u3044\u307e\u3059\u3002\u4eca\u56de\u306f\u3058\u3081\u3066\u3001\u3053\u308c\uff08\u30e9\u30b9\u30c8\u30c1\u30a7\u30f3\u30b8\uff09\u4f7f\u3044\u307e\u3059\u304c\u3053\u3093\u306a\u3082\u306e\u306a\u3093\u3067\u3059\u304b\u306d\uff1f<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"alignnone size-full wp-image-5215\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/07\/img_20200714_103547_2.jpg\" alt=\"IMG_20200714_103547_2\" width=\"3968\" height=\"2976\" \/><\/p>\n<p>\u3053\u3053\u3001\u7d50\u69cb\u30ef\u30a4\u30e4\u30fc\u30d6\u30e9\u30b7\u3067\u3053\u3059\u3063\u3066\u8868\u9762\u306e\u30b5\u30d3\u306f\u843d\u3068\u3057\u305f\u3093\u3067\u3059\u3051\u3069\u306d\u301c\u3002\u8ee2\u63db\u3059\u308b\u3068\u3053\u3046\u3044\u3046\u72b6\u614b\u306b\u306a\u308b\u306e\u304b\u306a\uff1f<br \/>\n\u307e\u3001\u3082\u3046\u4e00\u5ea6\u5857\u308b\u3053\u3068\u306b\u3057\u307e\u3059\u3002\u4eca\u5ea6\u306f\u3053\u308c\u3067\u3082\u304b\u3063\u3066\u3044\u3046\u304f\u3089\u3044\u306b\u539a\u5857\u308a\u3002<img loading=\"lazy\" decoding=\"async\" class=\"alignnone size-full wp-image-5217\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/07\/img_20200714_110240_2.jpg\" alt=\"IMG_20200714_110240_2\" width=\"3968\" height=\"2976\" \/><\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"alignnone size-full wp-image-5216\" src=\"https:\/\/hack.gpl.jp\/wp-content\/uploads\/2020\/07\/img_20200714_105940_3.jpg\" alt=\"IMG_20200714_105940_3\" width=\"3968\" height=\"2976\" \/><\/p>\n<p>\u3055\u3089\u306b\u4e00\u6669\u304a\u3044\u3066\u3001\u69d8\u5b50\u3092\u307f\u308b\u3053\u3068\u306b\u3057\u307e\u3059\u3002\u30b5\u30d3\u8ee2\u63db\u5857\u6599\u3063\u3066\u3001\u30b5\u30d3\u304c\u9ed2\u304f\u306a\u308b\u306f\u305a\u306a\u3093\u3067\u3059\u3051\u3069\u306d\u3002\u3046\u30fc\u3093\u3002\u6df7\u305c\u65b9\u304c\u8db3\u308a\u306a\u304b\u3063\u305f\u306e\u304b\u306a\uff1f<\/p>\n<p>\u30fb\uff08\u6e08\uff09<del>\u30ea\u30a2\u306e\u30ad\u30e3\u30ea\u30a2\u30b9\u30c6\u30fc\u81ea\u4f5c\u3057\u3066\u30ad\u30e3\u30ea\u30a2\u8a2d\u7f6e<\/del><br \/>\n\u30fb\uff08\u9032\u884c\u4e2d\uff09\u30bf\u30a4\u30e4\u524d\u5f8c\u4ea4\u63db\u3068\u3001\u30db\u30a4\u30fc\u30eb\u3092\u767d\u8272\u306b\u5857\u308a\u304b\u3048<br \/>\n\u30fb\u30d5\u30ed\u30f3\u30c8\u30db\u30a4\u30fc\u30eb\u306e\u30d9\u30a2\u30ea\u30f3\u30b0\u4ea4\u63db<br \/>\n\u30fb\u30ea\u30a2\u306e\u30af\u30e9\u30c3\u30c1\u3001\u30c9\u30ea\u30d6\u30f3\u30d5\u30a7\u30a4\u30b9\u5074\u306e\u30cb\u30fc\u30c9\u30eb\u30d9\u30a2\u30ea\u30f3\u30b0\u306e\u4ea4\u63db\uff08\u7570\u97f3\u304c\u3057\u307e\u3059\uff09<br \/>\n\u30fb\u30dc\u30c7\u30a3\u30fc\u8272\u3092\u30e2\u30ea\u30ef\u30ad\u30ab\u30e9\u30fc\u306b\u5857\u308a\u66ff\u3048<br \/>\n\u30fb\u7d14\u6b63\u306e\u5287\u91cd\u3044\u30de\u30d5\u30e9\u30fc\u3092\u8efd\u91cf\u306e\u3082\u306e\u306b\u4ea4\u63db<br \/>\n\u30fb\u30b9\u30c6\u30c3\u30ab\u30fc\u30c1\u30e5\u30fc\u30f3<br \/>\n\u30fb\u30a8\u30f3\u30b8\u30f3\u30aa\u30a4\u30eb\u3001\u30a8\u30ec\u30e1\u30f3\u30c8\u4ea4\u63db<br \/>\n\u30fb\u30ea\u30a2\u30d6\u30ec\u30fc\u30ad\u30d1\u30c3\u30c9\u4ea4\u63db<br \/>\n\u30fb\uff08\u6e08\uff09<del>\u30d5\u30ec\u30fc\u30e0\u306e\u9306\u6b62\u3081<\/del><br \/>\n\u30fb\u30b7\u30fc\u30c8\u5f35\u308a\u66ff\u3048<br \/>\n\u30fb\u30b0\u30ea\u30c3\u30d7\u30d2\u30fc\u30bf\u30fc\u3092\u30b0\u30ea\u30c3\u30d7\u306e\u4e0b\u306b\u57cb\u3081\u8fbc\u307f<\/p>\n","protected":false},"excerpt":{"rendered":"<p>\u30b9\u30ab\u30a4\u30a6\u30a7\u30a4\u30d6400 CK43A\u3092\u30d0\u30e9\u3057\u521d\u3081\u308b\u3068\u3001\u3042\u308c\u3053\u308c\u3068\u624b\u3092\u5165\u308c\u305f\u304f\u306a\u308b\u90e8\u5206\u304c\u76ee\u306b\u3064\u304d\u307e\u3059\u3002\u5f53\u521d\u306f\u30bf\u30a4\u30e4\u4ea4\u63db\u3060\u3051\u306e\u3064\u3082\u308a\u3060\u3063\u305f\u3093\u3067\u3059\u3051\u3069\u306d\u3002 \u3055\u3066\u3001\u4eca\u56de\u306f\u30d5\u30ec\u30fc\u30e0\u306e\u30b5\u30d3\u3092\u306a\u3093\u3068\u304b\u3057\u3088\u3046\u3068\u601d\u3044\u307e\u3059\u3002 \u30a8\u30f3\u30b8\u30f3\u4e0b\u308d\u3057\u3066\u3001 [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":11255,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","footnotes":""},"categories":[13,14,25],"tags":[],"acf":[],"uagb_featured_image_src":{"full":["https:\/\/hack.gpl.jp\/wp-content\/uploads\/2022\/05\/moriwaki-diy.png",800,800,false],"thumbnail":["https:\/\/hack.gpl.jp\/wp-content\/uploads\/2022\/05\/moriwaki-diy.png",96,96,false],"medium":["https:\/\/hack.gpl.jp\/wp-content\/uploads\/2022\/05\/moriwaki-diy.png",800,800,false],"medium_large":["https:\/\/hack.gpl.jp\/wp-content\/uploads\/2022\/05\/moriwaki-diy-768x768.png",768,768,true],"large":["https:\/\/hack.gpl.jp\/wp-content\/uploads\/2022\/05\/moriwaki-diy.png",800,800,false],"1536x1536":["https:\/\/hack.gpl.jp\/wp-content\/uploads\/2022\/05\/moriwaki-diy.png",800,800,false],"2048x2048":["https:\/\/hack.gpl.jp\/wp-content\/uploads\/2022\/05\/moriwaki-diy.png",800,800,false],"post-thumbnail":["https:\/\/hack.gpl.jp\/wp-content\/uploads\/2022\/05\/moriwaki-diy.png",800,800,false]},"uagb_author_info":{"display_name":"JunkHack","author_link":"https:\/\/hack.gpl.jp\/author\/junkhack\/"},"uagb_comment_info":1,"uagb_excerpt":"\u30b9\u30ab\u30a4\u30a6\u30a7\u30a4\u30d6400 CK43A\u3092\u30d0\u30e9\u3057\u521d\u3081\u308b\u3068\u3001\u3042\u308c\u3053\u308c\u3068\u624b\u3092\u5165\u308c\u305f\u304f\u306a\u308b\u90e8\u5206\u304c\u76ee\u306b\u3064\u304d\u307e\u3059\u3002\u5f53\u521d\u306f\u30bf\u30a4\u30e4\u4ea4&hellip;","_links":{"self":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/5208"}],"collection":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/comments?post=5208"}],"version-history":[{"count":1,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/5208\/revisions"}],"predecessor-version":[{"id":11389,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/posts\/5208\/revisions\/11389"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media\/11255"}],"wp:attachment":[{"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/media?parent=5208"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/categories?post=5208"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hack.gpl.jp\/wp-json\/wp\/v2\/tags?post=5208"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}